{
  "messages": [
    {
      "sender": "Agent",
      "content": "Hai Jah! Apa yang membuat hatimu gelisah?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "belum bisa membayar hutang..malah makin menumpuk"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mbak. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Candra Supaya lebih enak ngobrolnya mbak, namanya siapa dan usianya berapa tahun mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "nama saya Bu Juri...usia 40 thn"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mas Juri, gimana kabarnya mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "saya seorang ibu, alhamdulillah baik..masih bekerja walau pikiran kacau balau"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, saya doakan apapun yang mbak alami saat ini kiranya semuanya cepat terselesaikan. Kalau boleh tau mbak tinggal dimana?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "aammiinn yarabbal alaammiinn. malang jawa timur"
    },
    {
      "sender": "Agent",
      "content": "Dikecamatan mana mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "Pakis"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, disana mbak kerjanya apa mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "saya buruh masak diwarung"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, kalau boleh tau mbak pendidikkan terakhirnya apa mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "Smp. saya terjerat hutang bank harian(bank titil) kesalahan saya adalah jika tdk bisa membayar hari ini saya ambil pinjaman lagi ke koperasi lain jadi bukan melunasi tp seperti gali lobang tutup lobang bahkan gaji sya bulan ini sdh ta ambil dulu buag bayar utang\" itukalo dihitung kurang lebih 7jt an hutang saya tapi tiap hari harus ada uang 200rb utk cicilan karena jangka waktu pinjam cm 10 minggu lunas itulah yg memberatkan hidup saya. sudah bbrp kali menjual aset yg ada seperti tv.mesin cuci.kulkas dll tp blm mencukupi karena penjualan seperti itu dianggap  rongsokan barang sdh terpakai sampe sekarang blm bisa membayar hutang  itu. tiap hari hanya pinjam sana sini yg membuat makin menumpuknya hutang. hanya bisa berdoa dzikir saja mohon pertolongan Allah swt. saya tetep bekerja walau pikiran kacau dan was was jika penagih datang maaf saya bercerita panjang lebar karena mengeluarkan segala uneg\" yg mengganjal hati saya"
    },
    {
      "sender": "Agent",
      "content": "Iya mbak, tidak apa2. Saya doakan melalui pekerjaan mbak saat ini, Allah melimpahkan rezeki dan memberikan berkah kepada mbak dan keluarga agar mbak bisa memenuhi kebutuhan sehari-hari dan juga bisa melunasi hutang. Lalu dengan keadaan mbak saat ini, bagaimana hubungan mbak dengan Allah sampai saat ini mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "alhamdulillah saya masih solat..tp saat ini sedang halangan saya hanya bisa berdzikir. hanya Kepada Allah saya mohon pertolongan karena tidak ada lagi yg bisa saya perbuat"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, lalu selmaa hubungan mbakk dengan Allah baik, apakah mbak pernah memikirkan tentang dosa?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "selalu memikirkan dosa..bahkan saya merasa apakah yg saya jalani ini termasuk karma /hukuman atas dosa saya selalu saya mohon ampun atas dosa\" itu. mungkin hanya tangis dan permohonan yg saya hadapkan kpd Allah hingga merasa belum  melakukan kewajiban sesungguhnya sebagai hamba-Nya"
    },
    {
      "sender": "Agent",
      "content": "Ya mbak, semua orang memiliki dosa, termasuk mbak dan saya juga. Oya, kalau menurut mbak kira2 dosa itu apa mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "dulu kedua orgtua saya hubunganya kurang baik dan saya sbg anak.perempuan pertama mencoba utk memperbaiki hububgan mereka ibu saya punya hutang bank harian juga..waktu itu mungkin utk memenuhi kebutuhan keluarga katena bapak memberi nafkah tidak mencukupi dan saya sebagai anak merasa kasihan sebenarnya sama ibu lalu membujuk bapak agar mau membayarkan hutang\" nya emak/ibu nah disitulah terjadi salah faham aku berhasil membujuk bapak menjual sedikit hartanya utk membayar hutang emak tapi emak salah faham  bahwa aku dan bapak mengeroyoknya hingga pada saat aku terpuruk pandemi tahun lalu karena banyak hutang, emak mengingatkanku tentang masa lalu itu yg menimpanya dan sekarang menimpaku mungkin dosaku kpd emak yg merasa sakit hati waktu itu bahkan aku sempat bersujud dikakinya meminta maaf jika waktu itu aku dan bapak malah menyakitinya sdh 3 tahun lebih aku berjuang membayar hutang\" namun belum juga lunas tapi aku terus memcoba tidak menyerah dgn memohon ampunan dan juga pertolongan Allah swt agar bisa melewati semua ini walau kadang tak sanggup menahan airmata"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "aku tak ingin membebani suami anak anakku dengan hutang karena kesalahanku sendiri Saya doakan melalui pekerjaan mbak saat ini, Allah melimpahkan rezeki dan memberikan berkah kepada mbak dan keluarga agar mbak bisa memenuhi kebutuhan sehari-hari dan juga bisa melunasi hutang."
    },
    {
      "sender": "Agent",
      "content": "O begitu ya mbak. Mbak, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini apakah mbak sudah menemukan cara untuk menghapuskan dosa itu?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "saya mencoba menghapusnya dgn menuruti apapun keinginan emak menyenangkan hati beliau dan lebih memetingkan beliau"
    },
    {
      "sender": "Agent",
      "content": "Iya mbak, semua kita pasti memiliki usaha yang bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah Saya pun menyadari bahwa saya orang yang berdosa dan sadar bahwa usaha saya tidak cukup untuk menghapuskan dosa saya. Syukur alhamdulillah bahwa dalam perjalanannya saya menemukan penolong  yang bisa menghapuskan dosa saya sehingga dosa saya dihapuskan dan hubungan saya yang jauh dari ALLAH sekarang menjadi lebih dekat. Apakah mbak mau dibimbing untuk menemukan siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "iya..mau"
    },
    {
      "sender": "Agent",
      "content": "Mbak, penolong yang bisa menolong itu Hanya ALLAH mbak, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus nabi Isa kedunia untuk memberika jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mbak mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mbak belajar bersama agar mbak bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "Mau"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, untuk memudahkan belajar Bersama apakah mbak bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "0895610068787"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih mbak. Oya mbak, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mbak. Bagaimana menurut mbak?"
    },
    {
      "sender": "Juri (Ponijah Jah)",
      "content": "terima kasih"
    },
    {
      "sender": "Agent",
      "content": "Sama-sama mbak"
    }
  ]
}