{
  "messages": [
    {
      "sender": "Agent",
      "content": "Hai Lukluim! Jika masih ada waktu, apa yang ingin kamu perbaiki dalam dirimu?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Ibadah"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mbak. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Candra Supaya lebih enak ngobrolnya mbak, namanya siapa dan usianya berapa tahun mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Saya Lukluim usia 40 tahun."
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mbak Lukluim. Bagaimana kabarnya mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Alhamdulilah"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Mbak tinggal didaerah Kecamatan mana?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Kec. Tuban Kab. Tuban Jatim"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak. Sehari-hari bekerja sebagai apa mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Guru Swasta"
    },
    {
      "sender": "Agent",
      "content": "Mbak guru di SD atau SMP?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "MI"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Pendidikan terakhirnya apa mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "S1"
    },
    {
      "sender": "Agent",
      "content": "Jurusan apa mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Pendidikan Matematika"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Apakah mbak sudah berkeluarga?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Alhamdulilah sudah, tp ada tpnya"
    },
    {
      "sender": "Agent",
      "content": "Tapi kenapa mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Banyak kekurangnya "
    },
    {
      "sender": "Agent",
      "content": "O begitu ya mbak.Lalu bagaimana komunikasi mbak dengan suaminya sampai saat ini?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Saya masih bertahan demi anak dan semoga Allah membuka pintu hati agar lebih taat lagi beribadah"
    },
    {
      "sender": "Agent",
      "content": "Saya doakan semoga mbak dan suami bisa harmonis kembali dalam keluarga. Apakah mbak masih ingat janjinya dihadapan Allah waktu pertama kali menikah dengan suaminya?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Amin. Dia berubah setelan menengenal game online. Semua tabungan kerja keras saya habis, tanpa sisa yang masih masih hutang yg menumpuk"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak. Semoga suaminya cepat sadar dan bertanggungjawab atas keluarganya Mbak tetap semangat dan bersujud kepada Allah. Lalu bagaimana hubungan mbak dengan Allah sampai saat ini?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Untuk saya Insya Allah selalu berusaha yang terbaik."
    },
    {
      "sender": "Agent",
      "content": "Mbak, setiap manusia pasti ingin memperbaiki dirinya agar lebih baik lagi untuk itu kita membutuhkan pertolongan dari ALLAH. Untuk mendapatkan pertolongan dari ALLAH maka hubungan kita harus lebih dekat kepada ALLAH. Namun ada satu penyebab yang membuat kita sulit mendekatkan diri kepada ALLAH. Taukah mbak apa penyebab utama yang menghalangi kita lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Apa itu?"
    },
    {
      "sender": "Agent",
      "content": "Mbak, penyebab utama yang menghalangi kita dekat kepada ALLAH yaitu, karna dosa kita sendiri mbak. Dosa membuat hubungan kita menjadi jauh dari ALLAH, sehingga hidup kita berantakan dan membuat kita sulit menerima ridho ALLAH bahkan sulit menemukan jalan lurus ALLAH menuju surga diakhirat nanti. Apakah mbak pernah memikirkan ataupun merenungkan tentang dosa yang mbak lakukan baik dosa kecil maupun dosa besar?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Dosa sih pasti ada, tapi yang saya fikirkan sekarang gimana cara Allah mengampuni dosa-dosa kita."
    },
    {
      "sender": "Agent",
      "content": "Ya mbak, semua orang memiliki dosa, termasuk mbak dan saya juga. Oya, kalau menurut mbak kira2 dosa itu apa mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Sesuatu perbuat yang seharusnya tidak kita lakukan karena itu merupakan larangan Allah."
    },
    {
      "sender": "Agent",
      "content": "Benar mbak, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini apakah mbak sudah menemukan cara untuk menghapuskan dosa itu?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Selama ini sudah berusaha melakukan sholat dan lain-lain tapi apakah itu sudah bisa menghapus dosa sy kurang tau"
    },
    {
      "sender": "Agent",
      "content": "Iya mbak, semua kita pasti memiliki usaha yang bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah Saya pun menyadari bahwa saya orang yang berdosa dan sadar bahwa usaha saya tidak cukup untuk menghapuskan dosa saya. Syukur alhamdulillah bahwa dalam perjalanannya saya menemukan penolong  yang bisa menghapuskan dosa saya sehingga dosa saya dihapuskan dan hubungan saya yang jauh dari ALLAH sekarang menjadi lebih dekat . Apakah mbak mau dibimbing untuk menemukan siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Boleh."
    },
    {
      "sender": "Agent",
      "content": "Mbak, penolong yang bisa menolong itu Hanya ALLAH mbak, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus nabi Isa kedunia untuk memberika jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mbak mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Mau."
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil.  Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mbak belajar bersama agar mbak bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Boleh."
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, untuk memudahkan belajar bersamanya apakah mbak bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "085646000646."
    },
    {
      "sender": "Agent",
      "content": "Terimakasih mbak. Oya mbak, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mbak. Bagaimana menurut mbak?"
    },
    {
      "sender": "Lukluim Dinda",
      "content": "Siap."
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya mbak. Saya doakan Allah selalu menunujukkan jalannya kepada mbak agar selalu melakukan hal-hal yang dikehendaki oleh ALLAH.  Saya berharap nanti mbak juga bisa ngobrol di WA dengan teman saya. Tetap semangat. Wassalam"
    }
  ]
}