{
  "messages": [
    {
      "sender": "Agent",
      "content": "Hai Bu! Jika masih ada waktu, apa yang ingin kamu perbaiki dalam dirimu?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Saya ingin memperbaiki diri dan ekonomi saya"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mbak. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Candra. Supaya lebih enak ngobrolnya mbak, namanya siapa dan usianya berapa tahun mbak?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Nama saya Suswati usia 57 tahun, terima kasih."
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mbak Suswati. Bagaimana kabarnya mbak?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Alhamdulilah baik-baik saja."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Mbak tinggal didaerah mana?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Banyuwangi."
    },
    {
      "sender": "Agent",
      "content": "Di kecamatan mana mbak?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Kecamatan Srono."
    },
    {
      "sender": "Agent",
      "content": "Baik mbak. Kegiatan sehari-harinya apa mbak?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Aku seorang petani"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah mbak sudah mendapatkan pekerjaan yang halal. Dulu mbak tamatan apa?"
    },
    {
      "sender": "Bu Suswati",
      "content": "SMEA."
    },
    {
      "sender": "Agent",
      "content": "Nggak apa-apa mbak, tetap semangat. Apakah mbak sudah berkeluarga?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Sudah, tapi suamiku sudah meninggal 3 tahun yang lalu."
    },
    {
      "sender": "Agent",
      "content": "Turut berduka ya mbak semoga Allah memberi kekuatan dan keikhlasan."
    },
    {
      "sender": "Bu Suswati",
      "content": "Terima kasih Amin 3x yra"
    },
    {
      "sender": "Agent",
      "content": "Sama-sama mbak. O iya mbak sebelumnya mengatakan bahwa mau memperbaiki diri dan ekonomi. Segala sesuatu yang dibutuhkan manusia sumbernya dari Allah mbak. Lalu bagaimana hubungan mbak dengan Allah sampai saat ini?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Alhamdulilah aku masih bisa menjalankan 5 waktu."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah mbakmasih bisa beribadah. Allah Maha penyayang adan Suci adanya dan tidak suka dengan dosa. Hal ini yang membuat hubungan manusia dengan Allah menajdi berantakan. Apakah selama ini juga mbak pernah memikirkan dosa?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Iya gimana caranya menghapus dosa."
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, semua orang memiliki dosa, termasuk mbak dan saya juga. Oya, kalau menurut mbak kira2 dosa itu apa mbak?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Ya banyak, nggak bisa disebutkan satu persatu."
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini apakah mbak sudah menemukan cara untuk menghapuskan dosa itu?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Kalau saya tahu akan saya hapus, tapi insya Alloh mudah-mudahan diterima Alloh segala perbuatan dan segala taubat-taubat saya diterima Alloh."
    },
    {
      "sender": "Agent",
      "content": "Iya mbak, semua kita pasti memiliki usaha yang bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah. Saya pun menyadari bahwa saya orang yang berdosa dan sadar bahwa usaha saya tidak cukup untuk menghapuskan dosa saya. Syukur alhamdulillah bahwa dalam perjalanannya saya menemukan penolong  yang bisa menghapuskan dosa saya sehingga dosa saya dihapuskan dan hubungan saya yang jauh dari ALLAH sekarang menjadi lebih dekat. Apakah mbak mau dibimbing untuk menemukan siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Ya saya mau dan siap bimbinganya."
    },
    {
      "sender": "Agent",
      "content": "Mbak, penolong yang bisa menolong itu Hanya ALLAH mbak, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus nabi Isa kedunia untuk memberika jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mbak mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Ya siap mendengarkan."
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mbak belajar bersama agar mbak bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Insya Alloh siap."
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, untuk memudahkan belajar bersamanya apakah mbak bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Ya mbak no. 085335116985."
    },
    {
      "sender": "Agent",
      "content": "Oya mbak, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mbak. Bagaimana menurut mbak?"
    },
    {
      "sender": "Bu Suswati",
      "content": "Ya terima kasih."
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya mbak. Saya doakan Allah selalu menunujukkan jalannya kepada mbak agar selalu melakukan hal-hal yang dikehendaki oleh ALLAH. Saya berharap nanti mbak juga bisa ngobrol di WA dengan teman saya. Tetap semangat. Wassalam"
    }
  ]
}