{
  "messages": [
    {
      "sender": "Agent",
      "content": "Hai, Mistin! Maukah anda menemukan Petunjuk dari Allah?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Mao apa itu"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mbak. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Candra Supaya lebih enak ngobrolnya mbak, namanya siapa dan usianya berapa tahun mbak?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Mistin isnawati Kelahiran thn 78 Di situ mas nya bisa hitung, Mas nya sendiri umur nya berapa?"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mbak, tinggal di daerah kecamatan apa mbak? doakan ya mbak semoga kedepannya kita bisa langsung bertemu."
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Aamiin saya tinggal di SBY kecamatan Tegalsari"
    },
    {
      "sender": "Agent",
      "content": "Apakah mbak sudah berkeluarga?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Emang nya kenapa bang Klo blm kenapa Klo sudah emang nya kenapa"
    },
    {
      "sender": "Agent",
      "content": "tidak apa-apa mbak, saya doakan semoga mbak selalu dalam perlindungan allahSehari-hari kerja apa mbak?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Aamiin Rumah tangga"
    },
    {
      "sender": "Agent",
      "content": "Saya doakan melalui pekerjaan mbak saat ini, Allah melimpahkan rezeki dan memberikan berkah kepada mbak dan keluarga agar mbak bisa memenuhi kebutuhan sehari-hari Oya, kalau boleh tau dulu mbak lulusan apa?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Terus masnya sendiri asal mana Umur nya berapa Saya tidak  sekolah sekarang bang Aamiin"
    },
    {
      "sender": "Agent",
      "content": "saya dari jakarta mas, doakan semoga kedepanya kita bisa bertemu doakan ya mbak Oya mbak, apakah mbak rindu untuk memperbaiki diri dan lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Oh jdi blm berkeluaga ya mas nya"
    },
    {
      "sender": "Agent",
      "content": "Saya do'akan semoga bisa bertemu dengan orang nya langsung ya bang"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Saya selalu ingin memperbaiki diri saya, & selalu ingin dekat sama allah Karena umur nya orang itu tidak tau sampai kapan  Bisa hari ini/ nntk, besok,"
    },
    {
      "sender": "Agent",
      "content": "Mas, setiap manusia pasti ingin memperbaiki dirinya agar lebih baik lagi untuk itu kita membutuhkan pertolongan dari ALLAH. Untuk mendapatkan pertolongan dari ALLAH maka hubungan kita harus lebih dekat kepada ALLAH. Namun ada satu penyebab yang membuat kita sulit mendekatkan diri kepada ALLAH. Taukah mas apa penyebab utama yang menghalangi kita lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Perbaiki diri  sebelum aja menjempu kital Apa bang"
    },
    {
      "sender": "Agent",
      "content": "Iya mbak, semua kita pasti memiliki usaha yang bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah Saya pun menyadari bahwa saya orang yang berdosa dan sadar bahwa usaha saya tidak cukup untuk menghapuskan dosa saya. Syukur alhamdulillah bahwa dalam perjalanannya saya menemukan penolong  yang bisa menghapuskan dosa saya sehingga dosa saya dihapuskan dan hubungan saya yang jauh dari ALLAH sekarang menjadi lebih dekat . Apakah mbak mau dibimbing untuk menemukan siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Siapa bang"
    },
    {
      "sender": "Agent",
      "content": "Mbak, penolong yang bisa menolong itu Mbak, Hanya ALLAH mbak, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus  Isa Almasih ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus Isa Isa kedunia untuk memberika jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mbak mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Maaf mas nya blm jawab pertanyaan saya tadi, mas nya umur nya berapa?"
    },
    {
      "sender": "Agent",
      "content": "mbak doakan ya semoga secepatnya kita bisa langsung ketemu"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Iya itu betul bang  ,Yg maha Kuasa itu cuma allah  bkn manusia Aamiin"
    },
    {
      "sender": "Agent",
      "content": "Maukah mbak mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Secepat nya klo bisa sekarang gk pa\" Mas"
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mbak belajar bersama agar mbak bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Saya mau aja bang justeru saya tambah senang ada yg ceramahin saya, & nasehatin saya"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, untuk memudahkan belajar bersamanya apakah mbak bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Cuma saya sekarang kan lagi kerja  , nntk pulang kerja aja ya Sambung lagi Oke"
    },
    {
      "sender": "Agent",
      "content": "baik mbak, ditunggu ya mbak. tetap semangat mbak"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "No WA ya ini  bang"
    },
    {
      "sender": "Agent",
      "content": "minta tolong dikirim ulang mbak"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "085707419267 Ini bang no WA"
    },
    {
      "sender": "Agent",
      "content": "Oya mbak, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mbak. Bagaimana menurut mbak?"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Maaf saya kurang paham & kurang jelas"
    },
    {
      "sender": "Agent",
      "content": "Oya mbak, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi."
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Oke saya tunggu"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya mbak. Saya doakan Allah selalu menunujukkan jalannya kepada mbak agar selalu melakukan hal-hal yang dikehendaki oleh ALLAH. Saya berharap nanti mbak juga bisa ngobrol di WA dengan teman saya Tetap semangat. Wassalam"
    },
    {
      "sender": "Mistin Isnawati",
      "content": "Terima kasih atas waktu nya juga & salam kenal, Waalaikum salam "
    }
  ]
}