{
  "messages": [
    {
      "sender": "Agent",
      "content": "Kosong"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Candra. Supaya lebih enak ngobrolnya, mas namanya siapa dan usianya berapa tahun mas?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Lukman hakim 42th"
    },
    {
      "sender": "Agent",
      "content": "salam kenal mas, tinggal didaerah kecamatan apa?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "BALEN BOJONEGORO Wa 089644848565"
    },
    {
      "sender": "Agent",
      "content": "Apakah mas sudah berkeluarga ?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Sehari hari mas kerja apa ?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Jual an hp"
    },
    {
      "sender": "Agent",
      "content": "Saya doakan melalui pekerjaan mas saat ini, Allah melimpahkan rezeki dan memberikan berkah kepada mas dan keluarga agar mas bisa memenuhi kebutuhan sehari-hari  Oya, kalau boleh tau dulu mas lulusan apa?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Alhamdulillah Aamiin SMA"
    },
    {
      "sender": "Agent",
      "content": "Oya mas, apakah mas rindu untuk memperbaiki diri dan lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Mas, setiap manusia pasti ingin memperbaiki dirinya agar lebih baik lagi untuk itu kita membutuhkan pertolongan dari ALLAH. Untuk mendapatkan pertolongan dari ALLAH maka hubungan kita harus lebih dekat kepada ALLAH. Namun ada satu penyebab yang membuat kita sulit mendekatkan diri kepada ALLAH. Taukah mas apa penyebab utama yang menghalangi kita lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Kecanduan pornografi"
    },
    {
      "sender": "Agent",
      "content": "Benar mas, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini apakah mas sudah menemukan cara untuk menghapuskan dosa itu?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Belum"
    },
    {
      "sender": "Agent",
      "content": "Maukah mas mengetahui siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Mas, penolong yang bisa menolong itu Hanya ALLAH mas, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa Almasih ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus nabi Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mas mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mas belajar bersama agar mas bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, untuk memudahkan belajar bersamanya apakah mas bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Wa 089644848565"
    },
    {
      "sender": "Agent",
      "content": "Oya mas, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mas. Bagaimana menurut mas?"
    },
    {
      "sender": "Lukman Hakim",
      "content": "Ok siap"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya mas. Saya doakan Allah selalu menunujukkan jalannya kepada mas agar selalu melakukan hal-hal yang dikehendaki oleh ALLAH.  Saya berharap nanti mas juga bisa ngobrol di WA dengan teman saya  Tetap semangat. Wassalam"
    }
  ]
}