{
  "messages": [
    {
      "sender": "Agent",
      "content": "Hai Jonathan! Maukah anda menemukan petunjuk dari Allah?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Vian. Supaya lebih enak ngobrolnya, mas namanya siapa dan usianya berapa tahun mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Piter usia 21 th"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mas Piter, gimana kabarnya mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Alhamdulillah baik dan sangat baik"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, kalau boleh tau mas tinggal dimana?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Pontianak"
    },
    {
      "sender": "Agent",
      "content": "Dikecamatan mana mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Kubu Raya"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, disana mas kerjanya apa mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Security"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, kalau boleh tau mas pendidikkan terakhirnya apa mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Smk"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, oya apakah mas sudah berkeluarga?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Belom"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, semoga mas dalam perlindungan Allah. Oya mas, apakah mas rindu untuk memperbaiki diri dan lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Iyaaa mas, sya merasa bahwa diri saya sdah melenceng jauh dari jalan Allah mas"
    },
    {
      "sender": "Agent",
      "content": "Mas, setiap manusia pasti ingin memperbaiki dirinya agar lebih baik lagi untuk itu kita membutuhkan pertolongan dari ALLAH. Untuk mendapatkan pertolongan dari ALLAH maka hubungan kita harus lebih dekat kepada ALLAH. Namun ada satu penyebab yang membuat kita sulit mendekatkan diri kepada ALLAH. Taukah mas apa penyebab utama yang menghalangi kita lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Apa mas yang menghalangi kita mas, Tolong petunjuk mas"
    },
    {
      "sender": "Agent",
      "content": "Mas, penyebab utama yang menghalangi kita dekat kepada ALLAH yaitu, karna dosa kita sendiri mas. Dosa membuat hubungan kita menjadi jauh dari ALLAH, sehingga hidup kita berantakan dan membuat kita sulit menerima ridho ALLAH bahkan sulit menemukan jalan lurus ALLAH menuju surga diakhirat nanti. Apakah mas pernah memikirkan ataupun merenungkan tentang dosa yang mas lakukan baik dosa kecil maupun dosa besar?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Enggk masss saya jgn kan mikir dosa mas sholat aja saya ga pernah mas semenjak kenal dunia luar mas Saya sudah hancur bget mass"
    },
    {
      "sender": "Agent",
      "content": "Mas, semua orang memiliki dosa, termasuk mas dan saya juga. Oya, kalau menurut mas kira2 dosa itu apa mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Buah dari perbuatan buruk manusia mas setau saya sih mas"
    },
    {
      "sender": "Agent",
      "content": "Mas, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan.  Sejauh ini, usaha apa yang mas lakukan untuk bisa menghapuskan dosa itu?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Sekrng saya mulai mengurangi minum\" keras mas dan mulai udh ga keluar malam yang ga bermanfaat Dan saya udh Mulai belajar doa doa sholat mas"
    },
    {
      "sender": "Agent",
      "content": "Iya mas, semua kita pasti memiliki usaha yang bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah. Saya pun menyadari bahwa saya orang yang berdosa dan sadar bahwa usaha saya tidak cukup untuk menghapuskan dosa saya. Syukur alhamdulillah bahwa dalam perjalanannya saya menemukan penolong  yang bisa menghapuskan dosa saya sehingga dosa saya dihapuskan dan hubungan saya yang jauh dari ALLAH sekarang menjadi lebih dekat. Maukah mas mengetahui siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Siapa mas"
    },
    {
      "sender": "Agent",
      "content": "Mas, penolong yang bisa menolong itu Hanya ALLAH mas, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus nabi Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mas mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Mau mas"
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mas belajar bersama agar mas bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Mau bget mas"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, untuk memudahkan belajar bersama apakah mas bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "082253755134"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih mas. Oya mas, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mas. Bagaimana menurut mas?"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Atur aja mas saya selalu siap"
    },
    {
      "sender": "Agent",
      "content": "Baik mas. Terima kasih atas waktunya mas. Saya doakan Allah selalu menunujukkan jalannya kepada mas agar selalu melakukan hal-hal yang dikehendaki oleh ALLAH.  Saya berharap nanti mas juga bisa ngobrol di WA dengan teman saya. Tetap semangat. Wassalam"
    },
    {
      "sender": "Piter (Jonathan Lewis Seward)",
      "content": "Siap mas terimakasih atas masukannya mas"
    },
    {
      "sender": "Agent",
      "content": "Sama2 mas"
    }
  ]
}