{
  "messages": [
    {
      "sender": "Agent",
      "content": "Hai, Zarkasi Arka! Maukah anda menemukan Petunjuk dari Allah?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Bagaimana caranya"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas. Terimakasih sudah kirimkan pesan. Perkenalkan nama saya Candra. Supaya lebih enak ngobrolnya, mas namanya siapa dan usianya berapa tahun mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Nama sutopo usia 45 tahun mas"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mas Sutopo. Bagaimana kabarnya mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Alkhamdulillah kabar baik... mas candra dri mana"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Dari Jakarta Boleh tau mas tinggal didaerah mana?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Tinggal di wonosobo mas..."
    },
    {
      "sender": "Agent",
      "content": "Di Kecamatan mana mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Di kecamatan kretek"
    },
    {
      "sender": "Agent",
      "content": "Baik mas. Kegiatan sehari-harinya apa mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Kegiatan kerja buroh... kalau ngaji tdk setiap hari"
    },
    {
      "sender": "Agent",
      "content": "Baik mas. Pendidikan terakhirnya apa mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Kalau pndidikan sd"
    },
    {
      "sender": "Agent",
      "content": "Nggak apa-apa mas, tetap semangat. Apakah mas sudah berkeluarga?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Sudah berkeluarga mas"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Mas candra mf sebenarnya tujuannya gimana."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Nggak tujuan apa-apa mas, selain untuk membangun hubungan baik serta  silaturahmi sebelum belajar bersama. Oya mas, apakah mas rindu untuk memperbaiki diri dan lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Sedari dulu tujuan dan harapan saya selalu ingin di maafkan semua dosa2nya dan saya walaupun kerja tp tk pernah punya harapan untuk dunia. Karna tdk ada gunanya hidup di dunia tp untk mengejar dunia"
    },
    {
      "sender": "Agent",
      "content": "Mas, setiap manusia pasti ingin memperbaiki dirinya agar lebih baik lagi untuk itu kita membutuhkan pertolongan dari ALLAH. Untuk mendapatkan pertolongan dari ALLAH maka hubungan kita harus lebih dekat kepada ALLAH. Namun ada satu penyebab yang membuat kita sulit mendekatkan diri kepada ALLAH. Taukah mas apa penyebab utama yang menghalangi kita lebih dekat kepada ALLAH?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Setau saya karna taukhidnya yg m asih kurang yakin dan masih terlalu mendahulukan hal2 dunia"
    },
    {
      "sender": "Agent",
      "content": "Mas, penyebab utama yang menghalangi kita dekat kepada ALLAH yaitu, karna dosa kita sendiri mas. Dosa membuat hubungan kita menjadi jauh dari ALLAH, sehingga hidup kita berantakan dan membuat kita sulit menerima ridho ALLAH bahkan sulit menemukan jalan lurus ALLAH menuju surga diakhirat nanti. Apakah mas pernah memikirkan ataupun merenungkan tentang dosa yang mas lakukan baik dosa kecil maupun dosa besar?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Justru masalah dosa baik kecil/besar dn dosa yg tdk sadar yg selalu aku fikirkan... mungkin karna itulah yg mmbuat segalanya  terhalang"
    },
    {
      "sender": "Agent",
      "content": "Ya mas, semua orang memiliki dosa, termasuk mas dan saya juga. Oya, kalau menurut mas kira2 dosa itu apa mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Dosa yg paling berat sama orang tua"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini, usaha apa yang mas lakukan untuk bisa menghapuskan dosa itu?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Birrulwalidain tetap saya lakukan walaupun banyak dosa sm orang tua"
    },
    {
      "sender": "Agent",
      "content": "Iya mas, semua kita pasti memiliki usaha yang bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah.Saya pun menyadari bahwa saya orang yang berdosa dan sadar bahwa usaha saya tidak cukup untuk menghapuskan dosa saya. Syukur alhamdulillah bahwa dalam perjalanannya saya menemukan penolong  yang bisa menghapuskan dosa saya sehingga dosa saya dihapuskan dan hubungan saya yang jauh dari ALLAH sekarang menjadi lebih dekat. Maukah mas mengetahui siapa penolong yang dapat menghapuskan dosa itu?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Ya siapa penolongnya selaing meminta ampunan sama allah"
    },
    {
      "sender": "Agent",
      "content": "Mas, penolong yang bisa menolong itu Hanya ALLAH mas, karena ALLAH mahakuasa, sempurna dan tidak terbatas. Maka ALLAH yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. ALLAH juga mengutus nabi Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mas mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Mau mas kisahnya seperti apa"
    },
    {
      "sender": "Agent",
      "content": "Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil.  Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mas belajar bersama agar mas bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Kalau saya cukup lewat alqur'an dan hadist saja itu sudah cukup"
    },
    {
      "sender": "Agent",
      "content": "Apakah mas masih mau untuk mendalami kisah yang luarbiasa ini?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Sekedar pingin tau dulu mas. Boleh saya tanya mas"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, untuk memudahkan belajar bersamanya apakah mas bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Mas kalau nabi isa itu kan yg bisa menolong nanti di alam sana karna nabi isa itu  ibaratnya sudah punya ijin untuk menolong siapapun simpel katanya kan begitu.... yg ingin saya tanyakan apakah nabi isa bisa jdi penolong di dunia."
    },
    {
      "sender": "Agent",
      "content": "Justru itu dan sangat bisa mas. Apakah mas mau mendalaminya lebih dalam?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Mau mas"
    },
    {
      "sender": "Agent",
      "content": "Baik mas. Apakah mas bisamemngirimkan nomor WA yang aktif?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Gini mas... kalau di alam sana nanti yg di takutkan api neraka bagaimana agar dosa di maafkan dan bisa tertolong.... kalau di dunia yg di takuti kan pertama ekonomi kedua kolektor... apakah bisa nabi isa jadi penolongnya"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Bisa tp jarang aktf... soalnya kalau selalu di aktifkan mengganggu kerjaan"
    },
    {
      "sender": "Agent",
      "content": "Nggak apa-apa mas dibuka dan dibalas WA setelah selelsai pekerjaan saja sehingga tidak mengganggu aktivitas mas juga. Bagaimana mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Yg td gak ada jawaban... pertanyaan saya... tentang  penolong di dunia"
    },
    {
      "sender": "Agent",
      "content": "Biar jelas dan jawabannya bisa bertemu langsung mas. Kalau mas masih mau untuk dibimbing apakah bisa mengirimkan nomor WA nya?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "085726891992"
    },
    {
      "sender": "Agent",
      "content": "Oya mas, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mas. Bagaimana menurut mas?"
    },
    {
      "sender": "Sutopo (Zarkasi Arka)",
      "content": "Ok."
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya mas. Saya doakan Allah selalu menunujukkan jalannya kepada mas agar selalu melakukan hal-hal yang dikehendaki oleh ALLAH.  Saya berharap nanti mas juga bisa ngobrol di WA dengan teman saya. Tetap semangat. Wassalam"
    }
  ]
}