{
  "messages": [
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Mengapa saya sulit menghindari perbuatan dosa? Padahal saya tahu itu salah?"
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Mengapa saya sulit menghindari perbuatan dosa? Padahal saya tahu itu salah?"
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Mengapa saya sulit menghindari perbuatan dosa? Padahal saya tahu itu salah?"
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Mengapa saya sulit menghindari perbuatan dosa? Padahal saya tahu itu salah?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Ann, terimakasih sdh berkunjung ke laman ini.  \r\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp dan tinggal di kota mana saat ini? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "91 di Ngawi"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih.. Ngmong2, aslinya suku apa, Ann?\r\ndan saat ini kesibukannya ngapain aja atau bekerja apa?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Jawa"
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Irt"
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tahu siapa nama aslinya? Apakah sdh berkeluarga? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Titin... Sudah berkeluarga"
    },
    {
      "sender": "Agent",
      "content": "Titin masih muda jadi saya manggil namanya saja? Masalah apa yang dialami akhir2 ini? Apakah sdh berkeluarga? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Sudahh"
    },
    {
      "sender": "Agent",
      "content": "Masalah apa yang Titin alami akhir2 ini? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Ekonomi"
    },
    {
      "sender": "Agent",
      "content": "Boleh tahu suaminya kerja atau usaha dibidang apa?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Tani.."
    },
    {
      "sender": "Agent",
      "content": "Apakah Titin tidak mencari pekerjaan atau kembangkan suatu usaha agar bisa mengangkat perekonomian? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Sudahhh.. Saya buka warung makan.. Tpi besar pngeluaran dri pda pemasukan"
    },
    {
      "sender": "Agent",
      "content": "Jangan menyerah pada apa pun terus berdoa dan berusaha, gmn Titin?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "InsyaAllahh"
    },
    {
      "sender": "Agent",
      "content": "Titin tamatan terakhir tingkat apa? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Cm SMP"
    },
    {
      "sender": "Agent",
      "content": "Apa yang diharapkan ke depan? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Ingin menata ekonomi biar kebutuhan anak\" terpenuhi... Saat ini terlilit hutang yg sangat banyak hingga kebutuhan anak tk tercukupi"
    },
    {
      "sender": "Agent",
      "content": "Upaya apa yang dilakukan agar bisa mencapai apa yang diharapkan? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Belum tau"
    },
    {
      "sender": "Agent",
      "content": "Apakah mau lebih lagi mengenal Allah melalui Isa Al-Masih yang berkuasa untuk menolong dan mengabulkan doa? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Bagaimana caranya"
    },
    {
      "sender": "Agent",
      "content": "Apakah sebelumnya pernah mendengar tentang Isa  Al-Masih? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Belum..."
    },
    {
      "sender": "Agent",
      "content": "Apakah Titin tidak keberatan jika saya menceritakan tentang Isa Al-Masih menurut kitab suci Injil? \n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Tidakk..."
    },
    {
      "sender": "Agent",
      "content": "\nIsa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong dan mengabulkan doa? Gmn tanggapan tentang Isa Al-Masih? Apakah bisa minta no. wanya siapa tahu ke depan kt bisa saling chat dan silahturahmi?\n\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "085236919590"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Titin sudah memberikan no. wanya,\nAda seorang yang memiliki banyak masalah secara manusia ia tak sanggup untuk menyelesaikannya. Ia datang kepada seorang hakim yang lalim untuk meminta pembelaan tetapi ia blm mendapatkan apa yg diinginkannya. Tetapi ia tidak menyerah dengan situasi yang ada, ketekunan dan ketabahannya membuatnya terus berjuang dan tidak pernah berhenti meminta pembelaan kepada sang hakim lalim. Pada akhirnya ia  memperoleh jalan keluar sehingga sang hakim membebaskan dari masalah yg ia rasakan. Begitu pun saat kt membawa setiap masalah yg kt alami kepada Allah dalam nama Isa Al-Masih maka kita akan diberikan jalan keluar. Gmn tanggapannya?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Aminnn semoga kita segera mendapatkan jalan keluar dari semua masalah"
    },
    {
      "sender": "Agent",
      "content": "\nKetika diperhadapkan dgn kesulitan tentu hal itu membuat kt bingung tetapi ketika kt mau supaya mendapat jalan keluar harus membawa seluruh persolan kt kepada Isa Al-Masih adalah Sang Penolong yang sejati. Sebagaimana pernyataan Isa Al-Masih dalam kitab suci Injil berkata :\"Marilah kepada-Ku semua yg letih lesuh dan berbeban berat, Aku akan memberikan kelegaan kepadamu\". Kita bisa mendapatkan ketenangan dan kelegaan ditengah kesulitan saat datang kpd Isa Al-Masih. Gimana respon Titin? \n\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Bagaimana caranya sedangkan saya belum bisa istiqomah dlam ketaqwaan"
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Saya masih bergelimang dosa????"
    },
    {
      "sender": "Agent",
      "content": "Ya ikuti terus obrolan ini, saat seseorang mau mengenal Isa Al-Masih bukan berarti bebas dari setiap masalah tetapi Ia berjanji akan tetap menolong dan menyertai sampai akhir zaman, gmn Titin? Salam kenal saya dengan bu Min,\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Iy bu.. Salam kenal juga dari saya.. Terima kasih telah bersedia membimbing saya"
    },
    {
      "sender": "Agent",
      "content": "Sama2 Titin, \n\nSaya punya teman namanya bu Mirza dia orang yang baik, mau nggak saya perkenalkan dengan bu Mirza supaya menjelaskan tentang Isa Al-Masih yang berkuasa menolong dan mengabulkan doa?\n\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Mau bunda"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Titin sudah berkomunikasi dengan baik, harap balas jika bu Mirza chat ya. Saya berdoa dalam nama Isa Al-Masih kiranya Titin selalu berkah dan segera mencapai apa yang menjadi harapannya, Amin.\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Aminnn aminnn... Doa terbaik juga untuk bunda sekeluarga"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Titin, kenalin saya dengan bu Mirza, temannya yang sebelumnya ngobrol melalui Fb messenger, salam kenal ya. Katanya Titin ingin mengetahui tentang Isa Al-Masih yang berkuasa untuk menolong dan mengabulkan doa, benar ya?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Waalaikumsallam bunda... Salam kenal juga.. Iy bunda benar????"
    },
    {
      "sender": "Agent",
      "content": "Sebelumnya, selain mendapat penjelasan dari teman saya sebelumnya, apakah Titin sdh pernah dengar atau membaca penjelasan tenteng Isa Al-Masih sebelumnya? dari mana?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Sama sekali belum pernah"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih adalah penolong dan perantara antara Allah manusia, Ia berkuasa atas segala sesuatu dan juga berkuasa untuk menolong dan mengabulkan doa kita. Apakah Titin mau memahami lebih lagi tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Mau bunda"
    },
    {
      "sender": "Agent",
      "content": "Apakah Titin ingin mengenal Isa Al-Masih lebih lagi dan ingin tahu bagaimana cara mengenal Isa Al-Masih? Boleh tahu Titin tinggal di Kecamatan mana di Ngawi?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Iy bunda... Saya karangjati"
    },
    {
      "sender": "Agent",
      "content": "Oh di Karangjati, Kalau Titin mau mengenal Isa Al-Masih lebih banyak yg berkuasa untuk mengabulkan doa, bagamana kalau saya kenalin dengan teman bu Mirza disana untuk bertemu dan ngobrol secara langsung, apakah Titin mau?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Apakah ada bunda?"
    },
    {
      "sender": "Agent",
      "content": "Ya ada Titin, Kalau begitu boleh saya kasih WA Titin ke teman bu Mirza supaya Titin di chat terlebih dahulu?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Iy bunda"
    },
    {
      "sender": "Agent",
      "content": "Oya ngomong2 Titin ada keluarga/teman yg jg tertarik mau tahu tentang Isa Al-Masih? Kalau ada boleh diajak ngobrol langsung sama teman bu Mirza? Apakah ada? Kira2 bisa dichat atau ditemui kapan agar tidak mengganggu aktivitasnya?\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Belum ada bunda"
    },
    {
      "sender": "Agent",
      "content": "Oh ya sementara Titin saja kalau sudah mantap bisa sampaikan kepada yang lain?\nTerima kasih ya Titin atas waktunya, ditunggu saja teman bu Mirza pasti akan chat nanti direspon ya, saya berdoa dalam nama Isa Al-Masih kiranya Titin selalu dalam lindungan Allah dan dilancarkan rejekinya, Amin.\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Iy bunda.. Amiiinnn Amiiinnn Aminnn. Terima kasihh.. Doa yang sama juga untuk bunda sekeluarga..."
    },
    {
      "sender": "Agent",
      "content": "Sama2 Titin, harap respon ya jika bu Mirza chat.\n \n \n "
    },
    {
      "sender": "Titin (Ann Gantari)",
      "content": "Iy bunda"
    }
  ]
}