{
  "messages": [
    {
      "sender": "LiLi Haryati",
      "content": "Kelakuanku buruk, jarang jalani ibadah, saya takut hukuman Allah, tolong saya?"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Saya jarang sholat"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Saya janda ank 4,jdi saya sibuk kerja"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum LiLi, terimakasih sdh berkunjung ke laman ini.  \r\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp dan tinggal di kota mana saat ini? \n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Kelahiran Thun 1980"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Tinggal di Kalimantan Tengah"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih.. Ngmong2, aslinya suku apa, Bu Lili?\r\ndan saat ini kesibukannya ngapain aja atau bekerja apa?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Suku Dayak,kerja nyari emas bu"
    },
    {
      "sender": "Agent",
      "content": "Semoga kita bisa menjalin silaturahmi yg baik yah Mba Lili.\nKalau boleh tau disana Mba tinggal dikecamatan apa nih?\nowh ya bagaimana kabar istri dan anak\"nya Mba?\nsemoga semua dlm keadaan seht selalu yah Mba.\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Tinggal didesa,aku janda"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Ankku 4 ikut aku semua"
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tau apa yg membuat Mba Lili dan suami berpisah?\nsaya doakan semoga Mba selalu diberikan kemurahan rejeki oleh Allah.\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Suamiku selingkuh dgn istri org"
    },
    {
      "sender": "Agent",
      "content": "Sudah berapa lama Mba Lili berpisah dengan suami?\nKalau boleh tau apakah sekarang suami masih bertanggung jwb terhadap anak\"nya?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Sudah 4 Thun,dia ndk pernah ngasih napkah utk anaknya selama 4thun"
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tau apa alasan mantan suami Mba Lili tdk memberi nafkah untuk anak\"nya?\nOwh ya Mba boleh saya minta no wa nya? siapa tau nnti bisa lanjut ngobrol di chat wa.\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Karena dia udh punya istri baru,jdi istrinya yg larang ngasih"
    },
    {
      "sender": "LiLi Haryati",
      "content": "081345675376"
    },
    {
      "sender": "LiLi Haryati",
      "content": "081345380171"
    },
    {
      "sender": "Agent",
      "content": "Mba Lily maaf itu no nya ada 2, yg ada wa nya yg mana yah Mba?\nOwh ya Mba memang dlu apa yg membuat suami Mba selingkuh?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Coba semuanya j bu"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Memang dia suka main perempuan,minum,judi"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Dia ikut saya mualap,setelah pisah balik agama dirinya dulu,katolik"
    },
    {
      "sender": "Agent",
      "content": "Hikmah apa yg Mba Lily ambil dr perpisahan Mba dan suami?\nOwh ya kira\" ke depannya apa harapan Mba?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Saya sadar bahwa Allah punya rencana yg terbaik,dan tidak ingin saya menderita  selama hidup dgn dia"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Mudah2an kedepannya kehidupanku lebih baik dari kehidupanku bersama mantan suami,walaupun harus hidup tanpa seorang suami"
    },
    {
      "sender": "Agent",
      "content": "Amin ya robbal alamin, semoga harapannya di ijabah oleh Allah yah Mba Lily.\nMba Lily kita harus ikhlas dengan semua yg sudah terjadi dlm hidup kita,\nkarena jika kita ikhlas insya Allah, nanti Allah akan memberikan yg jauh lebih baik ke depannya.\nOwh ya saya teringat tentang Isa Al-Masih, di dalam kitab terdahulu Allah yaitu kitab Injil Allah.\nbahwa Isa Al-Masih bisa menolong kita agar mendapatkan masa depan yg lebih baik.\nApakah Mba pernah dengar tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Iya,karena nabi isya akan DTG kembali"
    },
    {
      "sender": "Agent",
      "content": "Apa yg Mba Lili ketahui tentang Isa Al-Masih?\nOwh ya apakah Mba tertarik untuk mengetahui lebih dalam tentang kuasa Isa Al-Masih yg bisa memberikan masa depan yg lebih baik?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Allah dekat pada orang-orang yang hancur hatinya, dan Ia menyelamatkan orang-orang yang patah semangat.”\nSemoga hari ini lebih bersemangat, chat saya jangan lupa dibalas ya :) \n\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Oke,semangat terusni"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, owh ya Mba Lili pertanyaan saya waktu itu blm sempat di bls yah.\nApakah Mba tertarik untuk mengetahui lebih dalam tentang Isa Al-Masih yg bisa memberikan masa depan yg lebih baik?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tau Mba Lili disana tinggal dikecamatan apa?\n \n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Kecamatan seruyan"
    },
    {
      "sender": "Agent",
      "content": "Tepatnya dikecamatan seruyan apa Mba Lili?\n \n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Di desa tumbang Darap kecamatan Seruyan hulu kabupaten Seruyan propinsi Kalimantan tengah"
    },
    {
      "sender": "Agent",
      "content": "Baik Mba Lili, owh ya untuk mengetahui tentang Isa Al-Masih yg bisa memberikan masa depan yg lebih baik,\nmenurut Kitab Injil Allah, gimana kalau saya kenalin dengan teman saya Bu MIrza di wa,\nsaya kasih no Mba ke teman saya yah, Mba gak keberatan kan?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Baik Mba Lili terimakasih untuk waktunya.\ndi tunggu chat dr teman saya, nanti di balas yah Mba.\nSemoga Mba dan keluarga selalu dlm lindungan Allah.\nWassalamualaikum.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Mba Lili, perkenalkan saya Bu Mirza, temannya yang sebelumnya ngobrol dengan Mba lewat fb. Salam kenal yah Mba. Katanya Mba ingin tau tentang Isa Al-Masih, yg bisa memberikan masa depan yg lebih baik, apakah benar Mba?\n\n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Waalaikumsalam"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSalam kenal yah Mba Lili. Ngomong\" selain mendapat penjelasan dr teman saya,\nApakah sebelumnya Mba pernah dengar tentang Isa Al-Masih?\nOwh ya katanya usia Mba 44 thn yah, apa benar Mba?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Benar"
    },
    {
      "sender": "Agent",
      "content": "Apakah sebelumnya Mba Lili pernah dengar tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Belum pernah"
    },
    {
      "sender": "Agent",
      "content": "Mba Lili, Isa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong memberikan masa depan yg baik.\nApa Mba pernah dengar tentang ini sebelumnya?\n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Belum pernah mbak"
    },
    {
      "sender": "Agent",
      "content": "Mba Lili, banyak sekali teladan, kuasa dan mukjizat yg Isa Al-Masih miliki,\nsalah satunya Isa Al-Masih bisa memberikan masa depan yg baik dan juga memelihara umat manusia yg memohon pertolongan kepadaNya. Di dalam Kitab Injil Isa Al-Masih mengatakan \" tidak usah kuatir akan hari esok sebab hari esok memiliki kesusahannya sendiri\". Bagaimana tanggapan Mba tentang Isa Al-Masih ini?\n \n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Benarkah perkataanya seperti itu"
    },
    {
      "sender": "Agent",
      "content": "Tentunya benar Mba Lili, sama seperti perkataan Isa Al-Masih di dalam Kitab Injil,\nyg mengatakan tidak usah khawatir akan hidup kita, \"Sebab Allah menyediakan apa yg kita butuhkan, burung di udara yg tidak menabur dan menuai saja di perhatikan dan diberi mkan, apalagi kita manusia yg di cintai Allah\".\nGimana menurut Mba Lili tentang Isa AL-Masih yg sudah di sampaikan?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Iya mbakakasih"
    },
    {
      "sender": "Agent",
      "content": "Sama\" Mba Lili. kalau boleh tau apa tanggapan Mba tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Bagus dan menarik"
    },
    {
      "sender": "Agent",
      "content": "Mba Lili, sejak saya mengenal Isa Al-Masih saya tidak lagi merasa khawatir akan masa depan,\nhidup saya penuh ketenangan dan kedamaian, ketenangan yg Isa Al-Masih berikan adalah ketenangan sejati.\nMemang jika belum mengalami sendiri pertolongan Isa Al-Masih, Mba akan biasa saja.\nTapi apa Mba mau lebih lanjut mengetahui tentang semua kuasa Isa AL-Masih yg bisa menolong kita memberikan masa depan yang baik?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Mau lanjut mbak"
    },
    {
      "sender": "Agent",
      "content": "Kalau Mba Lili, mau ngbrl lebih banyak tentang Isa Al-Masih,\nbagaimana kalau saya kenalin dengan teman sya disana untuk bertemu dan ngbrl secara langsung,\nApakah Mba mau?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "Kalau begitu saya kasih no wa Mba Lili, ke teman saya yah,\nsupaya teman saya nanti bisa hubungi terlebih dlu dan nanti di atur waktu ketemuan untuk ngbrlnya,\nsekalian silaturahmi, Mba gak keberatan kan?\nOwh ya ngmg\" dlu Mba lulusan apa nih kalau boleh tau?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Sma"
    },
    {
      "sender": "Agent",
      "content": "Jadi Mba Lili gak keberatan yah saya kasih no wa nya ke teman sya?\nsupaya nanti teman saya bisa hubungi Mba.\nOya ngomong\" Mba ada keluarga atau teman yg juga tertarik mau tau tentang Isa Al-Masih?\nkalau ada boleh di ajak ngbrl langsung nanti sama teman saya dan Mba.\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Saya ndk keberatan"
    },
    {
      "sender": "Agent",
      "content": "Kira\" kapan ada waktu luangnya Mba Lili, agar nanti pada saat teman saya hubungi,\ntidak ganggu kerjaan Mba Lili?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Kapan saja bisa"
    },
    {
      "sender": "Agent",
      "content": "Mba Lili, katanya awal Mba masuk Mba menulis kelakuan buruk, jarang ibadah dan takut hukuman Allah yah?\nKalau boleh tau kelakuan buruk apa yg pernah Mba lakukan?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Halo Mba Lili, lagi sibuk yah?\npesan saya koq tdk di balas Mba, apa ada yg salah dengan pertanyaan saya?\nsaya tunggu yah Mba blsan chatnya, biar kita bisa lanjutkan obrolannya.\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Maaf Bu saya lagi ngantar ank bupati kampanye"
    },
    {
      "sender": "Agent",
      "content": "Owh lagi sibuk yah Mba Lili, maaf kalau ganggu.\nKira\" nanti jam berapa nih Mba kita bisa lnjt ngbrlnya?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Jam 9 MLM bisa baru DTG kampanye ni"
    },
    {
      "sender": "Agent",
      "content": "Iya Mba Lili, maaf sy bru jawab yah.\nOwh ya Mba pertanyaan saya kemarin, boleh saya tau tanggapannya.\n\n\n\n\nMba Lili, katanya awal Mba masuk Mba menulis kelakuan buruk, jarang ibadah dan takut hukuman Allah yah?\nKalau boleh tau kelakuan buruk apa yg pernah Mba lakukan?\n\n\n\n\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Kelakuan buruk saya jarang di rumah ngurus ank sering kehutan nyari uang"
    },
    {
      "sender": "Agent",
      "content": "Owh itu kan Mba ninggalinnya karena kerja Mba,\nmemang berat yah Mba kalau kita perempuan ini kerja rasanya ninggalin anak tuh kaya bersalah aja gtu yah Mba,\ndan yg buat Mba jarang ibadah juga apakah karena kesibukan bekerja nya yah Mba?\nNgomong\" Mba kerja nyari emas itu gimana Mba?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Dihutan  mengunakan sekop dgn pelingang"
    },
    {
      "sender": "Agent",
      "content": "Semangat terus yah Mba Lili, di murahkan dan di lancarkan juga rejeki Mba disana yah.\nJadi, yg buat Mba jarang ibadah juga apakah karena kesibukan bekerja nya yah Mba?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Amiin"
    },
    {
      "sender": "LiLi Haryati",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Mba ketika kita merasa bersalah kepada anak karena kita meninggalkan mereka untuk mencari nafkah,\nitu hal yg wajar yah Mba, karena Mba kan begitu buat menghidupi mereka juga, jadi Mba gak perlu menganggap itu sebagai kelakuan buruk yah Mba. Kalau untuk ibadah yg jarang di lakukan karena Mba sibuk kerja, memang hrsnya sesibuk apapun kita harus ingat kepada Allah, karena apapun yg kita dapatkan dr kerja keras Mba, itu juga anugrah dr Allah, yg hrs kita syukuri.\nDan dr itu semua Mba takut hukuman Allah, benar begitu Mba Lili?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Iya,saya takut hukuman tuhan mbk"
    },
    {
      "sender": "Agent",
      "content": "\nMba Lili, semua kita memiliki dosa, begitupun dengan saya.\nkarena kita hanyalah manusia biasa yg tak luput dr salah dan dosa.\nTapi Mba tidak perlu khawatir, Isa Al-Masih selain bisa menolong memberikan masa depan yg terbaik,\nIsa Al-Masih juga bisa menolong kita agar bersih dr dosa dan mendapat ampunan dr Allah,\nDi dalam Kitab Injil Allah jelas tertulis \" Isa Al-Masih rela menanggung kutuk dosa supaya seluruh umat manusia di atas bumi diselamatkan dan terhindar dr neraka\"\nNanti melalui teman saya disana juga Mba akan byk mendapatkan semua kebenran dan kuasa Isa Al-Masih.\nMba mau kan mengetahui semua kuasa dr Isa Al-Masih? agar nanti hidup Mba benar\" di ubahkan.\n \n\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Mau mbak"
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tau apa yg membuat Mba Lili tertarik mengetahui lebih dalam tentang Isa Al-Masih Mba?\n \n \n "
    },
    {
      "sender": "LiLi Haryati",
      "content": "Karena bisa merobah kehidupan kita"
    },
    {
      "sender": "Agent",
      "content": "Baik Mba Lili, terimakasih untuk waktunya yah.\nBerharap dengan teman saya di sana nanti banyak segala kebenaran yg akan Mba dapatkan.\nSemoga Mba dan keluarga sehat selalu dan di mudahkan segala urusannya.\nDi tunggu nanti teman saya menghubungi Mba Lili yah.\nWassalamualaikum.\n \n \n "
    }
  ]
}