{
  "messages": [
    {
      "sender": "Rilah (RilahBae)",
      "content": "Saya gak tahu harus  curhat ke siapa, boleh gak saya curhat sama mimin?"
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Cape min hidup terlilit hutang rasanya ga tenang"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, terimakasih sudah kirim pesan disini. Sebelum ngobrol lebih lanjut boleh tau namanya siapa dan kelahiran tahun berapa ya? Spy saya tau enaknya manggil apa. Dan tinggal dimana?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Nama sya rilah sya lahir tahun 1992 tinggal di Banjarnegara Jawa Tengah"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin apa yg Rilah alami. Boleh cerita karena apa koq bs sampai berhutang Rilah? dan suami kamu mengetahui ttg persoalan hutang ini?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Untuk pengobatan ibu waktu itu sampe terjerat pinjol gali lobang tutup lobang, suami ga tau karna emg suami saya ga peduli dgn kesehatan ibu saya"
    },
    {
      "sender": "Agent",
      "content": "Masyaallah... turut prihatin mendengar ini. Oh karena apa koq Rilah mengatakan suami ga peduli dgn kesehatan ibu kamu? ini Rilah dan suami kesibukan sehari2 mengerjakan apa ya?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Karna menurut pendapat suami sya merawat dan membiayai pengobatan ibu itu bukan tanggung jawab anak perempuan tapi tanggung jawab anak laki-laki jadi menurut suami q ga punya kewajiban bwt biayai ibu berobat karna bukan kewajiban q itu sebab nya q diem\" dri suami biayain ibu berobat ibuku sakit ppok infeksi paru-paru, suamiku kerja di bengkel las"
    },
    {
      "sender": "Agent",
      "content": "Oh ya Allah, padahal memperhatikan orangtua tdk terbatas anak lelaki atau anak perempuan ya. memang itu adl tugas seorang anak, baik itu anak laki maupun anak perempuan. Lalu sdh lakukan upaya apa saja agar bs keluar dr permasalahan hutang ini? ada keluarga atau teman yg bs bantu?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Ga ada ka sya simpan semuanya sendiri kka sya jg seolah tidak peduli dgn kondisi saya, sya cape ka hidup gali lobang tutup lobang trs hutang ga kunjung selesai sya ga tau harus apa dn gimna caranya melunasi semua hutang tanpa harus menyusahkan semua org yg bahkan ga peduli terhadap saya.. Pernah saya hampir nyerah dn berfikir untuk mengakhiri hidup ka tpi alhamdulillah alloh masih syng q dn menyadarikn q bahwa masih ada anak yg masih btuh saya"
    },
    {
      "sender": "Agent",
      "content": "Sabar dan tetap istikomah ya Rilah, mengakhiri hidup bukanlah solusi, bukan berarti masalah akan selesai, malah masalah bertambah dan akan mendapatkan hukuman akherat juga kan. Oya, boleh tau Rilah sehari2nya kesibukannya mengerjakan apa? dan dulu sekolahnya tamatan apa ya?\n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Saya kerja di pt bulu mata ka tapi sekarang lg sepi order jadi ga tiap hari masuk, saya cuma lulusan smp ka.. Sya bingung ka gimna saya bisa melunasi hutang saya sementara pemasukan saya ga ada"
    },
    {
      "sender": "Agent",
      "content": "Tetap sabar dan semangat ya Rilah, tdk ada masalah yg tdk memiliki jalan keluarnya. Ini Rilah asli org Banjarnegara kah, maksud saya dr suku mana ya? dan boleh bagi no WA yg bs dihubungi?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Iya saya asli dri Banjarnegara Jawa Tengah ka org jawa asli. Boleh ka ini no wa saya 085728357446"
    },
    {
      "sender": "Agent",
      "content": "Baik no WAnya saya save ya Rilah, sementara kita ngobrol disini dl. Bgmn dgn memohon petunjuk dan pertolongan dr Allah Rilah? Rilah setuju dgn saya kalau pertolongan sejati berasal dr Allah kan?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Iya ka saya terus memohon agar allah selalu berikan saya jln keluar mungkin usaha sya yg belum maksimal dalam merayu allah makanya allah belum memberikan sya jln keluar terbaik ka"
    },
    {
      "sender": "Agent",
      "content": "Ya saya yakin Rilah sdh berjuang dan terus berdoa agar diberi jalan keluar, namun sampai skrg ini belum kunjung mendptkan jawaban ya. Nah saya teringat nih Rilah, tertulis di Kitab Injil ada satu Pribadi berkuasa yg dapat menolong manusia agar doa didengar dan diterima Allah. Apa Rilah ga keberatan saya menceritakan ini utk Rilah?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Tidak ka, apa itu ka"
    },
    {
      "sender": "Agent",
      "content": "Pribadi yang dimaksud adl Isa Al-Masih. Apa Rilah sebelumnya pernah mendengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Tidak ka"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih adl Kalimatullah yg nuzul ke dunia sebagai pertolongan dr Allah bagi manusia. Allah tau berbagai kesulitan hidup di dunia tdk dapat kita tanggung dgn upaya kita sendiri. Maka dr itu Isa Al-Masih hadir sbg Penolong bagi manusia. Isa Al-Masih berkata: dan apa juga yang kamu minta dalam nama-Ku, Aku akan melakukannya, supaya Allah dipermuliakan di dalam Aku. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bgmn menurut Rilah mendengar perkataan Isa Al-Masih ini? dan ingin tahu lebih lanjut ttg Isa Al-Masih yg melalui-Nya doa dapat didengar dan diterima Allah seperti yg tertulis di Kitab Injil ini?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Iya ka"
    },
    {
      "sender": "Agent",
      "content": "Baik Rilah, oya ngomong2 ini tinggal di Banjarnegara di kecamatan mana Rilah?\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Susukan ka"
    },
    {
      "sender": "Agent",
      "content": "Oh kec Susukan ya. Nah kalau Rilah mau lanjut ngobrol lebih banyak tentang Isa Al-Masih, bgm kalau saya kenalin dgn teman sy disana untuk bertemu dan ngobrol, apakah Rilah mau? dan kalau mau, sy kasih ya no Hp Rilah ke teman sy\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Iya boleh ka"
    },
    {
      "sender": "Agent",
      "content": "Baik Rilah. Terima kasih atas waktunya ya Rilah udah ngobrol dengan saya Mbak Viki, ditunggu saja teman Mbak Viki pasti akan hubungi Rilah, nanti direspon ya. Mbak Viki berdoa semoga Rilah selalu dalam lindungan Allah. Amin.\n \n \n "
    },
    {
      "sender": "Rilah (RilahBae)",
      "content": "Aamiin ka terima kasih"
    }
  ]
}