{
  "messages": [
    {
      "sender": "Evan Artiyan",
      "content": "Hati saya hancur karena alami penolakan. Bisakah Allah menolong saya?"
    },
    {
      "sender": "Evan Artiyan",
      "content": "Apakah saya ditakdirkan untuk diabaikan & dilupakan oleh orang terdekatku?"
    },
    {
      "sender": "Evan Artiyan",
      "content": "Hati saya sangat terluka, bolehkah saya curhat?"
    },
    {
      "sender": "Evan Artiyan",
      "content": "Semua orang  di dunia tidak ada yng peduli sma sya   malah saya di abaikan  tapi saya sabar karna hanya allah yng selalu di hati sya dunia akhhirat"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Evan    .terimakasih sdh berkunjung ke laman fb ini.\nmaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kamu kerja apa setiap harinya?\n \n \n\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Kelahiran sya tahun 98"
    },
    {
      "sender": "Agent",
      "content": "kamu tglnya dimana dan asli suku apa?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Saya tinggalnya di kota jember madura  dn suku islam"
    },
    {
      "sender": "Agent",
      "content": "oh gitu, kamu tinggal di jember didaerah mana? dan siapakh yg tdk peduli padamu Evan?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Aku daerah petung paguan errenan  kayaknya semua orang di dunia ini"
    },
    {
      "sender": "Agent",
      "content": "oalah, orangtua dan saudara Evan pun termasuk tidak peduli? dan bgmn perasaan kamu saat ini?"
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya orang tuaku  gk peduli  dia hnya nyuruh nyuruh  saya untuk ngebersihin kebun sedangkan kakaku dn adekku gk di suruh  dia di syang  sedangkan saya gk  saya kayk di buang gy"
    },
    {
      "sender": "Agent",
      "content": "oh gitu, sdh berapa lama kamu rasakan/alami ini? dan sdh Evan tanyakan ke orang tua mengapa mereka seperti itu?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Sudahlah aku gk.perlu nanyak aku sudah pasrah sma allah karna allah yng lebih tau semua ini  di balik semua ini ada hikmahnya dari allah"
    },
    {
      "sender": "Agent",
      "content": "iy ya Evan. ditengah2 yg kamu alami, kamu sdh memohon kemampuan dari Allah utk melewatiny? dan kamu setuju Allah itu sayang pada kita? Evan rajin sholat?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya inshaallah  aku lebih percya sma allah  karna allah yng mencibkan sya  kedunia  mak aku sangat bershukur"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah, lalu bgmn petunjuk dari Allah yg Evan dapatkan? dan hubungan Evan dg Allah sangat dekat kan saat ini?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Alhamdulilah  krna cinta dn kasih syangku buat allah dn orang tuaku tapi gk papa orang tuaku gk anghap aku"
    },
    {
      "sender": "Agent",
      "content": "smngt Evan. Wahyu Isa Al-Masih dalam Kitab Suci Zabur tertulis: \"Sekalipun ayah dan ibu meninggalkan aku, Allah akan memelihara aku\" bgmn perasaan Evan membaca Firman Allah ini?\n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Aku sangat senang bahgia  karna allah pilihanku dia selalu di hatiku sampai akhir hayatku aku bershukur krna allah  selalu  menjagku"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah, apakh Evan tertarik mau tahu lebih dalam lagi bagaimana cara Allah menjaga umatNya berdasarkan Wahyu Isa Al-Masih, Kitab Taurat, Zabur dan Injil?\n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya sya ingin.bangt lebih dekat sma allah   agar hidupku lebih di sya g allah"
    },
    {
      "sender": "Agent",
      "content": "baik Evan. apakah Evan pernah dengar juga melalui Isa Al-Masih membuat kita juga dekat dengan Allah? hal ini tertulis dalam Kitab Suci Injil, tertarik mau tahu lebih dalam lagi?"
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya gtlah karna aku  maih terlalai  dlm melaksanakn  ibadahku sma allah  krna aku telah berdosa yng sngat besar"
    },
    {
      "sender": "Agent",
      "content": "Kalau Evan mau lanjut ngobrol lebih banyak tentang bagaimana cara Allah menjaga umatNya dan tentang bgmn cara kita manusia berdosa bisa dekat dengan Allah melalui Isa Al-Masih berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah Evan mau? dan kalau mau, sy kasih ya no Hp Evan ke teman mas Viki."
    },
    {
      "sender": "Evan Artiyan",
      "content": "Gk usah wes kawan cukup aku menyendiri dn ingat allh karna hanya allh yng bisa bikin hhidupku tenanh"
    },
    {
      "sender": "Agent",
      "content": "dengan ngobrol sama teman mas Viki mudahan membuat mas lega, berbagi cerita, silaturahmi dan nambah wawasan juga, apa ga mau dicoba Evan?\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, bgmn kbrny Evan? bgmn tanggapan akan pesan sy sblmny?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Aku senang kok dn aku sagat bahgia"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulliilah. jadi mau tahu Evan lebih dalam lagi cara kita manusia berdosa bisa dekat dengan Allah melalui Isa Al-Masih berdasarkan Kitab Suci Injil?\n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya coba  jelaskan skrang sma  sya agar sya lebih pahm"
    },
    {
      "sender": "Agent",
      "content": "bgmn kalau ngobrolin secara langsung Evan?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Caranya gmn  soalnya aku gk ada pulsa"
    },
    {
      "sender": "Agent",
      "content": "ketemuan dengan teman mas Viki, Evan ok kan? hitung2 silaturahmi, bgmn?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Apakah sungghuh orang yng benar benar taat kepada allah atau mungkin kmu hany mancing aku nanti kmu  bunuh aku dn semua organ tubuhku di ambil dn di jual   nanti allah akan membalas orang yng suka mancing mancing"
    },
    {
      "sender": "Agent",
      "content": "ya Allah, tidak ada niat jahat mas Viki, Evan. memang perlu waspada, tapi kamu bisa ngobrol dulu lewat wa sambil nentuin kapan ketemuan, boleh bagi no wa kamu?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Maf nie ya samian orang mana  dncewk atau cowok maf  sya hanya ingin oerlindungan  dari allah"
    },
    {
      "sender": "Agent",
      "content": "panggil sy mas Viki. Evan benar2 mau tahu cara manusia berdosa bisa dekat dengan Allah melalui Isa Al-Masih kan?\n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya krna sya ingin penjelasan lebih dlm lagi tentang agama islam krna sya hnya percya sma allah"
    },
    {
      "sender": "Agent",
      "content": "kalau tentang apa yg bagikan sebelumny bgmn Evan?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya itulah"
    },
    {
      "sender": "Agent",
      "content": "Evan benar2 mau tahu cara manusia berdosa bisa dekat dengan Allah melalui Isa Al-Masih kan? boleh bagi no wa kamu?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Kapan2 dulu  sya masih mau menyendiri mas"
    },
    {
      "sender": "Agent",
      "content": "oh gitu, kalau ngobrol lewat chat wa dulu kamu ga mau Evan?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya boleh klo ngobrol  lewat chat wa"
    },
    {
      "sender": "Agent",
      "content": "jadi boleh bagi no wa Evan?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya boleh kok"
    },
    {
      "sender": "Agent",
      "content": "bisa diketik no wa Evan?\n \n \n "
    },
    {
      "sender": "Evan Artiyan",
      "content": "Ya nie 081332496264"
    },
    {
      "sender": "Agent",
      "content": "terima kasih utk no wa Evan, ditunggu saja dihubungi teman saya ya Evan, nanti direspon ya. \noya kamu jam berapa bisa dihubungi agar tdk ganggu kegiatan Evan? oya Evan dulu sekolahny tamatan apa?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "baik Evan, nanti teman mas Viki hubungi Evan direspon ya, semoga kamu selalu dalam lindungan Allah.\n \n \n "
    }
  ]
}