{
  "messages": [
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "ea sabar deck mungkin itu cobaan buat kamu, kamu ambil hikmahy aj ezt , n buktiin low kamu itu orangy kuat bisa menghadapi masalah seberat apapun, ayo semangat3 x"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Saya khawatir gak punya masa depan masa lalu saya sangat buruk. Saya takut."
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Iya hanya ALLOH yg tau di rahasia kehidupan manusia hanya menjalani yg penting udh berusaha buat yg terbaik"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum  Ms  .terimakasih sdh berkunjung ke laman fb ini.\nmaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kamu kerja apa setiap harinya?\n \n\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Aq lahir THN 10,10,1985 tinggal kota Lumajang , kerja di tailor"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Lupa waalaikum salam, ea sama2"
    },
    {
      "sender": "Agent",
      "content": "km asli suku apa?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Low di cini campuran ada Jawa ad madura"
    },
    {
      "sender": "Agent",
      "content": "Boleh tau nama aslinya siapa mas/ mbak?\r\nOh ya apakah ada harapan mas/mbak selama ini yg blm dikabulkan oleh Allah?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Nama AQ Ahmad Sholihin, yg tak tercapai pengen punya istri yg Sholeha"
    },
    {
      "sender": "Agent",
      "content": "Apakah mas blm punya istri diusia sprt ini, sehingga pengen punya istri?\r\n \n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Udh cerai 1 THN yg lalu ezt"
    },
    {
      "sender": "Agent",
      "content": "Boleh tau mengapa sampai cerai mas?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Masalah ketidak jujuran, sebenary AQ GK mau cerai tapi gmn LG wong dia yg mintak n mertua GK mendukung AQ LG"
    },
    {
      "sender": "Agent",
      "content": "Apakah ada perasaan trauma krn perceraian itu mas?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Pertama iya c, setelah AQ fikir2 GK ada gunay tauma mendingan mikirin masa depan biar GK berlarut dlm kesedihan"
    },
    {
      "sender": "Agent",
      "content": "Tp biasanya masalah yg blm dibereskan akan muncul dilain waktu krn dianggap blm lulus dan akan diuji kembali di hal yg sama. Itulah sebabnya orang bisak sering mengatakan masalah itu tdk perlu dihindari tetapi diselesaikan.\nBgm menurut mas?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "AQ GK menghindar kok masalah itu udh AQ hadapi meskipun tanpa dukungan dari orang tua di ,jjr dulu AQ sempat bertengkar tapi Alhamdulillah sekarang ortuy udh baik smua,"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Low ceraiy udh resmi ezt Ale akte ceraiy udah keluar 2 bln yg lalu"
    },
    {
      "sender": "Agent",
      "content": "Ttng masalah kejujuran yg mas bilang?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Iya,"
    },
    {
      "sender": "Agent",
      "content": "Sebenarnya  siap yg ga jujur mas?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Istri AQ sering pinjem uang tanpa ijin dari AQ, itu BKN satu x sering,"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Oia kamu orang mn"
    },
    {
      "sender": "Agent",
      "content": "Sy dari sumatra pak.\nBgm tanggapan istri klo bpk tegur istrinya krn ga jujur?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Dia malah marah ke AQ, n ortuy malah ikut  marah jg ke AQ,"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Jauh jg Yo dr sumatra"
    },
    {
      "sender": "Agent",
      "content": "Apakah bpk masih marah sampai sekarang ke dianya?\r\nOh ya boleh tau nama asli bpk siapa?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Low dulu ea AQ marah , tapi skrg enggk ezt Ale udh urusan AQ LG AQ udh cerai"
    },
    {
      "sender": "Agent",
      "content": "baik, apakah yg mas lakukan selama ini untuk mendapatkan jodoh yg tepat dan terbaik?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Ea berdoa deck am Alloh SMG kasih jodoh yg terbaik ezt,  yg Nerima AQ apa aday"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah\r\nApakah mas ada no WA, siapa tau bisa chat melalui WA?\n \n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Ada, 085234957567"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih no WAnya ya mas. Saya teringat nih mas dgn satu Pribadi yg dapat menolong manusia doanya diterima dan dijawab Allah. Saya sendiri berulang kali mengalami dan menerima pertolonganNya. IA adl Isa Al-Masih. Apakah sebelumnya mas pernah mendengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Pernah"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih Mas Ahmad. Sebelumnya boleh tau apa nih yg mas pernah dengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Ea kalau janji am seseorang ngucapin kata insha ALLOH"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih adl Kalimatullah yg nuzul ke dunia sbg pertolongan dr Allah bagi manusia. Isa Al-Masih berkata tertulis di Kitab Injil, \"dan apa juga yang kamu minta dalam nama-Ku, Aku akan melakukannya, supaya Allah dipermuliakan di dalam Aku\". Bgmn menurut mas Ahmad, apakah ingin tahu lebih lanjut ttg Isa Al-Masih yg adl pertolongan dr Allah bagi manusia yg melalui-Nya doa dapat diterima Allah, seperti yg tertulis di Kitab Injil ini?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Tapi kitab saya alqur'an"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Low Injil AQ kurang faham"
    },
    {
      "sender": "Agent",
      "content": "Ga apa2 mas Ahmad, saya bisa memahami ini koq, Isa Al-Masih banyak diceritakan di Kitab Injil. Oya boleh tau ini mas Ahmad tinggal di Lumajang kecamatan mana ya?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Yosowilangun, Oia low boleh tau  agamay km ap"
    },
    {
      "sender": "Agent",
      "content": "Saya pengikut Isa Al-Masih mas, namun disini kita ga ngobrol ttg agama, karena Isa Al-Masih bukan milik satu agama tertentu, IA datang juga bukan utk mendirikan agama. Jd ga masalah kan ya mas, kita mau tahu lebih lanjut ttg Isa Al-Masih. Bukankah Isa Al-Masih juga wajib diimani kan?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nOhya kalau mas mau lanjut ngobrol lebih banyak tentang Isa Al-Masih, bgm kalau saya kenalin dgn teman sy disana untuk bertemu dan ngobrol, apakah mas mau? dan kalau mau, sy kasih ya no Hp mas ke teman sy.\n\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Ea AQ tau semua agama itu baik ,Low boleh tau tmny orang mn,,,, n cwok apa cwe"
    },
    {
      "sender": "Agent",
      "content": "Ntar bisa langsung tanyakan aja ke teman sy ya Ahmad, orangnya baik koq, ngobrol dulu aja melalui chat WA atau telpon ntar ya, ketemuannya ga perlu buru2 koq. Jadi saya akan kasihkan no WA Ahmad keteman saya, spy Ahmad bs dihubungi duluan ya?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Ok ezt AQ nurut kamu ezt pokoky yg terbaik"
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Oia nama kamu cp,,,"
    },
    {
      "sender": "Agent",
      "content": "Baik Mas Ahmad. Terima kasih atas waktunya mas sudah ngobrol dengan saya Bang Viki, ditunggu saja teman saya pasti akan hubungi mas Ahmad, nanti direspon ya mas. Bang Viki berdoa semoga mas selalu dalam lindungan Allah. Amin. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Oya kiranya Allah bukakan rejeki juga utk pekerjaannya ya mas. Ini kerja di tailor maksudnya sbg penjahit kan mas? boleh tau dl sekolahnya tamatan apa mas?\n \n \n "
    },
    {
      "sender": "Ahmad Sholihin (M S)",
      "content": "Amiin,Ea penjait,  AQ lulusan vmn SD Ale SMP y berhenti kls 2"
    }
  ]
}