{
  "messages": [
    {
      "sender": "Por Nomo",
      "content": "Hati saya tidak tenang memasuki tahun baru; bagaimana hadapi ketakutan ini?"
    },
    {
      "sender": "Agent",
      "content": "\n\nAssalamualaikum  Por  ,terimakasih sdh berkunjung ke laman fb ini.\n\nmaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kesibukannya saat ini ngapain? \n\n\n \n \n\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Waalaikumsalam THN 1981  saat ini kerja ikut teman jualan rotigoreng di malang jatim"
    },
    {
      "sender": "Agent",
      "content": "mas asli suku apa?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Jawa asli Blitar jatim"
    },
    {
      "sender": "Agent",
      "content": "lalu apa yg membuat mas selama ini  merasa tidak tenang, mukin bisa mas berbagi cerita?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Hidup susah sejakkecil jauh dari harta cinta dan bahagia"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tahu susah sprti apa yg mas alami dr kecil?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Ortu saya cerai sejak saya kecil ikut nenek sejakkecil setelah saya menikah saya kerja jualan awalnya lumayan berhasil akhirnya usahasaya bangkrut mulai banyak hutang istrisaya menceraikan saya sa'at ini anaksaya sakit depresi 1bln sekali kontrol ke RSJ lawang ibu saya barusan meninggal penghasilan saya hanya cukup buat makan"
    },
    {
      "sender": "Agent",
      "content": "masyallah, mas sy ikt perihatin dngan apa yang mas alami saat ini dlm rumah tangganya, tapi mas gk ush takut, ada kabar baik untuk mas, q percaya segala sesuatu yang terjadi dlm hidupnya mas saat ini ada mksud dan tujuan Allah yang terbaik, intinya mas mau menyerahkan segala masalah itu  kepada Allah, aku jadi ingat firman Allah melalui Isa Al-Masih yang tercatat dikitab suci Injilnya,serahkan khawatirmu kepada Allah, maka Allah melalui Isa Al-Masih akan memelihara dan menolong, mas prnh dengar kisah Isa Al-Masih selama ini?\n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Pernah"
    },
    {
      "sender": "Agent",
      "content": "boleh sy minta nmr wanya mas yg aktif?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "082131528270"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tahu mas dl prnh dengar dr mana kisah Isa Al-Masihnya?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "dari ceramah para kiyai dari radio tv juga secara langsung"
    },
    {
      "sender": "Agent",
      "content": "kalau begitu mas mau dan bersedia untuk tahu lbh lagi kisah Isa Al-Masihnya?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "bisa mas kirim ulang pesannya, karna mas bls pakai stiker jadinya sy gk bisa baca?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih pernah berkata demikian: \"Marilah kepada-Ku, hai kamu semua yang lelah dan menanggung beban berat, Aku akan memberikan kelegaan bagimu.\"\r\nLewat perkataan-Nya ini Isa Al-Masih ingin agar setiap manusia yang sedang menanggung beban berat untuk datang kepadaNya dan berharap padaNya. jadi apapun yang mas alami saat ini, semuanya serahkan kepada Isa Al-Masih yang sanggup menolong dalam segala hal, bagaimana perasaan mas saat ini sesudah membaca pesan saya ini?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Biasa aja"
    },
    {
      "sender": "Agent",
      "content": "mas mau lbh tahu siapa Isa Al-Masih itu yg sanggup menolong mas dlm segala hal?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "trmksh mas sdh mau untuk  lbh lg siapa Isa Al-Masih itu,\nmas tdk keberatan kalau saya kenalkan mas sama teman saya, nama teman sy itu mas Mirza, biar nanti mas Mirza ini yg akan jelaskan lbh lgi kepada mas Pornomo siapa Isa Masih itu, hitung2 tambah teman mas Pornomo?\n "
    },
    {
      "sender": "Por Nomo",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "trmakasih sdh mau untuk ngobrol sm mas Mirza, kiranya Allah selalu memberkahi mas dan juga keluarganya.\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Amin"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum pak Por Nomo, kenalin saya pak Mirza, temannya yang sebelumnya ngobrol dengan bpk lewat fb. salam kenal.\r\nkatanya pak Por Nomo, ingin tau tentang Isa Al-Masih yang adalah Penolong berdasarkan Kitab Suci Injil, apakah benar?"
    },
    {
      "sender": "Por Nomo",
      "content": "Waalaikumsalam salam kenal balik pk mirza"
    },
    {
      "sender": "Agent",
      "content": "katanya usia 43th ya pak? dan sebelumny, selain mendpt penjelasan dari teman saya sebelumny, bpk sdh pernah dengar atau membaca penjelasan ttg Isa Al-Masih sebelumnya? dari mana?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Ya dari ceramah di radio tV juga dari ustat/kyai"
    },
    {
      "sender": "Agent",
      "content": "baik pak, boleh bpk bagikan bgmn tentang Isa Al-Masih yg bpk dengar? \n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Nabi Isa putra dari Siti mariyam & akan turun kedunia di untuk menumpas dakjal di akhir jaman"
    },
    {
      "sender": "Agent",
      "content": "benar pak, Isa Al-Masih adlah Imam Mahdi, Ia adalah Penolong sejati, bgmn perasaan pak Por Nomo mengetahui hal ini?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Biasa aja mas"
    },
    {
      "sender": "Agent",
      "content": "baik mas, jadi mas tertarik ngobrol lebih dalam tentang Isa Al-Masih yang adlah Penolong sejati?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "ya"
    },
    {
      "sender": "Agent",
      "content": "apakah mau membicarakan secara langsung tentang Isa Al-Masih yang adalah Penolong?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "belum mas"
    },
    {
      "sender": "Agent",
      "content": "boleh tahu karna apa belum mas Por? dan mas tertarik membicarakan apa?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Karena takut sama Alloh SWT"
    },
    {
      "sender": "Agent",
      "content": "mksdny jika mengtahui Isa Al-Masih lebih dalam lagi dimarahin Allah, pak? atau bgmn mksdny pak?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Saya seorang muslim takut menyalai aturan dlm islam"
    },
    {
      "sender": "Agent",
      "content": "isa Al-Masih adalah Nabi ke 24 yg harus kita imani kan pak, jika tidak iman kita tdk sah, serta mengetahui tentang Isa Al-Masih tidaklah mengubah aqidah bpk, bgmn mnrt bpk?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Betol ya mas"
    },
    {
      "sender": "Agent",
      "content": "iy pak Por, hitung2 nambah wawasan, jadi mau membicarakan lebih dalam secara langsung?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Wa an aja mas"
    },
    {
      "sender": "Agent",
      "content": "baik pak, boleh tahu knp blm bisa secara langsung pak? bpk Por tinggal di Malang didaerah manakh?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamulaikum pak Por Nomo, jadi bpk tinggal di malang didaerah mana?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum pak Por Nomo, boleh pak ngobrol lewat wa dulu tentang Isa Al-Masih, namun boleh tahu bpk tinggal di Malang didaerah mana?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Waalaikum salam malang bandulan ini mau pulang ke Blitar 40 harinya almarhumah ibuku mas"
    },
    {
      "sender": "Agent",
      "content": "oh gitu pak Por Nomo, lalu bpk setelah acara 40hri ibu, balik lagi ke bandulan kan?\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "insya aloh mas"
    },
    {
      "sender": "Agent",
      "content": "Kalau bpk Por Nomo mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang adalah Penolong sejati, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah bpk mau? dan kalau mau, sy kasih ya no Hp pak Por Nomo ke teman sy."
    },
    {
      "sender": "Por Nomo",
      "content": "malu saya mas waan aja"
    },
    {
      "sender": "Agent",
      "content": "ok pak gpp lewat wa dulu ya, kenalan dulu, nanti kalau ada kesempatan diberikan Allah ketemuan, bisa kan pak. oya bpk berapa lama rencanny di Blitar? \n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "5hari mas"
    },
    {
      "sender": "Agent",
      "content": "baik pak Por Nomo, jadi pak Mirza kasih no wa bpk ke teman bpk, agar dichat terlebih dulu ya. kira2 jam brp bpk bisa dihubungi teman pak Mirza? oya katanya bpk jualan roti goreng ya? boleh tahu dulu sekolahny tamatan apa?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "baik pak Por Nomo, ditunggu saja dihubungi teman pak Mirza ya, nanti direspon ya pak. semoga bpk mendapatkan petunjuk dan selalu dalam lindungan Allah.\n \n \n "
    },
    {
      "sender": "Por Nomo",
      "content": "Amiiin"
    }
  ]
}