{
  "messages": [
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Saya ingin tahu dosa apa yang bisa menghalangi doa diijabah? Tolong jelaskan!"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Saya ingin tahu dosa apa yang bisa menghalangi doa diijabah? Tolong jelaskan!"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Saya ingin tahu dosa apa yang bisa menghalangi doa diijabah? Tolong jelaskan!"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Trs hrs gmn? Bukankah setiap yg berjiwa pasti memiliki dosa"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum  Sultan  .terimakasih sdh berkunjung ke laman fb ini.\nmaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kamu kerja apa setiap harinya?\n \n\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "1980, cirebon"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Saat ni lgi nganggur"
    },
    {
      "sender": "Agent",
      "content": "mas asli suku apa?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Jawa"
    },
    {
      "sender": "Agent",
      "content": "Supaya tidak salah panggil, boleh tahu nama aslinya siapa Mas?\nBoleh tahu, cara apa yg mau Mas tahu ttg dosa yg menghalangi doa diijabah?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Sunandar"
    },
    {
      "sender": "Agent",
      "content": "Baik Mas Sunandar.\nSilahkan Mas, adakah hal yg mau disampaikan ttg kegundahan hati dan kekuatirannya saat ini?\nSiapa tahu bisa lanjut ngobrol di chat WA, boleh minta no WA-nya?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "081952406001"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih no WA-nya Mas Sunandar, sudah saya save.\nPesan sebelumnya blum ditanggapi, adakah kegundahan hati atau kekuatiran yg mau diceritakan?\n \n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Soal pekerjaan yg blum dpet"
    },
    {
      "sender": "Agent",
      "content": "Baik, semangat terus cari kerjanya ya Mas.\nBoleh tahu, selama ini tindakan apa saja yg sudah diupayakan spy dapat kerjaan nih?\nOh ya, tamatan apa Mas?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Serahkanlah segala kekuatiranmu kepada Allah, sebab Allah yang memelihara kamu.”\r\nDitunggu chat balasannya nya? \n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Udah kerja udah usaha Pi lgi nedrop rejeki mvet"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Bolehkah saya mengajukan pertanyaan tentang masa depan saya"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Terus"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah udah ada kerjaan.\nBoleh tahu, kira2 apa yg membuat ngedrop rejeki mampet?\nMemangnya kerja di bidang apa kalo boleh tahu?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Lum dptkerjaan lok"
    },
    {
      "sender": "Agent",
      "content": "Oh maaf, saya salah memahami chat Mas Sunandar sebelumnya.\nMaaf nih, kalo saat ini belum dapat pekerjaan, lalu biaya hidup sehari2 dapat dari mana?\nBagaimana dgn istri, tetap dukung ataukah ada tuntutan?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Biasa aja...standart"
    },
    {
      "sender": "Agent",
      "content": "Baik.\nPesan satunya belum ditanggapi, jika saat ini masih blum dapat pekerjaan, lalu biaya hidup sehari2 dapat dari mana?\nIstri ada pekerjaan lain kah?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Klu ada kerjaan ya makan, klu g da kerjaan ya GK mkan"
    },
    {
      "sender": "Agent",
      "content": "Semangat ya Pak, pasti ada jalan keluar terbaik dari Allah.\nBoleh tahu, apakah sudah coba cari pekerjaan lain Pak? ya ga apa2 penghasilannya sedikit, tapi bisa buat nambah2 \nAtau misalnya istri buka warung kecil2an gitu Pak?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum apa kabar? Kiranya selalu dalam lindungan Allah. \n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Pesan sebelumnya bisa ditanggapi Pak Sunandar?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "GK da modal"
    },
    {
      "sender": "Agent",
      "content": "Boleh tahu, harapan atau rencana ke depannya seperti apa Pak?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Gak tau ...gelap"
    },
    {
      "sender": "Agent",
      "content": "Boleh tahu, knapa blum ada rencana ke depannya Pak? kalo sudah ada perencanaan akan lebih mudah dalam merealisasikannya kan Pak, bgmn menurut Pak Sunandar?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Bingung"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Intine gmn?"
    },
    {
      "sender": "Agent",
      "content": "Pesan sebelumnya di awal blum ditanggapi.\nBoleh tahu, apakah istri tahu Pak Sunandar ada utang, dan bantu cicil kah?\nLalu, apakah istri ada penghasilan lain? Oh ya, tamatan apa Pak?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Gak ada...Tamatan SMK..jdi gmn?Ini klu mau bales mssger ja hrs ke area kantor Telkom yg wifi nya hratis"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Jdi gmn solusinya"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Dripda Bunub diri GK kuat, mendingan Bunub orang, dpt upah..."
    },
    {
      "sender": "Agent",
      "content": "Maaf baru balas Mas Sunandar, kemarin ada kegiatan yg lain.\nDi awal pesan Mas Sunandar menuliskan keresahan hatinya yg masih blum dapat pekerjaan, boleh tahu mengapa Mas Sunandar belum juga dapat pekerjaan nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Gak tau ...perusahaan lgi pda sulit. Indoneia sedang tidak baik"
    },
    {
      "sender": "Agent",
      "content": "Lalu, boleh tahu tindakan apa yg sudah Mas Sunandar upayakan spy dapat kerja lagi nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Blum... Lgi nyari nyari modal utngan  wat dagang ja"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu.\nLalu boleh tahu, apakah sudah berdoa minta petunjuk dari Allah ttg hal ini Pak?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Sudah"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Mungkin tuhan cape mndgar doa doa sya"
    },
    {
      "sender": "Agent",
      "content": "Yakinlah bahwa Allah tidak pernah meninggalkan Pak, segala sesuatu ada masanya, ada masanya mengalami kesukaan dan ada masanya mengalami kedukaan.\nBoleh tahu, bgmn perasaan Mas Sunandar ketika tidak ada pekerjaan dan sudah berusaha tp masih belum ada?\nOh ya, ngomong2 sudah menikah Mas?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Stress lah,Udah pny anak 3"
    },
    {
      "sender": "Agent",
      "content": "Baik, Mas Sunandar masih terikat pernikahan yg sah dgn istri kan?\nLalu, bgmn perasaan Mas Sunandar sekarang kalo boleh tahu nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Masih donk"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah. Lalu bgmn perasaan Mas Sunandar sekarang kalo boleh tahu nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Perasaan apa?"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Gmn? Mau. Bantuin sya pinjemin modal untuk usaha?"
    },
    {
      "sender": "Agent",
      "content": "Oh maaf di sini saya tdk bantu beri pinjaman modal.\nMaksud saya, bgmn perasaan Mas Sunandar berkaitan dgn masih blum ada kerjaan bahkan blum ada modal buat usaha nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Siy mau bantu apa?"
    },
    {
      "sender": "Agent",
      "content": "Saya tidak bisa bantu secara materi, namun saya bisa bantu doa. Mas Sunandar tidak keberatan kan?\nLalu, bgmn perasaan Mas Sunandar sekarang?\n \n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Ya Monggo brdoa"
    },
    {
      "sender": "Agent",
      "content": "Boleh tahu, apa harapan Mas Sunandar ke depannya berkaitan dgn permasalahan yg dihadapi saat ini nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Hidup layak"
    },
    {
      "sender": "Agent",
      "content": "Kiranya Allah buka jalan supaya harapannya segera terwujud ya Mas.\nNah, kalo harapannya sudah terwujud, bgmn perasaannya nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Belum terwujud"
    },
    {
      "sender": "Agent",
      "content": "\nNah, Mas Sunandar sudah cerita banyak masalah yg terjadi dan upaya2 yg dilakukan selama ini, jadi yang Mas Sunandar harapkan saat ini adalah jalan keluar dari persoalan, betul tidak? Jika betul, sebenarnya jalan keluar dari persoalan itu bisa kita dapatkan dengan mudah dan semuanya sudah Allah jelaskan melalui Isa Al-Masih dalam Kitab Suci Injil loh...Apa Mas Sunandar mau mendengar?\n\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Oceeeeh"
    },
    {
      "sender": "Agent",
      "content": "Satu Firman di dalam Kitab Suci Injil mengatakan \"'Marilah kepada-Ku (Isa Al-Masih), semua yang letih lesu dan berbeban berat. Aku (Isa Al-Masih) akan memberi kelegaan kepadamu\", Bgmn menurut Mas Sunandar mengetahui hal ini, karna apa Isa Al-Masih melakukan ini? Lalu, apa hikmah yg didapat setelah membaca ayat ini Mas?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Boleh tahu apa yg Mas Sunandar ketahui ttg Isa Al-Masih nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Yesus kristus"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih tanggapannya Mas Sunandar.\nIsa Al-Masih sebagai teladan dan penolong sangat terbukti dengan menolong memberi jalan keluar dari permasalahan. Namun juga tidak langsung terjadi secara instant ya Mas, semuanya butuh proses. Namun selama proses itu, Isa Al-Masih menemani sehingga mendapat ketenangan dan kedamaian yg tidak bisa didapat dari mana pun. Apakah Mas Sunandar tertarik dan mau mengalami pertolongan Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Tertarik"
    },
    {
      "sender": "Agent",
      "content": "Nah, kalau Mas Sunandar tertarik dan mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yg menolong memberi jalan keluar dari persoalan seperti yang tertulis di Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy namanya Pak Mirza. Kalau mau, sy kasih ya no WA Mas Sunandar ke teman sy, agar ntar di chat terlebih dulu, dan ngobrol lebih lagi?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Ok"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih kesediaannya Mas, dan juga terimakasih sudaha ngobrol dengan saya, Pak Min, beberapa waktu ini. Nanti Pak Mirza hubungi Mas Sunandar duluan, minta tolong direspon ya. Kiranya Allah memberi berkah dan melindungi. Salam\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Syaaappp"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Mas Sunandar, kenalin saya Pak Mirza, temannya yang sebelumnya ngobrol dengan Mas Sunandar lewat FB. Salam kenal ya. Katanya Mas Sunandar ingin tau tentang Isa Al-Masih yang menolong memberi jalan keluar dari persoalan, apakah betul begitu?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Iya....peri.tah?"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sdh membalas pesan ini ya Mas. Oya maaf, maksudnya peri.tah apa ya Pak? Nah, sebelumnya selain dr teman saya, pernah dengar ttg Isa Al-Masih dr mana nih Mas? dan katanya Mas Sunandar sekarang usia 44 tahun, bener ya Pak?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Perintah..? N nya GK keturul maklum hp jadul"
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Dari yuyub"
    },
    {
      "sender": "Agent",
      "content": " Oh baik, ga apa2, terimakasih sudah respon ya Mas Sunandar. Bagaimana nih menurut Mas Sunandar, bahwa Isa Al-Masih berkuasa menolong memberi jalan keluar dari persoalan, karna apa Isa Al-Masih berkuasa melakukan hal ini?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Laah, bapak malah tanya..yang ngasih tau jga admin grup.ini.kok"
    },
    {
      "sender": "Agent",
      "content": "Oh tidak keberatan kan kalo saya boleh tahu pendapat pribadi Mas Sunandar ttg Isa Al-Masih yg menolong memberi jalan keluar dari persoalan? Ada satu Firman di dalam Kitab Suci Injil mengatakan \"Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan\", bgmn menurut Mas Sunandar, karna apa Isa Al-Masih melakukan hal ini?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Iya pasti.."
    },
    {
      "sender": "Agent",
      "content": "Terimakasih responnya Mas Sunandar. Setelah membaca ayat Kitab Suci Injil tadi, karna apakah Mas Sunandar merasa perlu tahu lebih banyak tentang Isa Al-Masih nih? Katanya Mas Sunandar tinggal di Cirebon ya, tinggal di kecamatan apa kalo boleh tahu?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Iya ...Beber"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih Mas. Maaf nih, boleh tau bgmn tanggapannya dgn pesan saya sblmnya, karna apakah Mas Sunandar merasa perlu tahu lebih banyak tentang Isa Al-Masih nih?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Bagus"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih tanggapannya Mas Sunandar. Namun, alangkah lebih bagus lagi apabila Mas Sunandar mengenal terlebih dahulu Isa Al-Masih yang berkuasa memberi pertolongan jalan keluar dari persoalan, tak kenal maka tak sayang kan Pak. Tapi sebelumnya boleh tau, Mas Sunandar sendiri, apa nih yang  ingin Isa Al-Masih kerjakan untuk hidupnya Mas?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Knalnya drimna? Dimana?"
    },
    {
      "sender": "Agent",
      "content": "Nah, kalo Mas Sunandar mau mengenal lebih lanjut tentang Isa Al-Masih yang menolong memberi jalan keluar dari persoalan, bgmn kalo saya kenalin dengan teman saya di sana untuk bertemu dan ngobrol secara langsung, supaya obrolannya lebih leluasa, Gimana, apakah Mas Sunandar mau?\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Ok syaapp"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih kesediannya Mas. Kalo begitu, saya kasih ya no WA Mas Sunandar ke teman saya, supaya ntar bisa dihubungi terlebuh dahulu dan bisa ketemuan untuk ngobrol, bisa sekalian silaturahmi juga kan. Bgmn Mas, oke kah?\r\n \n\n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Oke"
    },
    {
      "sender": "Agent",
      "content": "\nNgomong2, adakah teman atau keluarga Mas Sunandar yang juga tertarik mau tahu tentang Isa Al-Masih? Kalo ada, boleh diajak ngobrol langsung sama teman saya dan Mas Sunandar. Apakah ada?\n\n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Belum...sya sdri ja pusing..masa pusing mo ajak temen"
    },
    {
      "sender": "Agent",
      "content": "Oh oke Mas, ga apa2 saya mengerti. Nah, kira2 kapan ada waktu lowongnya, agar teman saya bisa hubungi Mas Sunandar dan tidak ganggu kerjaannya Mas Sunandar?\r\n \n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Baik Mas Sunandar, terimakasih ya atas kesediaan dan waktunya beberapa saat ini, ditunggu saja ya teman saya pasti akan hubungi Mas Sunandar, minta tolong direspon ya Mas. Oh iya, dia akan memperkenalkan diri sebagai teman saya, Pak Mirza. Saya berdoa semoga Mas Sunandar selalu diberkahi dan diberi perlindungan oleh Allah. Salam \n \n \n "
    },
    {
      "sender": "Sunandar (Sultan Pengging Sunan)",
      "content": "Iya"
    }
  ]
}