{
  "messages": [
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Saya bimbang & takut melangkah dalam hidup ini; gimana dapat hidayah Allah?"
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Saya selalu bersyukur tpi saya harus gmana menjalani hidup yg selalu membuatku tdak bisa tenang karena dibebani hutang di bank  apa yg bisa saya lakukan biar bisa dapat hidayah dari alloh supaya cepat bisa selesaikan tanggungan saya ituu"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Buk Twity, terimakasih sdh berkunjung ke laman fb ini. Turut prihatin dengan apa yang kamu alami. maaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kesibukannya saat ini ngapain?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Nama siti rodiyah lahir tahun 1975 rumah lamongan usaha dagang alkhamdulillah suuepiii"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih.. Ngmong2, aslinya suku apa, Bu Siti?"
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Jawa"
    },
    {
      "sender": "Agent",
      "content": "Senang mengenal Bu Siti di chat FB ini, laris manis usaha dagangnya dan banyak pelanggan ya Bu.\nKalo tidak keberatan, boleh tahu apa yg membuat Bu Siti ada utang?\nOh ya, tamatan apa Bu?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Tamat SD yaa gara2 usaha sepii modalnya hutang jadi g bisa mbayar alkhamdulillah nunggak terus mbayarnyaa"
    },
    {
      "sender": "Agent",
      "content": "Masya Allah...sabar ya Bu.\nBoleh tahu, tindakan apa yg sudah Bu Siti lakukan spy masalah utangnya bisa teratasi Bu? \nOh ya, suami tahu masalah utang ini kan, bgmn responnya?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": ".saya janda anak2 semua ikut saya  nyari nafka sendiri mankanya yoba usaha bkak warung tpi sejak corona sepi makanya modal habis nyoba pinjam bank 15 jta gadai sertifikat sepi jualannya mbayar bangnya nunggak2"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu, turut prihatin ya Bu. \nBoleh tahu, apakah Bu Siti sudah berdoa minta petunjuk Allah ttg hal ini Bu?\nkarena pertolongan sejati datangnya dari Allah, bgmn menurut Bu Siti?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Alkhamdulillah setiap habis sholat saya mohon dimudahkan segala urusan saya dilancarkan usaha saya supaya bisa cepat melunasi hutang2 saya tpi semua doa2 saya belum dikhabulkan usaha saya banyak cobaanya tpi tetep semangat kujalani kusyukuri semua ujian dari alloh"
    },
    {
      "sender": "Agent",
      "content": "Iya ya Bu, tentunya semua yg terjadi patut disyukuri, Allah tidak akan memberikan ujian melebihi kemampuan kita.\nBoleh tahu, bgmn perasaan Bu Siti harus menghidupi anak2 seorang diri dgn banyaknya utang yg harus dibayar nih Bu?\nSiapa tahu bisa lanjut ngobrol di chat WA, boleh minta no WA-nya?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Klau saya ngrawat anak g terbebani cuma dalam fikiran saya sekarang hanya gimna caranya bisa melunasi hutang biar hidupku tenang"
    },
    {
      "sender": "Agent",
      "content": "Saya paham Bu, pasti tidak mudah melewati semua ini.\nSebelum obrolannnya dilanjutkan, boleh minta no WA-nya Bu?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nPertolonganku ialah dari Allah, yang menjadikan langit dan bumi.\r\nKalo sudah tidak sibuk, minta tolong chatnya dibalas ya?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "083839914021"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih no WA-nya Bu Siti, sudah saya save.\nBoleh tahu, harapan ke depannya seperti apa Bu?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Harapan biar cepat bisa melunasi hutang sajaa kaak yg utama biar hidup tenang g selalu di bentak2 orang nagih terus Amiin"
    },
    {
      "sender": "Agent",
      "content": "Saya teringat satu Firman Allah dalam Kitab Suci Injil berkata bahwa ada satu Pribadi berkuasa yang mampu menolong memberikan ketenangan dan kedamaian hati, IA adalah Isa Al-Masih. Sebelumnya pernah dengar ttg Isa Al-Masih? \n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Tidak perna kak"
    },
    {
      "sender": "Agent",
      "content": "Oh maaf saya belum memperkenalkan diri, panggil saja saya Bu Min.\nIsa Al-Masih dikenal sebagai Nbai ke-24, Bu Siti mengingat ini atau pernah mendengar sebelumnya?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Iyaa bu min saya tau klau nabi Isa AL masih nabi penganut agama nasrani yaa"
    },
    {
      "sender": "Agent",
      "content": "Namun Isa Al-Masih bukan sekedar Nabi. FirmanNya di dalam Kitab Suci Injil mengatakan \"Marilah kepadaKu (Isa Al-Masih), semua yang letih lesu dan berbeban berat. Aku (Isa Al-Masih) akan memberi kelegaan kepadamu\" bgmn menurut Bu Siti?\nTertarik lebih jauh mengenal Isa Al-Masih yg memberi ketenangan dan kedamaian hati sesuai Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Ya tertarik apa yg dikatan ole beliau memang orang kadang putus asa klau terlalu berat beban hidup yg saya alami ini bu min"
    },
    {
      "sender": "Agent",
      "content": "Kalau Bu Siti tertarik dan mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yg bisa memberi kelegaan dan kedamaian hati seperti yang tertulis di Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy namanya Bu Mirza. Kalau mau, sy kasih ya no WA Bu Siti ke teman sy, agar ntar Bu Siti di chat terlebih dulu, dan ngobrol lebih lagi? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apapin kondisinya tetap semangat ya Bu.\nKalo sudah ada waktu luang, chatnya bisa dibalas?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Makaasi yaa buu min"
    },
    {
      "sender": "Agent",
      "content": "Oh ya, bgmn dgn pesan sebelumnya Bu Siti, mau kan dikenalin ke Bu Mirza dan no WA-nya dikasih ke dia spy bisa ngobrol lebih leluasa ttg Isa Al-Masih yg menolong memberi kelegaan dan kedamaian hati sesuai Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Selamat menjalankan ibadah puasa di hari pertama Bu.\nBgmn dgn pesan sebelumnya? \n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sudah respon Bu Siti.\nBgmn dgn pesan sebelumnya Bu, apakah saya boleh kasih no WA Bu Siti ke teman saya, Bu Mirza, dan lanjut ngobrol dgn Bu MIrza?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apapun kondisinya saat ini, tetap semangat ya Bu.\nKlao sudah tidak sibuk, minta tolong chatnya dibalas ya?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Alkhamdulillaah bu min kondisie lgi was2 terus soalnya cicilannya nagih ketempat marah uda telat 3 bulan bingung ??"
    },
    {
      "sender": "Agent",
      "content": "Kiranya Allah beri kekuatan dan limpahkan rejeki ya Bu.\nOh ya, pesan sebelumnya blum ditanggapi, apakah saya boleh kasih no WA Bu Siti ke teman saya, Bu Mirza, dan lanjut ngobrol dgn Bu Mirza ttg Isa Al-Masih yg menolong memberi kelegaan dan kedamaian sesuai Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Iyaa boleh"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih kesediannya Bu Siti. Terimakasih juga sudah ngobrol dengan saya Bu Min. Ntar Bu Mirza akan chat Bu Siti, minta tolong direspon ya. Kiranya Allah memberi berkah. Salam\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Amiiin waalaikum salam wr wb bu min??????"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Bu Siti, kenalin saya Bu Mirza, temannya yang sebelumnya ngobrol dengan Bu Siti lewat FB. Salam kenal ya. Katanya Bu Siti, ingin tau tentang Isa Al-Masih yang memberi ketenangan dan kedamaian, apakah betul begitu?”​\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Bu Siti, kenalin saya Bu Mirza, temannya yang sebelumnya ngobrol dengan Bu Siti lewat FB. Salam kenal ya. Katanya Bu Siti, ingin tau tentang Isa Al-Masih yang memberi ketenangan dan kedamaian, apakah betul begitu?”\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Waalaikum salam wr wb betul bu mirza salam kenal balik,????"
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "??mohon maaf sebelumnya ya bu mirza yg membuat saya hidup tidak tenang dan hampir stres karna punya hutang yg tk kunjung lunas2  usaha dagang sepii jdi g bisa bayar nunggak 2 bu mirza????"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sdh membalas pesan ini ya Bu, memang punya hutang membuat kita tdk tenang ya bu, ada baikny juga ibu tenang dulu, baru bisa memikirkan jalan kluarnya, klo ga tenang nnti runyam kan bu? nah Isa Al-Masih yang memberi ketenangan, ibu mau mengetahui lebih dalam lagi kan? Oya, katanya Bu Siti sekarang usia 49 tahun, bener ya?\n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Iya bu mirzaa??"
    },
    {
      "sender": "Agent",
      "content": "Nah, saya baca di Kitab Suci Injil, Isa Al-Masih mengatakan \"Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu\", Bgmn perasaan Bu Siti setelah membaca apa yang Isa Al-Masih katakan ini? Oh ya, katanya tinggal di Lamongan ya, di kecamatan apa kalo boleh tahu?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Kecamatan pucuk"
    },
    {
      "sender": "Agent",
      "content": "Saya memahami apa yg Bu Siti alami, permasalahan ini tdk mudah dan membuat Ibu tdk tenang. Nah, Isa Al-Masih hadir, salah satunya utk memberikan ketenangan dan kedamaian, shg Ibu tetap merasakan ketenangan ditengah2 persoalan yg ada. Setelah membaca ayat Kitab Suci Injil sebelumnya, menurut Bu Siti mengapa nih Isa Al-Masih bisa memberikan ketenangan dan kedamaian itu? Lalu, apa yg Bu Siti inginkan Isa Al-Masih perbuat untuk hidupnya Bu?\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Yaa bu mirza saya ingin kehidupan itu tenang tampa dikejar hutang bu mirzaa rasanya hidup itu bingung g karuan apalagi usahaa seepii banget bu mirza ??"
    },
    {
      "sender": "Agent",
      "content": "Wah sepertinya Bu Siti tertarik mengenal Isa Al-Masih yang menolong memberi ketenangan dan kedamaian seperti yang tertulis di dalam Kitab Suci Injil. Nah, kalo Bu Siti tertarik dan mau lanjut ngobrol lebih dalam lagi, bgmn kalo saya kenalin dengan teman saya untuk bertemu dan ngobrol, apakah Bu Siti mau? dan kalo mau, saya kasih ya no WA Bu Siti ke teman saya? \n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Okeey bu mirza??"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih kesediaannya Bu Siti, dan terimakasih waktunya sudah ngobrol dengan saya. Ditunggu saja ya teman Bu Mirza nanti akan hubungi Bu Siti, minta tolong direspon ya Bu. Dia akan memperkenalkan diri sebagai teman saya, Bu Mirza. Kiranya Allah selalu melindungi dan memberi berkah. Salam\n \n \n "
    },
    {
      "sender": "Siti Rodiyah (Buk Twity)",
      "content": "Waalaikum salam ????makasii atas waktunya bu mirzaa"
    }
  ]
}