{
  "messages": [
    {
      "sender": "Ernawati Soenarto",
      "content": "Sy di persimpangan jalan antara terus bertahan atau menyudahi pernikahan sy.suami selalu menganaktirikan kedua anak sy dari pernikahan yg pertama bahkan tak pernah berinteraksi dan terkesan benci,sy hanya di butuhkan utk nafsu syahwatnya,sy merasa tidak dihargai,seringkali sy tidak di beri hasil dari penghasilannya/nafkah,tidak disukai oleh ibu mertua,"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Sy jarang bisa ngobrol dari hati ke hati sejak menikah dengannya,kalau ada ketidak cocokan pasti silent treatment,baikan kalo dia punya hajat syahwat pada sy,tapi tidak pernah mengkomunikasikan apa yg sudah terjadi,kalopun di komunikasikan sy selalu timpang dan tidak puas karena tidak ada kesepahaman/kesepakatan apalagi minta maaf."
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, trm ksh sdh mengirimkan pesan ke ig ini. kelahiran thn brp Erna? dan sdh berapa lama kamu mengalami hal ini?"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Tahun 1983. 1bulan"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Pernikahan sy hampir 10th"
    },
    {
      "sender": "Agent",
      "content": "wah sdh lama ya, lalu bgmn cara mba Erna mengatasi masalah ini? dan mba tinggal dmnkah?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Itulah yg sy gak bisa, bagaimana menyikapi setiap harinya kalo cuma dengan diam diam dan diam.sy dr pwt"
    },
    {
      "sender": "Agent",
      "content": "pwt itu apa mba Ema? dan memang tdk mudah diposisi mba, mba sdh coba cari solusi kmn saja? oya mba blm jawab tinggal dmnkah?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Purwokerto,sy sudah bawa ke ustad utk memberi nasehat,ke pak RT utk mendamaikan,ke kajian2,bahkan sudah ke orang pinter."
    },
    {
      "sender": "Agent",
      "content": "oh baik mba Erna, mba asli orang jawa, atau suku apa mba? dan setelah mba melakukan berbagai usaha yg mba bilang lalu bgmn hasilny mba?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Jawa,Belum ada progress"
    },
    {
      "sender": "Agent",
      "content": "sabar ya mba Erna, tetap smngt, mba sdh juga memohon pertolongan Allah? oya mba ada no wa, boleh bagi?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Ada,081390181514"
    },
    {
      "sender": "Agent",
      "content": "trm ksh utk no wa mba Erna ya. jadi mba sdh juga memohon pertolongan Allah? bgmn pertolongan Allah yg mba daptkan?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Masih berusaha utk bertahan meski sudah agak mati rasa,sakit hati sebab kecewa,luka batin yang menyebabkan mental down sampai tak semangat menjalani hidup dan malas beraktivitas,berusaha menata kembali keterpurukan,membangun semangat diri,memperbaiki sholat,meski semua dengan kesendirian yg kadang mematahkan niat baik utk berproses,kebingungan yg kadang jadi bumerang.??"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Merasakan kelelahan batin yang menjadikan patah asa,semangat hidup,dan lelah fisik."
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Saya masih merasa marah dengan suami sy,karena dia tidak merasa bersalah apalagi tau dosa ketika mempersulit nafkahny utk sy.tidak menghargai keberadaan sy,menganggap sepele sy,bahkan mengumbar kejelekan/kekurangan sy di luar rumah"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Sy tau istri harus taat pada suami,tapi dia tidak pernah berusaha mengupgrade diriny dalam pemahaman agama.kami cuma hidup seatap tapi tidak hidup bersama."
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Sy merasa semua timpang,timpang rasa,timpang pemikiran,timpang interaksi,Seolah sy merasa serba sendiri,serba harus sy sendiri yg nghandle.Patriarkis,egois, perhitungan"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Saya belum bisa memaafkan suami karena dah terlalu sering,dan lama.Sy menyalahkan diri sy jg,kenapa dulu sy pilih dia sebagai suami.saya menyesal menikah dengan dia"
    },
    {
      "sender": "Agent",
      "content": "ya Allah sabar ya mba Ema. saat ini yg bisa merubah suami hanya doa dan pertolongan Allah, apakh mba Erna mau coba memohon pada Allah melalui Isa Al-Masih? mba kenal siapa itu Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Sy gak kenal,kalo tahu dikit mungkin .Penasaran maksudny itu gimana y?"
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Sy cerita dikit keburukan suami sy yg saat ini dia sering lakukan yaitu memanjakan anak yg hadir lewat sy,dalam hal ini anak yg hadir setelah sy menikah dengan dia di depan mata sy.misal dalam membelikan lauk dan takjil buka puasa,dia hanya beli utk anak sy dan dia sendiri(sementara dia tidak berpuasa) dibawa itu ke rumah dan dipamerkan di hadapan sy dan anak2 bawaan sy.tanpa menawarkan dan tanpa rasa rikuh atau gak enak hati"
    },
    {
      "sender": "Agent",
      "content": "sabar ya mba Ema, ga enak memang diperlakukan seperti itu.\njadi saat ini kita mohon pada Allah melalui Isa Al-Masih agar dirubahi hati suami mba. jadi Isa Al-Masih adalah Nabi ke 24, tp Ia lebih dari Nabi, Ia adalah Kalam Allah. dalam Kitab Suci Injil tertulis: \"Apa saja yang kamu minta dalam nama-Ku [Isa Al-Masih], Aku akan melakukannya supaya Allah dimuliakan di dalam Aku. Jika kamu meminta sesuatu kepada-Ku dalam nama-Ku, Aku akan melakukannya.” bgmn perasaan mba mengetahui hal ini? tertarik mau tahu lebih dalam lagi?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Menarik,boleh dong"
    },
    {
      "sender": "Agent",
      "content": "baik mba Ema, bgmn klo ngobrolin langsung? katany mba tinggal di purwokerto ya, dikecamatan apa?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Patikraja"
    },
    {
      "sender": "Agent",
      "content": "Patikraja itu di banyumas kan mba Erna? \n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Kecamatan Patikraja tetanggaan ma Purwokerto Selatan,lebih Deket ke Purwokertony ketimbang Banyumas ny"
    },
    {
      "sender": "Agent",
      "content": "oh iya juga ya mba Erma. baik mba. Kalau mba Ernawati mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang dpat mengubah hati suami mba dan mba ingin tahu cara memohon pertolongan Allah melalui Isa Al-Masih, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah mba Erna mau? dan kalau mau, sy kasih ya no Hp mba Ernawati ke teman sy.\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Apakah Deket lokasinya?"
    },
    {
      "sender": "Agent",
      "content": "nanti bisa kenalan dan bisa mba tentuin ketemuan dmn sama teman bu Viki, kenalin sy bu Viki mba :) maaf baru kenalin diri ya mba. bgmn mba ok kah? dan mba saat ini kerja apa?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "Alhamdulillah,,,Sy membuka usaha londri pakaian di rumah."
    },
    {
      "sender": "Agent",
      "content": "sukses utk usaha mba Erna ya, boleh tahu dulu sekolahny tamtaan apa mba Erna? kalau bgitu bu Viki kasih no wa mba agar mba dihubungi teman ibu ya?\n \n \n "
    },
    {
      "sender": "Ernawati Soenarto",
      "content": "SMA,boleh tau nomer kontak yg nanti menghubungi sy?"
    },
    {
      "sender": "Agent",
      "content": "oh nanti mba Erna akan dihubungi terlebih dulu, dan teman ibu itu akan memperkenalkan diri temanny ibu Viki, ok kan mba Erna?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mba Erna, bgmn tanggapan mba akan pesan bu Viki?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mba Erna, ditunggu saja dihubungi oleh teman bu Viki ya, semoga mba mendapatkan pencerahan dan selalu dalam lindungan Allah."
    }
  ]
}