{
  "messages": [
    {
      "sender": "Mahmudi Mdi",
      "content": "Untuk menghapus dosa dosanya dn bgi umat muslim berpuasa itu  dosa dosanya itu akan di ampuni oleh Allah SWT."
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Mahmudi, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n"
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Klhiran Thun 82 tinggal di Banyuputih kab batang"
    },
    {
      "sender": "Agent",
      "content": "\nSelamat berpuasa ya dan sehat selalu\nTerima kasih ya, boleh tau asli suku apa? dan kesehariannya kerja/usaha apa nih?\n"
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Amin dn sbaliky smoga sehat selalu. Sya asli Jawa Tengah. Seharian sya bantu temen jual beli mobil. Untung kecil besar tetap selalu ku sukuri. Yg pnting halal berkah buat keluarga"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal apakah ini dengan pak Mahmudi nama aslinya? ngomong2x sdh berapa lama bpk bekerja membantu teman bpk jual beli apakah mencukupi untuk kehidupan sehari2x keluarga bpk?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya nama sya Mahmudi. Saya bantu temen jualan mobil udah 2 Thun. Bgi sya wlpun hasily sedikit cukup gk cukup saya sukuri aj..."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "1bln kadang jual 3 yunit. Terkadang ya 1bln  1/2 yunit. Ya nmanya gk punya modal cuma bisa bantu temen."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Daripada gk kerja kn.."
    },
    {
      "sender": "Agent",
      "content": "baik pak sukses selalu ya untuk pekerjaannya. oh ya pak selain membantu teman apakah bpk sudah mencoba mencari tambahan lain untuk menambah ekonomi bapak? ngomong2x pak kalau blh tahu apakah istri bpk bekerja?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "sya udah mncari tmbahan dulu kerja proyek.. merantau 1 bln sisa 800/1jt. PDA ahirya sya di ajak tmen buat bantu jual beli mobil. Dn istri kerja di pabrik 1 Minggu 290rb."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Dn terimakasih atas do.anya.."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah pak setidaknya istri bpk Mahmudi bisa membantu meringankan kebutuhan keluarga. oh ya bpk kan sdh berusaha untuk bekerja apakah sdh meminta petujuk pada Allah agar diberikan hikmah dan dibukakan rejeki untuk bpk dan keluarga? oh ya pak blh bagi no.wa nya, siapa tahu nanti bisa ngobrol lewat chat wa?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "087815681066"
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Alhamdulilah sya slalu brsukur  pmberian Allah SWT sdit maupun besar sya tetap sukuri."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Dn bersukur ."
    },
    {
      "sender": "Agent",
      "content": "terima kasih untuk no.wa nya pak.oh ya pak boleh tahu petunjuk apa yang bpk dapatkan dari Allah setelah berdoa? ngomong2x bpk kan bilang dulu mencari tambahan kerja diproyek kalau sekarang berarti bapak hanya bekerja membantu teman bpk  jual beli mobil ya?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya pak"
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Ya klu masalah Rizki si kita tetap brsukur aja pmberian adari Allah SWT .  Di kasih lebih ya alhamdulilah. Di kasih sdikit ya tetap alhamdulilah."
    },
    {
      "sender": "Agent",
      "content": "amin tetap berusaha ya pak meminta petunjuk pada Allah.  oh ya dengan bapak dan istri bekerja bgm membagikan waktu dengan anaknya? ngomong2x kalau blh tahu apa alasan bpk tidak mencoba mencari tambahan lain agar ekonomi bpk semakin baik \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Bakat sya si bisnis jual beli motor dn mobil mas. Terhmbaty gk punya modal. Klu punya si dh bisnis sndiri.  Udh ku coba di proyek gk cocok. Di bdang dgang syur gk cocok."
    },
    {
      "sender": "Agent",
      "content": "baik pak semoga apapun yang dikerjakan berhasil ya pak, oh ya pak kalau boleh tahu apa yang menjadi harapan bapak kedepan? ngomong2x pertanyaan saya sebelumnya kalau blh tahu pak bagaimana cara bpk dan istri membagi waktu untuk anak2x bpk karena posisi bpk saat ini dan istri bekerja?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Cita cita sya harapan kdepanya mnjadi orang pmbisnis yg sukses. Biar bisa menghidupi keluarga dn anak anak sya.. ya anak anak ku blajarin mndiri di rumah cewek SMA cowok wlpun punya kkuarangan tuna rungu/ gk bisa mndengar dn gk bisa ngomong... Sbgai orang tua akan tetap berusaha wlpun itu resikonya demi anak anak sya"
    },
    {
      "sender": "Agent",
      "content": "tetap semangat ya pak bersama istri dan anak2x dan semoga apa yang menjadi harapan bpk dijawab oleh Allah amin. oh ya pak sebelumnya saya pernah bertanya apakah bpk pernah meminta petunjuk kepada Allah untuk hikmah dan rezeki, kalau boleh cerita petunjuk apa yang bepak sudah dapatkan? ngomong2x kalau blh tahu bpk tinggal di kab batang kecamatan apa ya pak?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Amin... Sya udah tirakat mnta petunjuk SMA Allah SWT. Solat tahajud. Alhamdulilah sya mndapatkan petunjuk untuk bersabar. Dn alhamdulilah pnghasilan sya wlpun sdikit tetap ku bersukur wlpun pas Pasan buat menafkahi buat kluarga kecil sya. Dn yg bikin sya yg bikin mnagis di dlm hati. Klu anak sya gk bisa skolah karena gk ada buat ongkos sekolah  D SLB batang.  Ya GI mna lgi mungkin ini ujian bgi kluarga sya dn anak anak sya. Klu saya. Apa lgi klu anak sya main di ejek temen tmeny di krenakn gk bisa bicara. Dn  tinggal di desa: Jatirejo luwung RT 05 RW 03KC. Banyuputih.Kab batang."
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulilah kalau bpk sdh mendapatkan petunjuk dari Allah untuk bersabar, oh ya pak turut prihatin dengan kondisi keluarga tetap kuat dan semngat pak. \n \nPak min memahami posisi bpk tidak mudah saya doakan semoga Allah selalu menolong bpk. Dalam Kitab Suci Injil bgm Isa Al-Masih menyatakan umat yang mencari kehendak-Nya terlebih dulu maka semuanya akan dicukupkan, dan Isa Al-Masih dapat memberikan kita ketenangan dan kedamaian utk menghadapi apapun ujian yang kita hadapi baik itu masalah ekonomi dan lainnya, Sebelumnya pak Mahmudi pernah dengar kisah Isa Al-Masih? \r\n \n\n \n\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "sya si sering melihat dengan kitab Injil  tpi dari agama kresten  orang smua pada sukses. Dn hidupya semua kcukupan."
    },
    {
      "sender": "Agent",
      "content": " \nwah luar biasa ya pak, oh ya pak boleh bagikan apa yang bpk ketahui dari Kitab Injil yang bapak lihat? apakah bpk mau mengetahuinya lebih lanjut mengenai Isa Al-Masih?\n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Saya si cuma lihat di konten ceramah orng kresten dengan isi di kitab injil . Klu mslah kitaby si sya blum tau Kya apanya. Tpi stau saya yg beragama kresten klu orng tak punya maupun TK punya modal di kasih modal buat usaha/saling mmbantu biar sama SMA ngerasain jdi orang yg sukses. Dn dengan itu mngkin ada sangkut pautya di kitab Injil itu. Dlm intinya orng kresten orngy mkna rukun smua. Dn gk pernah mnjelekn sesama agama. Mlh menghormati agama lain.."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Dn di kitab Injil itu. Sblumya punya pikiran gk enak tiba tiba dengan membaca di dlm isi kitabya jdi tenang. Dn do.anya cepat di kabulkan.. so.aly ada si orang tetangga sya muslim msuk kresten sblumya orang susah sekarang hidupya enak."
    },
    {
      "sender": "Agent",
      "content": "terima kasih sudah membagikan cerita apa yang bpk lihat mengenai Kitab Injil dan kehidupan orang2xnya, oh ya bgm dengan bpk Mahmudi apakah tidak keberatan saya menjelaskan tentang Isa Al-Masih sebagai penolong yang memberikan ketenangan dan kedamaian utk menghadapi apapun ujian yang kita hadapi baik itu masalah ekonomi dan lainnya?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "sya sangat gk kberatan. Sya mlh senang klu emng mau mmbagikan untuk demi kebaikan dn merubah yg sya alami ini kdepanya bisa mnjadi orang yg sukses. Dn petanya an sya. Klu masuk kresten apa benar di kasih modal buat usaha.. klu emng benar si sya mau msuk kresten."
    },
    {
      "sender": "Agent",
      "content": "maaf pak kalau blh tahu dari mana bpk mendapatkan pemahaman seperti ini \"Klu masuk kresten apa benar di kasih modal buat usaha\" saya baru mengetahuinya ada yang spt itu ya pak?"
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "cuma denger denger aj... Klu emng itu slh si mohon di maafkan.."
    },
    {
      "sender": "Agent",
      "content": "saya juga baru mengetahui dari cerita bpk, oh ya pak maaf sebelumnya jika kita masuk dlm agama lain krn tujuan materi nanti kita akan kecewa dan akhirnya tidak akan mengubah kita menjadi lebih baik lagi. Ngomong2x pak, saya membagikan mengenai Isa Al-Masih jika bpk tdk keberatan tp bukan untuk memberi dlm materi tetapi menjelaskan bgm IA sbg penolong yang memberikan ketenangan dan  kedamian utk menghadapi apapun ujian bpk hadapi, bgm menurut bpk?\n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya gk ppa pak sya seneng seneng aja pak.   Dn. Smoga ini ptunjuk bgi sya."
    },
    {
      "sender": "Agent",
      "content": "Baik pak terima kasih responnya, oh ya pak maaf kalau boleh tahu bpk  tamatan apa ya? \r\n \n\n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Saya tamatan SD pak... Mau nerusin skolah dulu orng tua gk mmpu"
    },
    {
      "sender": "Agent",
      "content": "ya pak gpp tetap semangat untuk keluarganya. \r\nPak Mahmudi apakah ingin tahu lebih lanjut ttg Isa Al-Masih? kalau mau, saya kenalin dgn teman saya namanya Pak Mirza, ntar ngobrolnya melalui chat WA, kalau mau boleh sy kasih no wa bpk ke beliau agar bpk Mahmudi dichat terlebih dulu?\n\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya boleh pak.. 087815681066"
    },
    {
      "sender": "Agent",
      "content": "\nbaik pak ditunggu saja dichat pak Mirza ya, semoga bpk Mahmudi dapatkan pencerahan dan selalu dalam lindungan Allah, Amin.\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum pak Mahmudi, kenalin saya pak Mirza, temannya yang sebelumnya ngobrol dengan bpk lewat fb. salam kenal ya.\r\nkatanya pak Mahmudi, ingin tau tentang Isa Al-Masih dalam Kitab Suci Injil, apakah benar?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Walaikumslm"
    },
    {
      "sender": "Agent",
      "content": "katanya pak Mahmudi, ingin tau tentang Isa Al-Masih dalam Kitab Suci Injil, apakah benar?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya pak"
    },
    {
      "sender": "Agent",
      "content": "katanya bpk Mahmudi usia 42th ya? dan sebelumny, selain mendpt penjelasan dari teman saya sebelumny, bpk sdh pernah dengar atau membaca penjelasan ttg Isa Al-Masih sebelumnya? dari mana?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Klu sya cuma pernah denger di tiktok.."
    },
    {
      "sender": "Agent",
      "content": "menarik, boleh bpk Mahmudi bagikan bgmn yg bpk dengar?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "gk saya ambil pak..."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Cuma nyimak"
    },
    {
      "sender": "Agent",
      "content": "oh gitu, yg disimak dan bpk Mahmudi ingat saat ini apa? bpk ingin selalu di ridhoi Allah kan?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Seingat sya.. itupun juga orng muslim mempelajari kitab Injil. Dn merasa damai tenang dn ekonominya juga berubah dn skarang mnjadi orng yg sukses. Dn PDA ahirya alih agama msuk kresten"
    },
    {
      "sender": "Agent",
      "content": "benar dalam Kitab Suci Injil tertulis Isa Al-Masih memberikan ketenangan kedamaian, namun bukan berarti kita dijanjikan hidup berkelimpahan, namun ada janji selamat diakherat yg kita dapatkan, tertarikkah bpk Mahmudi ketahui lebih dalam secara langsung? katanya bpk tinggal di Banyuputih Batang ya?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya pak sya tinggal di Banyuputih kab batang"
    },
    {
      "sender": "Agent",
      "content": "Kalau pak Mahmudi mau lanjut ngobrol lebih banyak tentang Isa Al-Masih memberikan ketenangan kedamaian, namun bukan berarti kita dijanjikan hidup berkelimpahan, namun ada janji selamat diakherat yg kita dapatkan berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah bpk mau? dan kalau mau, sy kasih ya no Hp bpk ke teman sy.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum pak Mahmudi, bgmn kabar bpk? masih tertarik ngobrol tentang Isa Al-Masih kan?\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya msih pak."
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Lewat cat aja ya pak ni so.aly sya lgi di luar"
    },
    {
      "sender": "Agent",
      "content": "jadi pak Mahmudi mau lanjut ngobrol lebih banyak tentang Isa Al-Masih memberikan ketenangan kedamaian, namun bukan berarti kita dijanjikan hidup berkelimpahan, namun ada janji selamat diakherat yg kita dapatkan berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah bpk mau? dan kalau mau, sy kasih ya no Hp bpk ke teman sy.\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Iya pak.. kita lnjut"
    },
    {
      "sender": "Agent",
      "content": "ok pak Mahmudi lanjut ngobrol dengan teman saya ya pak, nanti direspon ya pak, semoga bpk mendapatkan pencerahan & selalu dalam lindungan Allah.\n \n \n "
    },
    {
      "sender": "Mahmudi Mdi",
      "content": "Amin amin"
    }
  ]
}