{
  "messages": [
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Saya merasa capek sekali, bolehkah saya curhat dengan kamu?"
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Ok"
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Ap yg bisa aku bantu"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Salbut, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Lahir thun 78 tinggal di jawa timur"
    },
    {
      "sender": "Agent",
      "content": "\nSelamat berpuasa ya dan sehat selalu\nTerima kasih ya, boleh tau asli suku apa? dan kesehariannya kerja/usaha apa nih?\n\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Bleh"
    },
    {
      "sender": "Agent",
      "content": "jadi suku apa pak Salbut? nama asli bpk memang Salbut ya? bgmn ibadah puasa bpk saat ini, lancar kan?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Alhamdulilah lancar"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah ya pak, selama menjalankan ibadah puasa apakah harapan bpk? nama asli bpk memang Salbut ya?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Nama Masyhuri Muntaha"
    },
    {
      "sender": "Agent",
      "content": "baik pak Masyhuri. bgmn kabar anak dan istri bpk? dan bpk yakin setiap ibadah2 yg bpk lakukan pasti diterima Allah?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Alhamdulilah baik selalu dalam lindunganxa"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah ya pak Mas. boleh tahu pak apakah jaminanny ibadah bpk diterima Allah? oya boleh bagi no wa bpk?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "082228796433"
    },
    {
      "sender": "Agent",
      "content": "terima kasih utk no wa pak Masyhuri. jadi boleh tahu pak apakah jaminanny ibadah bpk diterima Allah? dan boleh tahu dulu sekolahny tamatan apa pak?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Saya merasa capek sekali, bolehkah saya curhat dengan kamu?"
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Insya allah"
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Boleh di perlakukan tidak adil di hal apa"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum pak Masyhuri, bgmn kelanjutan obrolan kita sblmny? masih tertarik ngobrol kan pak?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Masih dan sangat tertarik ini dengan mbak siapa aku ngobrol"
    },
    {
      "sender": "Agent",
      "content": "panggil sy pak min. jadi boleh tahu pak apakah jaminanny ibadah bpk diterima Allah? \n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Semua ibadahku aku tak bisa menjamin tuk di terima kita cuma berusaha tuk di terima selebih Allah yg menentukannya"
    },
    {
      "sender": "Agent",
      "content": "terima kasih utk respon pak Masyhuri. jadi sebenarnya cara kita dapat diterima Allah dan diampuni dosa kita ialah melalui Isa Al-Masih yang telah berkurban darah, karna tertulis dalam Kitab Suci Injil, 'Allah yang telah mengasihi kita dan mengutus Isa Al-Masih yang datang daripada-Nya menjadi kurban perdamaian bagi dosa-dosa kita.' bagaiman perasaan pak Masyhuri membaca Firman Allah ini?\n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Tapi aku bukan bani israil aku bangsa indonesia yg jlas nabiku Muhammat bukan nabi isa"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih utk semua umat dan kedunia ini Ia tidak membawa agama, Isa Al-Masih adalah Kalam Allah yang nuzul ke dunia, Ia adalah Nabi ke 24, jika tdk mengimaniNya, iman kita tdk sah kan pak?\nmengimani Isa Al-Masih juga tdk mengubah aqidah bpk, malah menambah ketawqaan kita pada Allah, gmn mnrt bpk Masyhuri?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Iya saya imani dengan semua nabi bukan hanya isa bahkan nabi itu kalau gak salah ada 350 nabi saya percaya itu"
    },
    {
      "sender": "Agent",
      "content": "baik pak. jadi tertarik mengetahui bgmn Isa Al-Masih yang menjadi Kurban pendamaian bagi dosa2 kita?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Iys"
    },
    {
      "sender": "Agent",
      "content": "baik pak. kalau tertarik mau tahu bgmn Isa Al-Masih yang menjadi Kurban pendamaian bagi dosa2 kita berdasarkan Kitab Suci Injil, bgmn sy kenalin dengan teman sy, ngobrol lebih dalam lewat chat wa, nama teman sy pak Mirza, kalau mau boleh pak min kasih no wa bpk ke bliau agar bpk dichat terlbih dulu?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "082228796433"
    },
    {
      "sender": "Agent",
      "content": "baik pak Mas, ditunggu saja dichat teman saya. oya sambil nunggu, bpk tinggal dijatim didaerah mana?\ndan saat ini kerja apa pak? dulu sekolahny tamtan apa?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Tinggal kota sumenep , swasta , SMA"
    },
    {
      "sender": "Agent",
      "content": "baik pak Masyhuri, terima kasih.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum pak Masyhuri Muntaha, kenalin saya pak Mirza, temannya yang sebelumnya ngobrol dengan bpk lewat fb. salam kenal.\r\nkatanya bpk Masyhuri ingin tau tentang Isa Al-Masih yang adalah Kurban pendamaian bagi dosa2 sehingga kita dapat diterima Allah dan diampuni dosa kita berdasarkan Kitab Suci Injil, apakah benar?"
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "katanya bapak Masyhuri usia 46 th ya? dan sebelumny, selain mendpt penjelasan dari teman saya sebelumny, bpk sdh pernah dengar atau membaca penjelasan ttg Isa Al-Masih sebelumnya? dari mana?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Belum"
    },
    {
      "sender": "Agent",
      "content": "sebelumny bapak Masyhuri rajin baca Kitab Allah? pernah baca Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Mana bisa aku baca kitab injil kitab aja belum punya pak"
    },
    {
      "sender": "Agent",
      "content": "o iya juga pak, tapi bapak Masyhuri tertarik mau baca Kitab Suci Injil kalau punya? dan bgmn perasaan bpk kalau Isa Al-Masih yang adalah Kurban pendamaian bagi dosa2 sehingga kita dapat diterima Allah dan diampuni dosa kita?\n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Mang itu aku cari dalu pengampunan dosa biar ibadahku tambah semangat tp sampai sekerang belum dapat"
    },
    {
      "sender": "Agent",
      "content": "wah tidak kebetulan kita ngobrol pak, melalui Isa Al-Masih yang adalah Kurban Agung dapat menyucikan dosa2 kita, kita diampuni dan diterima Allah, masuk dilogika bapak Masyhuri?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Ya gimana caranya aku bisa masuk di logika itu"
    },
    {
      "sender": "Agent",
      "content": "baik sekali pak. kalau membicarakannya secara langsung apa bapak Masyhuri mau? katanya bapak tinggal di Sumenep ya, dikecamatan apa?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Di kecamatan Batang batang tepat di desa nyabakan barat, sangat setuju jiga berbicara langsung"
    },
    {
      "sender": "Agent",
      "content": "Kalau pak Masyhuri mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang adalah Kurban Agung dapat menyucikan dosa2 kita, kita diampuni dan diterima Allah berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah bapak mau? dan kalau mau, sy kasih ya no Hp bapak ke teman sy.\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Itu orang mana apa bisa saya bertemu nanti dengan temanmu"
    },
    {
      "sender": "Agent",
      "content": "panggil saya pak Mirza, pak. bisa pak, jadi bapak dengan teman saya kenalan dulu, dan menentukan waktu ketemuan, ok kah?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Itu di mana rumahnya di sumenep"
    },
    {
      "sender": "Agent",
      "content": "nanti bisa bapak tanyakan langsung, bagmn pak, mau kan?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Oke gak pa apa saya mau"
    },
    {
      "sender": "Agent",
      "content": "baik pak Masyhuri, kira2 jam berapa teman pak Mirza hubungi bapak agar tidak ganggu kerjaan bapak? katanya bapak kerja di swasta, bidang apa pak?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Sembako, jam 9 malam"
    },
    {
      "sender": "Agent",
      "content": "bapak pemilikny ya? sukses pak. kira2 istri atau ada keluarga dan teman juga yang tertarik membicarakan tentang Isa Al-Masih? kalau ada bisa diajak pak, apkh ada?\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Insya allah"
    },
    {
      "sender": "Agent",
      "content": "baik pak Masyhuri, terima kasih atas waktunya, semoga bapak mendapatkan pencerahan dan selalu dalam lindungan Allah.\n \n \n "
    },
    {
      "sender": "Masyhuri Muntaha (Salbut Salbut)",
      "content": "Amin"
    }
  ]
}