{
  "messages": [
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum mbak ??, Tetap lah dan semangat menjalani puasa biarkan hati mu tenang, dan solat lah berdoa bismillah semoga bermanfaat,nyenyuwun nyang Gusti mu mbak o"
    },
    {
      "sender": "Agent",
      "content": "\n\n\nAssalamualaikum  Naril  .terimakasih sdh berkunjung ke laman fb ini.\nmaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kamu kerja apa setiap harinya?\n \n\n \n\n\n\n\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Rumah daerah Blitar Ponggok Jawa timur mbak ?? kerja petani,?"
    },
    {
      "sender": "Agent",
      "content": "\nSelamat berbuka puasa ya dan sehat selalu\nTerima kasih ya, boleh tau saya tau usianya? dan asli suku apa nih?\n"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum mbak ?? salam kenal dari aku yang tulus suci dan mencintai mu sepenuh jiwa raga mu mbak ??"
    },
    {
      "sender": "Agent",
      "content": "Sebelumnya boleh tau usoa kamu, spy gak salah menyapa?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum, Aku sugiman bapak nya Nazil alfiano,?Aku dari daerah Blitar Ponggok Jawa timur,?"
    },
    {
      "sender": "Agent",
      "content": "Baik, terima kasih, boleh tau usia pak/mas Sugiman?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Lahir,aku di Blitar tahun 1975"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum mbak?Mbak tolong aku coba cari jodoh mbak,?"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Gak ada yang bisa dibanggakan dari saya. Hidup saya gak berguna. Tolong saya"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Saya depresi, Kenapa mereka merendahkan saya. Apa saya gak berhak bahagia?"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Karena aku kehilangan orang yang ku cintai,?Karena aku ke hilangan kehidupan yang pernah menyangiku,?Karena aku ke hilangan istriku,dan ke hilangan, semangat hidup ku,?Jadi hidup ku merasa hampa,?Aku hidup seperti Tarzan,?Hidup ku merasa hampa hatiku tak pernah ada yang nemani, kaya orang setresss,?"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal Pak Sugiman, bapak bisa panggil saya Pak Viki. Turut prihatin dgn situasi yg bapak alami. Maaf boleh tau isteri kemana pak? \n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum,Pak Viki?Aku sekarang udah tak punya istri,?Maaf, istriku udah meninggal dunia,?Sekarang udah,100 hari lebih tiga bulan,?"
    },
    {
      "sender": "Agent",
      "content": "Ya Allah, yg sabar dan tabah ya pak. Lalu selama ini sdh lakukan upaya apa saja agar bs mendapatkan pendamping hidup kembali pak? dan apakah Pak Sugiman yakin sdh bs melupakan mendiang isterinya pak?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum,?Aku udah aku ikhlas ne, karena udah di ambil yang punya,pemeyan,?Kecuali hari Jumat legi, aku pergi ke makam, bapak ibu, anak,dan istriku?"
    },
    {
      "sender": "Agent",
      "content": "Tetap tawakal ya Pak Sugiman. Oya maaf maksudnya 'udah di ambil yang punya,pemeyan\" apa ya pak? dan boleh bagi no WAnya pak?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum mbak,?Maaf mbak baru balas,?Ini no wA Aku, 6285731913515,?"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih no WAnya pak sdh saya save. Oya jangan panggil saya mbak ya pak, tp panggil saya Pak Viki. Lalu selama ini sdh lakukan upaya apa saja agar bs mendapatkan pendamping hidup kembali pak? \n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum, pak viki,?Maaf,pak Viki, salah'bencet,?"
    },
    {
      "sender": "Agent",
      "content": "Ohya tdk apa2 pak. Lalu boleh tau bgmn tanggapannya dgn pesan saya satunya lg pak?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Oke pak viki,?Aku tetap berdoa Bismillah,dan tidak lupa solat,?"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah. Nah, saya teringat nih pak, ada satu Pribadi berkuasa yg peduli dgn persoalan yg kita alami, melalui-Nya jg doa kita diterima dan didengar Allah, dan ini tercatat di Kitab Suci Injil. Apa Pak Sugiman tdk keberatan saya menceritakannya utk bapak? \n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Gak papa kamu ceritakan isinya kitab Injil itu,pak viki,?"
    },
    {
      "sender": "Agent",
      "content": "Pribadi yg saya maksud adl Isa Al-Masih pak. Apa sebelumnya bapak pernah mendengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Maaf, Pak Viki,? Aku belum pernah mendengar nya,,?"
    },
    {
      "sender": "Agent",
      "content": "Oh baik pak, Isa Al-Masih adl Kalimatullah yg nuzul ke dunia sbg pertolongan dr Allah bg manusia. Maka dr itu Isa Al-Masih berkata, tertulis di Kitab Suci Injil, \"Marilah kepadaKu semua yang letih lesu, Aku akan memberi kelegaan kepadamu\". Bgmn menurut Pak Sugiman membaca perkataan Isa Al-Masih ini, hikmah apa yg didapatkan?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Bagus', membuat hati ku jadi tenang mendengar cerita itu,?"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah, terimakasih utk tanggapannya pak. Melalui Isa Al-Masih juga doa kita dapat didengar dan diterima Allah. Isa Al-Masih berkata: \"dan apa juga yang kamu minta dalam nama-Ku, Aku akan melakukannya, supaya Allah dipermuliakan di dalam Aku\". Bgmn menurut bapak, karena apa Isa Al-Masih bs melakukan dan mengatakan hal ini?\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Maaf,pak Viki, ? udah malam,lajut besok ya pak viki,? Besok kerja,pak,?"
    },
    {
      "sender": "Agent",
      "content": "Ohya mohon maaf pak, td malam saya juga sdh beristrahat. Jika pekerjaannya sudah selesai, Pak Sugianto bs membalas pesan saya sblmnya pak?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Pak Sugiman bgmn kabarnya? apakah masih tertarik untuk mengetahui tentang Isa Al-Masih lebih lanjut pak? agar apapun yang sedang dihadapi bisa mendapatkan kekuatan dari Allah. \n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Assalamualaikum pak,?Maaf pak Sugianto, Aku baru balas, karena baru pulang kerja,?"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Oke pak suginto lanjut kan'cerita nya Pak Sugiarto,?"
    },
    {
      "sender": "Agent",
      "content": "Oh mohon maaf pak, mungkin sebelumnya ada kesalahan penulisan nama ya, saya salah mau sebut nama Pak Sugiman koq malah Pak Sugianto, maaf ya pak. \n \n "
    },
    {
      "sender": "Agent",
      "content": "Oya kalau Pak Sugiman mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yg peduli dgn persoalan yg kita alami, melalui-Nya jg doa kita diterima dan didengar Allah seperti yg tertulis di Kitab Suci injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah Pak Sugiman mau? dan kalau mau, sy kasih ya no Hp Pak Sugiman ke teman sy.\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Iya, Oke"
    },
    {
      "sender": "Agent",
      "content": "Baik pak, terimakasih. Satu hal lagi yg ingin saya sampaikan bahwa meskipun orang yg kita cintai meninggalkan kita, ingat, Allah di dalam nama Isa Al-Masih tdk akan meninggalkan kita termasuk Pak Sugiman. Wahyu Isa Al-Masih berkata, bahwa IA (Isa Al-Masih) sekali-kali tdk akan membiarkan kita dan IA (Isa Al-Masih) sekali-kali tidak akan meninggalkan kita. Oya kalau boleh tau dl sekolahnya tamatan apa ya pak?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Baik Pak Sugiman. Terima kasih atas waktunya ya pak sudah ngobrol dengan saya Pak Viki, ditunggu saja teman saya pasti akan hubungi bapak, nanti direspon ya pak. Pak Viki berdoa semoga bapak selalu dalam lindungan Allah. Amin\n \n \n "
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": "Aku tamatan SD ,?"
    },
    {
      "sender": "Sugiman (Naril Alfiano)",
      "content": ""
    }
  ]
}