{
  "messages": [
    {
      "sender": "Agent",
      "content": "Survey Pengunjung Situs IDI, mohon balas WA ini ketik: Nama#Pria/Wanita#Umur#Agama#Pendidikan#Pekerjaan#Provinsi, contoh: Eko#Pria#37#Islam#SMA#Pedagang#Banten"
    },
    {
      "sender": "Angel",
      "content": "assalamu'alaikum"
    },
    {
      "sender": "Agent",
      "content": " Waalaikumdalam, trm ksh sdh mengirimkan pesan ke wa ini. Nama kamu siapa? Dan ap yg dpt sy bantu utk kamu?"
    },
    {
      "sender": "Angel",
      "content": "nama saya angel kk..saya memiliki masalah jdi gini ceritanya kk..waktu saya sedang kkn di sebuah desaketika kkn satu dengan laki dan pd saat hri tlh berlalu..dia mengajak saya untuk tidur satu kamar dan ketika kmi sedng tidur ada temen kmi yg lain memergok kmi di dlm kmar dan melaporkan kmi ke pihak kampus..dan pihak kmpus memberikan 2 pilihan nikah atau DO..dan saya sangat bingung pd saat itu dan tidak bisa memutuskan sendiri..dan pihak laki tdi dia lebih memilh di DO dari pda harus menikahi saya..dgn alasan dia blm siap utk menikah..dan akhirnya kmi dikeluarkn dri kmpus dan org tua saya sangat malu dgn perbuatan saya tersebut dan saya sangat menyesal...ketika itu hilng kabar..dan saya sangt menghawatirkannya..dan terus mencari ttg dia..dan dia pun member"
    },
    {
      "sender": "Angel",
      "content": "gimana kk solusinyaa.."
    },
    {
      "sender": "Agent",
      "content": " tidur ini kalian melakukan hubungan intim? dan Angel kelahiran thn brp?"
    },
    {
      "sender": "Angel",
      "content": "ga smpai melakukn hubungan intim kk karna aku nya lgi haid pda saat ituusia angel saat ini 18 mask 19 th kk"
    },
    {
      "sender": "Agent",
      "content": " oh gitu jadi cuman tidur biasa saja ya? lalu saat ini kamu kecewa dg sikap mantan pacar kamu atau menyesal karna tidur saja? oya Angel tinggal dmn?"
    },
    {
      "sender": "Angel",
      "content": "iya kk..aku kecewa sma dia karna dia tidk mau menikahi saya tpi malah menikahi org lain ka.."
    },
    {
      "sender": "Angel",
      "content": "sya tinggl di palembang"
    },
    {
      "sender": "Agent",
      "content": " lalu kamu tanyakan knp dia melakukan itu? kalian memang mau ke jenjang yg serius ya? dan Angel asli orang Palembang?"
    },
    {
      "sender": "Angel",
      "content": "kaalau saya tanya dia bilng nya dia khilaf ka..sya sebenarnya ngalur  aja ka..iyaa angel asli org sini palembang"
    },
    {
      "sender": "Agent",
      "content": " oh baik. lalu hal ini kamu sdh coba cari jalan kluarny kmn saja? dan Angel inginny bgmn?"
    },
    {
      "sender": "Angel",
      "content": "ga tau ka gimana aku jga pusing..aku jga ga nerima sma keputusan nya dia buat nikah sma org lain ka.."
    },
    {
      "sender": "Agent",
      "content": " ya Allah sabar ya.. kamu sdh rajin sholat memohon pada Allah?"
    },
    {
      "sender": "Angel",
      "content": "iya ka..tpi buat ngeluapain dia susah bener ka.."
    },
    {
      "sender": "Angel",
      "content": "gimna ka apa yg harus aku lakuin?"
    },
    {
      "sender": "Agent",
      "content": " kamu sdh memohon pertolongan Allah, bgmn hasilny? dan saat ini Angel mengimani Iman apa?"
    },
    {
      "sender": "Angel",
      "content": "sudaah ka..yh hasilnya masih kek ginilh ka..saat ini aku mengimani iman kpd allah"
    },
    {
      "sender": "Agent",
      "content": " lalu bgmn perasaan kamu Ketika sdh sholat masih pusing?"
    },
    {
      "sender": "Angel",
      "content": "ngaa jga ka..tpi aku masih ga ikhlas aja"
    },
    {
      "sender": "Agent",
      "content": " oh gitu, kalau kamu ga ikhlas apkh yg terjadi dalam hidup kamu? knp Angel ga move on?"
    },
    {
      "sender": "Angel",
      "content": "karna dia tega ninggalin aku gitu aja ka..dan dia jga laki pertama kali nyentuh badan nya angel ka"
    },
    {
      "sender": "Agent",
      "content": " ya Allah, katany cuman tidur saja, Angel? mksdny nyentuh bgmn? dan saat ini harapan kamu kedepanny apa Angel? :)"
    },
    {
      "sender": "Angel",
      "content": "ia emng kami ga melakukan hubungan intim krna terhalng pda.saat itu sya lgi haid ka..dia udah nyentuh aku,peluk aku,cium aku jga,,dan aku sangat kecewa dan ga ikhlas banget ka..apalgi saya denger kabar dia ingin menikah dgn org lain.."
    },
    {
      "sender": "Agent",
      "content": " memang tdk mudah ya diposisi kamu, ada rasa tdk ikhlas, kesal, dan menyesal, apakah benar Angel?"
    },
    {
      "sender": "Angel",
      "content": "iya ka :)"
    },
    {
      "sender": "Angel",
      "content": "sangat benar"
    },
    {
      "sender": "Agent",
      "content": " sabar ya Angel, kalau nasi telah jadi bubur saat ini ada baikny kamu lepas dari rasa itu semua, apak kamu ingin lepas dari rasa tdk ikhlas, kesal, dan menyesal ini?"
    },
    {
      "sender": "Angel",
      "content": "iya tpi gimna caranyaa ka?"
    },
    {
      "sender": "Agent",
      "content": " kamu mau coba memohon pada Allah melalui Isa Al-Masih? Melalui Isa Al-Masih, manusia bisa mendapat kekuatan untuk lepas dari rasa tdk ikhlas, kesal, dan menyesal yg membuat kamu terpuruk, dalam Kitab Suci Injil, Isa Al-Masih berfirman, Jadi apabila Isa Al-Masih itu memerdekakan kamu, kamupun benar-benar merdeka Artinya Isa Al-Masih yang dapat membebaskan kamu dan kamu mendapatkan ketenangan, hikmah apa yg Angel dapatkan?"
    },
    {
      "sender": "Angel",
      "content": "gimna ka maksudnyaa?"
    },
    {
      "sender": "Agent",
      "content": " sblmny Angel kenal siapa itu Isa Al-Masih? dan kamu rajin baca Kitab Allah?"
    },
    {
      "sender": "Angel",
      "content": "nabi isa kn?"
    },
    {
      "sender": "Angel",
      "content": "iya tpi ga sma artinya klau baca"
    },
    {
      "sender": "Angel",
      "content": "kurng memahamilh ka"
    },
    {
      "sender": "Agent",
      "content": " benar Angel. Isa Al-Masih adlah Nabi, namun Ia lebih dari Nabi, Ia sanggup memerdekakan kamu, kamu mau coba memohon padaNya agar kamu lepas dri rasatdk ikhlas, kesal, dan menyesal kan?"
    },
    {
      "sender": "Angel",
      "content": "emng bisa"
    },
    {
      "sender": "Agent",
      "content": " tentu bisa, kamu mau coba dan ingin mengetahui lebih dalam lagi?"
    },
    {
      "sender": "Angel",
      "content": "iya gimna emng ka?"
    },
    {
      "sender": "Agent",
      "content": " panggil sy kk Kamal ya :) bisa ngobrol dengan teman kaka lewat chat wa, boleh saya kasih no wa Angel ke teman kk?"
    },
    {
      "sender": "Angel",
      "content": "iya ka"
    },
    {
      "sender": "Agent",
      "content": " siap Angel, oya kamu kerja atau kuliah? agar tahu teman kk Kamal chat Angel dan ga ganggu kegiatan kamu?"
    },
    {
      "sender": "Angel",
      "content": "bru masuk kerja ka"
    },
    {
      "sender": "Agent",
      "content": " baik smngt kerjanya ya Angel, kerja apa? dulu kalau boleh tahu juga sekolahny tamatan apa?"
    },
    {
      "sender": "Angel",
      "content": "ngjar smbil ngabdi di pondok ka.."
    },
    {
      "sender": "Angel",
      "content": "tamatn pondok pesantren jga"
    },
    {
      "sender": "Agent",
      "content": " Wah keren.. Kamu bisa pegang HP di pondok, Ngel?"
    },
    {
      "sender": "Angel",
      "content": "iya kn udah jdi pengurus"
    },
    {
      "sender": "Agent",
      "content": " Oya juga ya, ok Angel ditunggu saja teman kk Kamal namanya Mba Mirza chat WA kamu ya, semoga kamu dptkan pencerahan dan petunjuk dr Allah."
    },
    {
      "sender": "Agent",
      "content": " Amin ya Allah"
    },
    {
      "sender": "Angel",
      "content": "oke makasih yh kaa"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Angel, kenalin saya Kak Mirza, temannya yang sebelumnya ngobrol dengan Angel lewat wa. salam kenal ya.\r\nkatanya Angel, ingin tau tentang Isa Al-Masih yang dapat membebaskan melepaskan kamu dari rasa nyesal dan mendapatkan ketenangan berdasarkan Kitab Suci Injil, apakah benar?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "iya benar ka.."
    },
    {
      "sender": "Agent",
      "content": "baik Angel, katanya Angel kelahiran thn 2006 ya? dan sebelumny, selain mendpt penjelasan dari teman saya sebelumny,  Angel sdh pernah dengar atau membaca penjelasan ttg Isa Al-Masih sebelumnya? dari mana?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "blm pernah tau ttg isa al masih ka.."
    },
    {
      "sender": "Agent",
      "content": "selama ini Angel rajin baca Kitab Allah? dan pernah baca Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "kalau kitab injil belum pernah kaa"
    },
    {
      "sender": "Agent",
      "content": "baik Angel, jadi dalam Kitab Suci Injil tertulis bagmn Isa Al-Masih yg banyak melakukan hal ajaib, mujizat, Isa Al-Masih yang dapat membebaskan melepaskan kamu dari rasa nyesal dan mendapatkan ketenangan, bgmn peraasan Angel mengetahui ini? hal ini kamu butuhkan kan?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "gmna emng ka?"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih yang dapat membebaskan melepaskan kamu dari rasa nyesal dan mendapatkan ketenangan jika Angel memohon padaNya, namun permohonan kamu terasa hambar jika tdk mengenalNya lebih dalam lagi, bgmn mnrt Angel?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "iya coba kaka jelaskn lbih dlam lgi ttg isa al masih tsb"
    },
    {
      "sender": "Agent",
      "content": "agar lebih enak ngobrolnya, bgmn kalau secara langsung Angel? katany Angel tinggal di Palembang ya, dikecamatan apa?\n \n "
    },
    {
      "sender": "Angel",
      "content": "prabumulih selatan"
    },
    {
      "sender": "Angel",
      "content": "emng kaka org mna?"
    },
    {
      "sender": "Agent",
      "content": "Kalau Angel mau lanjut ngobrol lebih banyak tentang Isa Al-Masih, cara memohon padaNya agar Isa Al-Masih dapat membebaskan melepaskan dari rasa nyesal dan mendapatkan ketenangan, bgm kalau saya kenalin dgn teman sy disana untuk bertemu dan ngobrol secara langsung, apakah Angel mau?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "okey"
    },
    {
      "sender": "Agent",
      "content": "kalau begitu saya kasih no Angel ke teman sy, spy Angel bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, ok kan Angel? dan kamu bisa juga ajak teman yg tertarik juga membicarakan tentang Isa Al-Masih, apakh ada Angel?\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "iya ka"
    },
    {
      "sender": "Angel",
      "content": "emng disetiao daerah ada yh ka?"
    },
    {
      "sender": "Angel",
      "content": "p"
    },
    {
      "sender": "Agent",
      "content": "hehe banyak teman banyak keluarga kan Angel, hitung2 kamu juga nambah teman kan? :)\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "owh iya jga yh kaa"
    },
    {
      "sender": "Agent",
      "content": "baik Angel, kak Mirza berdoa dengan Angel mengenal lebih dalam tentang Isa Al-Masih, Angel mendapatkan masa depan yg baik, ditunggu teman kk hubungi Angel ya, mungkin blm hari ini tapi nanti direspon ya. terima kasih.\n \n \n "
    },
    {
      "sender": "Angel",
      "content": "oke ka..makasih yh ka udah mau bantu aku.."
    },
    {
      "sender": "Agent",
      "content": "sama2 Angel, semoga kamu selalu dalam lindungan Allah & sehat selalu ya.:)\n \n \n "
    }
  ]
}