{
  "messages": [
    {
      "sender": "Iis Istiqomah",
      "content": "Saya merasa gak kuat hadapi hidup ini. Apakah bunuh diri jalan yang terbaik?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, trm ksh sdh mengirimkan pesan ke ig ini. Iis kelahiran thn brp? Dan coba kamu ceritakan masalah apa yg kamu alami hingga ingin akhiri hidup?"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku umur 29 THN kak aku terkena riba d saat suami aku Corona g kerja dan aku terpapar covid usaha aku hbs modal akua da riba d bank mandiri 10 juta pgadaian 6 juta bank koprasi2 minguan hingga harian aku ngerasa cape jenuh bgt"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "PGN jualan LG g ada modal hrs mikir bayar2 hutang"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Smnjak ada hutang berada smua org menjauh aku hanya pasrah klw g liat anak2 aku mungkin udah bunuh diri tapi ada 1 yg BKN aku brbh d saat TDR aku ada bisikan bahwa aku kuat aku bs. Ada Allah bersama ku d stu lah aku mulai bgkit Akku rela mnhan smua ego ku cape ku DM anak2 ku tersenyum barusan mnjd terbaik dan bangkit wlwpn blm bs berjualan dan skrg d desak oleh angsuran mandiri 1 juta pgadean nunggak 2 juta dan hutang k tmn 2juta 500 tp aku yakin Allah akan bantu sya ????????"
    },
    {
      "sender": "Agent",
      "content": "turut prihatin dg apa yg Iis alami. boleh tahu usaha apa tadinya? dan boleh tahu Iis tinggal dmn?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku jualan gapit kak di Cirebon"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku Kya cape g d hrgain min SMA suami dan klrg ku aku bs nya hutang riba mlihat ana ku ngs laper aku g mgang uang covid g boleh usaha kan tau sndr kak aku berpikir dr PD aku nyolong aku g mau ngasi anak2 ku makanan haram LBH baik aku berhutang tp pas aku berhutang tenyta slah langkah ku riba LBH kejam dr mulut manusia krna riba aku d jauhin saudra ku sndr hingga aku kaya d ttik jenuh cape g tau mulai dr mna usaha aku aku ms ada riba yg hrs k selesaikan mau mulai usaha g ada modal brusaha bangkit g ada yg bantu scra mental ku"
    },
    {
      "sender": "Agent",
      "content": "tetap smngt ya Iis. boleh tahu suami Iis bgmn? Iis tinggal dmnkah?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Suami aku tgl sama aku kak tp suami aku g bs bantu aku JD nyalahin aku sepenuh nya hutang gra2 au sdgkan aku bsnya hutang krna dr suami brawal krg brwa suai g kerja PS covid tp gma d slhin suami aku nya aku tinggal SMA ibu juga ikut aku"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku slma in mendem mslh ku sndr Krena ibu aku g bs d bawa pikir an kak klw dkas tau past drop lemah tensi soal nya JD pingsan LG gt"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Mknya Iis ngs sndr cuma Allah yg sll dgr crht ku kak"
    },
    {
      "sender": "Agent",
      "content": "kiranya Allah memberikan kecukupan dengan rezeki yang halal serta memohon pertolongan-Nya untuk mengatasi hutang ya Iis. kalau bgini apa yg akan kamu lakukan? dan kamu tinggal dmnkah?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku tinggal d Cirebon kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Klw Allah memberikan aku kcukupan dengan Riski yang halal aku PGN jualan LG kak agar bs mnljutkan usaha aku biar bs ttp nye kolahin anak2 ku kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku mnt doa nya aja kak agar Allah berikan  jalan keluar kak"
    },
    {
      "sender": "Agent",
      "content": "cirebon dikecamatan apa Iis? dan pastinya kk Viki akan doakan Iis. lalu Iis sdh berusaha dan memohon pada Allah juga?\noya panggil sy kk Viki ya :)\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku skrg udah LBH tenang kak semenjak ikut kajian2 tentang riba ternyata slma in aku banyak slah dan melalaikan Allah mungkin Allah syg aku shingga Allah ks aku pringatan untuk kmbali k jalan ku yg dlu aku sdh selama in aku LBH mementng kan org lain terkadang dlu tu d banding dgn badan ku sndr mungkin Allah g suka aku sll mengutamakan org lain kak d banding kan kbhagian ku sndr dlu aku srg utamain org lain kak SMP rela kadang g mkrn aku buat shari2"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Aku di kecamatan Plered desa panembahan kak Viki Slam kenal"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Skrg aku LBH tenang kok kak selama in aku mendem g pernh CRT k siapa pun mknya aku setres ka skrg aku bs crht k temen ig aku d Samarinda nama nya kak Leni ngs s plong nya aku bs CRT k kak Viki juga alhmdlh bgt aku kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Sll kak aku sll berusaha kak meminta pertolongan dr Allah kak stiap sholat stiap tahajud stiap dhua aku SMP ngs g kuat ya Allah aku iklas dgn smua in tp aku mohon jgn biar kan anak2 ku SMP menderita"
    },
    {
      "sender": "Iis Istiqomah",
      "content": ""
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Tu wa suami aku Viki yg sll menyalahkan aku aku selama in mntup dr g CRT selain suami g brani ngmg k ibu aku Krena lemah jntung klw pikiran sdkt lgsg pingsan mknya aku ngerasa cape hdup SMP ngerasa PGN bunuh diri karena suami bs nya nyalahin g kasi solusi smua klrga ku menjauh krna hutang mknya ngerasa buat apa sya hidup"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Trs aku kena gamparan oleh temen kak Leni dr ig is km liat d Palestina k adaan nya km hrs LBH bersyukur ujian km sprt in g sprt mreka yg d sna sadar ucap syukur is biar tuhan mu g mrah beliau kristen tp baik bgt kak vik"
    },
    {
      "sender": "Agent",
      "content": "asli orang Plered atau suku apa Iis? dan kk Leni ini teman apa kamu?\nlalu bgmn pertolongan Allah yg Iis dapatkan?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Asli plerd panembahan kak Kak Leni tmn dr ig kak Pertolongan Allah smnjak Iis rajin sholat lg masa Allah dahsyat kak dpt tmn yg g tau tdnya siapa beliau sll nyemangatin aku ngerasa hdup LBH enteng LBH mudah wlpun aku ms bnyak untang Allah sll kasi kshtn wlpn aku ud g kuat"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Stiap jam 00 MLM SMP subuh aku ngerasa damay bgt kak smbil ngaji bbrpa jus tu"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Dlu mah uring2 an PGN nya gali lobang"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Skrg mah pasrah aja kak ikutin alur allah"
    },
    {
      "sender": "Iis Istiqomah",
      "content": ""
    },
    {
      "sender": "Iis Istiqomah",
      "content": "In beliau baik bgt pernh suatu k Tika anak aku panas g bs beli obat blm PD mkn beliau kak yg menolong ku kak beliau TF uang yg hanya beliau pgang beliau ks in k aku dan blg yg ptg anak km k tolong g kejang hayu sna brobat"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "In juga Iis dr kmrn LG berusaha Kelling kak Viki cr kerjaan apa pun biar s Kaka anak aku bs skolah Krena Uda nunggak 5 Bln SPP dan blm bayar semester yg anak kcl hrs nya daftar skolah cuma blm ada rejeki JD blm aku daftarin"
    },
    {
      "sender": "Agent",
      "content": "oh gitu, teman kenal di ig saja ya, ngobrolin ap saja kk? dan sblmny boleh bgi no wa kk Iis? \n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": ""
    },
    {
      "sender": "Iis Istiqomah",
      "content": "In wa aku"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Ngbrln ya s hari2 aja ngapain LBH nenangin aku yg biasa aku g pernh CRT skrg LBH brani CRT Krena BNR ka kak Len stlah kita CRT beban wlpn hanya CRT tp bs mlega kan dada ternyata BNR kak"
    },
    {
      "sender": "Agent",
      "content": "bisa diketik saja kk? dan kk Leni ini benar2 yg baru kk kenal di ig ya?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Stiap hr kan aku d tagih bank kak bank minguan rentenir harian aku td nya tkt ngs gelisah skrg alhmdlh aku hadapin 1 1 kak BNR kak ka Leni tenang jgn panik jgn ngeluh ngs adepin apa adnya"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Iya kak baru kenal dr desember"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "0882001751811"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Bisanya kenal dr aku dlu sll ikutin ig nya ci Dwi skar langit Kya SMcem org pinter gt kak buka aura gt aku g Penh ikutan s penh ikutan juga d bayarin kak leni"
    },
    {
      "sender": "Agent",
      "content": "oh gitu, knp kk Iis ke orang pintar membaca aura? knp tdk memohon petunjuk Allah, kk Iis?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Iya itu kak bodoh nya aku dlu"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Skrg pas aku ikut ceramah d yutub ya Allah aku slah SM aja ku menyekutu kan Allah aku lgsg lah bljr sholat tobat kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Smnjak itu Uda aku g pernh ikutan LG yg buka aura apalah ud bnr2 pasrah SMA Allah ka"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Doain ya kak smoga aku bs mmdkt dr SMA Allah kak aku Uda pasrah ud d anak aku mnt kluar skolah Krena malu g bayar2 aku sll smgtn Kaka harus ttp skolah jgn liat ibu ibu bakal usaha buat Kaka ms ad Allah kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Kak Viki maap ya aku JD curhat"
    },
    {
      "sender": "Agent",
      "content": "tdk apa2 kk curhat saja. saat ini apakh kk Iis sdh merasa taubat diterima Allah? dan harapan kk juga ingin diberikan rizki yg cukup?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Sudah kak sya brusaha mohon ampun SMA Allah SMP stiap MLM aku g mau lepas dr tahajud kak mrasa takut bsk klw nyawa ku ud g da syg aku g mau sia2 in kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Iya yg nama harapan pasti lah kak PGN rasa nya kembali normal kak tp kan itu smua hanya Allah yg tau kak kapan kita d kasi nikmat kembali SM Allah stidak nya sya bs mkan aja ud alhmdlh skrg kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Wlpn sya PSG mkrn jatuh tempo dll kak"
    },
    {
      "sender": "Agent",
      "content": "iya kak Iis. apakh kk pernah dengar bahwa satu2nya cara taubat kita diterima Allah ialah dengan melalui Isa Al-Masih yang telah berkurban darah dan kk juga bisa memohon pada Allah melalui Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Mksd nya gmna kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Memohon pada Allah melalui Isa almasih s gmna kak"
    },
    {
      "sender": "Agent",
      "content": "dalam Kitab Suci Injil tertulis: \"Apa saja yang kamu minta dalam nama-Ku [Isa Al-Masih], Aku akan melakukannya supaya Allah dimuliakan di dalam Aku. Jika kamu meminta sesuatu kepada-Ku dalam nama-Ku, Aku akan melakukannya.” bgmn perasaan kk Iis membaca Firman Allah ini?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Prasaan nya ms biasa s kak Krena aku blm paham s kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Maap sblm nya Isa almasih itu maap ya kak apakah agama Kristen ya kaj"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih tidak membawa agama. yg kk Iis ketahui siapakh Isa Al-Masih itu?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Isa almasih mnrt aku ya kak maap klw aku slh krna aku g pinter agama .. Isa almasih ku nabi kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Mknya aku sll berdoa SM Allah g pernh nabi Isa"
    },
    {
      "sender": "Agent",
      "content": "benar Isa Al-Masih adalah Nabi, namun Ia lebih dari Nabi, Ia adalah Kalam Allah, Ia adalah Perantara kita manusia berdosa dengan Allah. apakh kak Iis mau coba memohon pada Allah dalam nama Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Pakah dosa kak apa tdk"
    },
    {
      "sender": "Agent",
      "content": "kenapa dosa kak Iis? bukankah Isa Al-Masih adalah Nabi ke 24 jika tdk mengimani iman kita tidak sah? Isa Al-Masih adalah Junjungan Ilahi, ada baikny kak Iis kenali lebih dalam, bgmn?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Iya kak boleh"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Tp apakah lgsg d kabul kak dgn cara nya doa sprt itu"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Soal nya aku klw LG kalap gn bsk sudah jth tempo doa itu akan aku baca SMP bsk tanpa TDR"
    },
    {
      "sender": "Agent",
      "content": "iya Iis, doa kita juga terasa hambar kalau tidak kenal dulu siapa Isa Al-Masih dan meneladaniNya, gmn mnrt kk?\ndan boleh tahu kk Iis kerja apa? dulu sekolahny juga tamatan apa? :)\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Saya skolah SMK tp g llus krna biaya kak SMP kelas 3 lepas"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Sya skrg LG d rmh kak ud g jualan buat modal bnr2 blm ada kak sedangkan aku bsk hrs mgang uang LBH dr 1 juta kak buat SPP anak dll mknya sya psg"
    },
    {
      "sender": "Agent",
      "content": "tetap berjuang dan smngt ya kk. jadi kalau kak Iis mau lanjut ngobrol lebih banyak tentang Isa Al-Masih, mengetahui karna apa memohon dalam namaNya, bagaimana cara memohon dalam namaNya berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy disana untuk bertemu dan ngobrol secara langsung, apakah kk Iis mau?\n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Klw ngbrl sya g brani kak soal nya hp sy srg mati nyala klw tlp tu soal nya smbl dcas trs hp nya"
    },
    {
      "sender": "Agent",
      "content": "nah nanti ngobrol lewat wa kenalan dulu sambil nentuin waktu ketemuan kak, gmn kak? jadi ga dihp terus hehe.. ketemuan nti jika Allah berikan kesempatan :)\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Siap2 kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Boleh"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Boleh sya baca kak doa yg d atas siapa tau Allah lgsg kabul kan kak Krena sya g tau buat mkn bsk anak2 dr mana"
    },
    {
      "sender": "Agent",
      "content": "baik kk Iis. kalau begitu saya kasih no kk Iis ke teman sy, spy kk bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, ok kan kk? kira2 jam brp kk bisa dichat teman kk Viki agar tdk ganggu kegiatan kk? oya kk online Ig dmn?\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Biasa aku baca doa nabi Yunus kak"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Sok chat aja kak sya ada trs d hp"
    },
    {
      "sender": "Iis Istiqomah",
      "content": "LG g ada kerjaa JD main hp nonton ceramah2 aja"
    },
    {
      "sender": "Agent",
      "content": "oh jadi bisa ya kk Iis, ok kk, teman sy mungkin blm hari ini hubungin kk, tp nnti ditunggu saja ya kk. kira2 kk ada teman atau keluarga yg tertarik ngobrolin tentang Isa Al-Masih kah? kalau ada bisa diajak juga ngobrol sama teman sy.\n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Iya ntr sya tanya ya"
    },
    {
      "sender": "Agent",
      "content": "baik kk Iis, nanti teman kak Viki hubungi ya, nanti direspon ya :) semoga kk Iis mendapatkan petunjuk Allah, ya bukan berarti instan jawaban dariNya tapi ada ketenangan yang didapatkan walaupun ada badai. kak Viki berdoa semoga kk Iis dan keluarga selalu dalam lindungan Allah. \n \n \n "
    },
    {
      "sender": "Iis Istiqomah",
      "content": "Amin amin kak"
    }
  ]
}