{
  "messages": [
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Saya gak pingin masuk neraka, tapi kok males sama urusan agama ya? Saran dong."
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Dav, terimakasih sdh chat disini.\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa dan tinggal di daerah mana?\n \n\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Thn 1987 tinggal didenpasar"
    },
    {
      "sender": "Agent",
      "content": "Apakah benar mas ingin mengetahui bgm caranya spy bisa terhindar dari siksa neraka?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Dgn usaha dan amal lbadah yg kita lakukan ga akan cukup spy terhindar dari neraka. Namun ada kabar baik bahwa Allah menyediakan rahmatNya dan itulah satu2nya cara spy kita terhindar dari siksa neraka. Apakah mas ingin mengetahuinya?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Apakah mas pernah mendengarkan ttng rahmat Allah melalui Isa Al-Masih yg dpt menolong sehingga kita bisa terhindar dari siksa neraka?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Gak, gmn itu?"
    },
    {
      "sender": "Agent",
      "content": "\nFirman Allah dlm Kitab Suci Injil berkata karena begitu besar kasih Allah kpd manusia sehingga Allah memberikan rahmat-Nya yakni Isa Al-Masih supaya setiap orang yang percaya kepada Isa Al-Masih dosanya diampuni dan di akhirat akan memperoleh sorga. \nBgm tanggapan mas?\n\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Gk pernah sy denger, kan itu injil, makanya gk pnh denger"
    },
    {
      "sender": "Agent",
      "content": "Iya ya, maaf selama ini mas mengimani Kitab Suci apa?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Al quran"
    },
    {
      "sender": "Agent",
      "content": "Apakah mas ingin mengetahui lbh lanjut ttng rahmat Allah mellaui Isa Al-Masih yg melalui Isa Al-Masih dosa kita diampuni sehingga di akhirat kita kan memperoleh keselamatan?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "\nSy punya teman bernama mas Mirza, mas Mirza bisa menjelaskan nya kepada mas.\nApakah mas mau sy kenalin dgn mas Mirza?\r\nJika mau boleh sy minta  no wa nya spy Pak Mirza chat mas melalui WA?\n\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "087841665519"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih mas, oh ya kenalin sy dgn mas Min. \r\nDitunggu sj mas Mirza akan chat mas Dav. Salam sukses\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n\n\n\nAssalamualaikum mas Dav, perkenalkan sy dgn mas Mirza, temannya mas yg sebelumnya ngobrol melalui IG, salam kenal ya mas.\nKatanya masingin mengetahui lebih lanjut tentang rahmat Allah melalui Isa Al-Masih yang melalui Isa Al-Masih dosa kita diampuni sehingga di akhirat kita akan memperoleh keselamatan, benar ya mas?\n\n\n\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas Dav, perkenalkan sy dgn mas Mirza, temannya mas yg sebelumnya ngobrol melalui IG, salam kenal ya mas.\n\n\n\n\n\n\n\n\nKatanya masingin mengetahui lebih lanjut tentang rahmat Allah melalui Isa Al-Masih yang melalui Isa Al-Masih dosa kita diampuni sehingga di akhirat kita akan memperoleh keselamatan, benar ya mas?\n\n\n\n\n\n\n\n\n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya bener, gmn?"
    },
    {
      "sender": "Agent",
      "content": "Baik, selain dari teman sy, apakah mas Dav sdh pernah mendengarkan ttng Isa Al-Masih dari tempat lain?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Blm"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, katanya mas tinggal di Bali dan usianya 37 thn, benar ya?\n \n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya bener, knp?"
    },
    {
      "sender": "Agent",
      "content": "Baik hanya memastikan sj mas spy lbh akrab, klo mas asli orang bali atau merantau kesana mas Dav?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Lahir dibali besar dbali, tp org jawa timur"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, di Denpasar mas bekerja sbg apa nih?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Supir"
    },
    {
      "sender": "Agent",
      "content": "Kiranya Allah memberkahi pekerjaannya ya mas, bisa jadi berkah untuk istri dan anak.\nBgm kabar istri dan anak di Denpasar mas?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya, ddenpasar"
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Aamiin"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah...\nIsa Al Masih adalah Penolong dari Allah spy manusia dapat diampuni dosa2nya barangsiapa yg percaya Isa Al Masih dlm kehidupannya maka orang tersebut akan dibersihkan dari dosa dan selamat di akhirat. Bgm menurut mas?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Bukannya ajaran kristen itu?"
    },
    {
      "sender": "Agent",
      "content": "Ini tdk ada hubungannya dgn agama mas, Umat Muslim pun diwajibkan untuk mengimani semua Kitab Allah termasuk Taurat, zabur dan Injil, mengimani semua nabi Allah termasuk Isa Al-Masih, masih mau melanjutkan obrolan ini mas?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Masih sibuk mas?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Iya, nie abis plg kerja"
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Trua hubnya dgn apa?"
    },
    {
      "sender": "Agent",
      "content": "Ini hubungannya dgn pertolongan Allah krn menurut sy agama pun tdk menyelamatkan, dan dgn kita mengenal Isa Al-Masih bukan berarti kita pindah agama. Karena yg menyelamatkan adalah pertolongan Allah melalui Isa Al-Masih.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nIsa Al-Masih berkata demikian: “Akulah jalan, kebenaran, dan hidup. Tak seorang pun datang kepada Allah/surga, kecuali melalui Aku.\nApakah mas ingin mengetahui bgm caranya mendapatkan pertolongan Allah melalui Isa Al-Masih sehingga kita dibersihkan dari dosa sehingga kita terhindar dari siksa neraka dan selamat di akhirat nanti?\n\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Ya mau"
    },
    {
      "sender": "Agent",
      "content": "Boleh tau mas tinggal di kecamatan mana di Denpasar?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Denpasar timur, kota madya denpasar"
    },
    {
      "sender": "Agent",
      "content": "Oh di Denpasar Timur.\n\nKalau mas ingin mengetahui bgm caranya mendapatkan pertolongan Allah melalui Isa Al-Masih sehingga kita dibersihkan dari dosa sehingga kita terhindar dari siksa neraka dan selamat di akhirat nanti, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah mas mau? dan kalau mau, sy kasih ya no Hp mas ke teman sy, bgm mas?\n\n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Ah gk klo ktemu, di wa aja"
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Apalagi yg hrs sy ketahui?"
    },
    {
      "sender": "Agent",
      "content": "Ini  yg perlu diketahui mas caranya mendapatkan pertolongan Allah melalui Isa Al-Masih sehingga kita dibersihkan dari dosa sehingga kita terhindar dari siksa neraka dan selamat di akhirat nanti, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol. Tdk apa2 jika mas lewat WA dulu dgn teman sy krn mungkin mas sibuk atau blm yakin mau ketemuan dgn teman sy, hitung2 nambah teman silaturahmi yg baik. Bgm mas?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, katanya mas kerja sbg sopir kira2 jam brp waktu luang mas bisa dihubungi teman mas Mirza, siapa tau mengganggu kesibukannya?\nOh ya dulu mas tamatan sekolah apa?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Malam aja waktu luang sy, pagi sampe sore kerja sopir"
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Tamatsn D1 informatika"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, mantap mas, berarti paham IT jg ya hehee\nOh ya namanya seperti orang bule, apakah mas Dav itu nama asli atau?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Ya pahamlah dasar2nya aja it"
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Bkn nama asli"
    },
    {
      "sender": "Agent",
      "content": "Mantap mas, boleh tau nama asli mas siapa?\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Nama asli sandi"
    },
    {
      "sender": "Agent",
      "content": "Baik mas Sandi, terima kasih untuk waktunya mas, senang bisa ngobrol2 dgn mas Sandi. Ditunggu sj temannya Mas Mirza akan chat Mas Sandi. Salam sukses dan bahagia.\n \n \n "
    },
    {
      "sender": "Sandi (Dav Junejune)",
      "content": "Ya sama2"
    }
  ]
}