{
  "messages": [
    {
      "sender": "Parinah Parinah",
      "content": "Mengapa saya harus alami konflik  di keluarga ini, saya sudah tak tahan lagi?"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Perceraian mba tapi mungkin itu udah takdir ku mba itu ujian yg sangat berat mba kuhanya pasrah sama yg kuasa aja mba"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Parinah, terimakasih sdh berkunjung ke laman FB ini. Dan turut prihatin dgn apa yg sdg dialami.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Saya kelahiran THN 1980"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Mba"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih ya buat responnya, sebelumnya boleh tau asli suku apa? Dan tinggal dimana nih saat ini?\n \n \n \n\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Dosa saya banyak sekali, apa mungkin Allah mau mengampuni dan menerima saya?"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Dosa saya banyak sekali, apa mungkin Allah mau mengampuni dan menerima saya?"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Assalamualaikum"
    },
    {
      "sender": "Agent",
      "content": "Baik, kalau boleh tau saya ini berbicara dengan bapak atau ibu kah? \nDan boleh tau tinggal di daerah mana nih?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ini dengan mba parinah tinggal di pondok kopi Jakarta Timur"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih ya mbak Parinah, oya diawal mbak mengatakan tentang perceraian, boleh tau mengapa bisa sampai terjadi perceraian dengan suami mbak?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Karena faktor ekonomi mba terus suamiku udah ngga pernah percaya lagi sama aku"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya mbak, kalau boleh tau apakah mbak dan suami tidak bekerja kah?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Suamiku bekerja mba tapi saat itu sedang butuh uang jadi saya pinjam uang sama bnk hari an mba tapi suamiku ngga izinni aku utang terus suatu hari saya telat setor bnk hari an suamiku tau"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Tapi aku terpaksa mba tapi apa yg terjadi ujung ujungnya mlh bercerai"
    },
    {
      "sender": "Agent",
      "content": "Mbak Parinah bisa panggil saya Bu Mimin ya, turut prihatin dgn apa yg dialami. berarti mbak pinjam uang ke bank ga sepengetahuan suami kah? dan mbak sendiri kesibukan sehari2nya mengerjakan apa nih?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Mengurus rumah tangga Bu"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, Berarti mbak pinjam uang ke bank ga sepengetahuan suami kah?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Iya Bu tapi saat itu lagi bener bener butuh pinjam ke teman atau ke tetangga ngga ada bu"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu, memang karna keadaan terdesak ibu mengambil pinjaman, namun yang terjadi bukan menjadi solusi malah nambah masalah kan bu. apa udah coba menjelasakannya baik2 kepada suami bu? dan sekarang ibu dan suami masih berkomunikasih kah?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Nggak Bu  sudah nggak pernah komunikasi udah 2 tahun"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Aku cerai udah setengah tahun"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Aku sudah nikah lagi Bu sama orang Betawi"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, jadi suami ibu yg pertama tau kalau ibu udah menikah lagi? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n”Banyak rencana hati manusia, tetapi keputusan Allah yang terlaksana”.\r\nMeski sibuk, jangan lupa ya membalas chat saya? Selamat beraktivitas dan sukses selalu\n \n\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Suamiku ku sudah tau bu"
    },
    {
      "sender": "Agent",
      "content": "Berharap ibu Parinah dalam keadaan baik ya, oya setelah suami tau ibu menikah lagi apa tanggapan suami bu? Dan apakah ibu bahagia dengan suami ibu yg sekarang ini?\n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Alhamdulillah Bu saya bahagia dengan suamiku yg sekarang dia lebih perhatian dan sayang sama aku Bu dan penyabar orang nya kalo mntan suamiku udah ngga pernah peduli lagi"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah ya bu tentu itu kan yang ibu dambakan ingin ada yg peduliin dan bahagia kan bu, tapi ibu juga tidak menginginkan utk cerai kan dengan suami pertama? ibu dan suami pertama bercerai dengan baik2 kan bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya Bu suami pertama cerai dengan baik baik tapi saya di pisahkan anak ank tidak bisa berkomunikasi dengan anak aku Bu sampai saat ini pun aku belum bisa komunikasi dengan anak anku Bu itu yg mbuatku lebih sedih seumur hidup ku bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": ""
    },
    {
      "sender": "Parinah Parinah",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "Oh gitu bu, sedih juga ya kalau dipisahkan sama anak2, yang kuat ya bu. Seharusnya suami memahami perasaan ibu karna bagaimana pun itu anak ibu juga kan bu, tentu ibu mau kan dipertemukan dengan anak2nya? tentu dalam hal ini ibu sebaiknya doakan suami agar hatinya diubahkan dan dipertemukan dengan anak2nya bagimana menurut ibu?"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya menurut aku baik Bu apa kah saya mencoba nya Bu doakan mntan suamiku bu"
    },
    {
      "sender": "Agent",
      "content": "Tidak ada salahnya mendoakan bu demi kebaikan ibu dan juga anak2nya kan. Dan saya juga doakan semoga ibu dipertemukan dengan anak2nya..Amin..kira2 harapan ibu kedepan ini apa bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya harapan ku ke depannya ingin bertemu ank anku Bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu Parinah tetap semangat ya bu, ini memang tidak mudah untuk ibu, setelah saya pahami masalah yang ibu alami dan saya berpikir sebaiknya ibu coba bangun komunikasi dengan suami ibu supaya dimudahkan untuk bertemu dengan anaknya, tentu ibu ingin hubungannya dengan suami pertama baik kan bu?\n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya itulah yg sangat ingin kan bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, dengan apa yg ibu alami saat ini saya teringat suatu ayat di Kitab terdahulu dikatakan bahwa, apapun yg kamu minta di dalam nama-Ku, Aku akan melakukannya agar nama Allah dipermuliakan. tentu ibu meminta untuk tidak dipisahkan dengan anak2nya kan bu?\nOya supaya akrab silaturahminya boleh saya minta no WA-nya bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Oh ya Bu boleh 085281472790"
    },
    {
      "sender": "Agent",
      "content": " Terimakasih sudah memberikan no WA bu, Nah apakah ibu mau kalau hatinya suami diubahkan oleh Allah?"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya mau biar aku bisa komunikasi sama anku bu"
    },
    {
      "sender": "Agent",
      "content": "Nah, ada yang sanggup menolong ibu ditengah masalah iyg ibu hadapi saat ini, Ia adalah Isa Al-Masih, apakah ibu pernah mendengar tentang Isa Al-Masih Sebelumnya?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Tapi aku agama Islam bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya Isa Al Masih tau bu"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih diperuntukkan bagi seluruh manusia di dunia, bukan hanya untuk satu golongan saja, dan Isa Al-Masih tidak membawa nama agama nih bu, iyaya boleh tau ibu tau Isa Al-Masih dari mana bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya dari cerita 25 Nabi Bu Isa Al masih kepercayaan umat kristiani Bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ta aku Isa Al masih juga Islam anutan nya bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Jadi kalau saya minta bantuan Isa Al masih gimana caranya Bu"
    },
    {
      "sender": "Agent",
      "content": "Benar Bu, banyak yg bilang bahwa Isa Al-Masih adalah Nabi, namun Isa Al-Masih bukan hanya sekedar Nabi melainkan Pribadi yang berkuasa menolong manusia dari berbagai masalah yang dihadapi, apakah ibu tertarik untuk mau mengetahuiNya bu? tidak apa2 kan kalau saya menceritakan Isa Al-Masih kepada ibu?\n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya boleh Bu saya tertarik dengan apa yg akan ibu cerita kan ke saya saya mau dengar kan Bu dengan senang hati"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih bu Parinah, Saat seseorang mau lebih lagi mengenal Isa Al-Masih bukan berarti bebas dari setiap masalah ya bu tetapi Ia berjanji akan tetap menolong dan menemani ibu dalam setiap proses yang dihadapi, terutama dalam proses yang ibu alami saat ini dengan anaknya dan biarlah melalui pertolongan Isa Al-Masih hati suami diubahkan untuk menjadi lebih baik, gmn bu? \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Bagaimana caranya apa kah tidak mengikuti keyakinan nya bu"
    },
    {
      "sender": "Agent",
      "content": "Tentu tidak bu, oya ngomong boleh tau ibu sekolah tamatan apa? serta bagaimana perasaan ibu saat mengalami masalah ini?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Kalau saya cuma tamatan SD Bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Tapi anku aku lulus an SMK kalau yg cewebub"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Kalau yg cewe masih masih kls 2SMK"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Yg cowo lulusan SMK bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu terimakasih, jadi boleh tau bagaimana perasaan ibu saat ini? dan ibu mau kalau saya kenalkan dengan teman saya Bu Mirza untuk ngobrol lebih lanjut? ibu Mirza orangnya baik kok bu\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Skrg kerja di Kalimantan tengah Bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Oh ya Bu"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu, anak2nya sudah pada besar2 ya.. walaupun ibu dipisahkan dengan mereka, tentu mereka pasti ingat dengan ibu?\nlalu bagaimana bu, apakah ibu mau untuk ngobrol2 dengan teman saya bu Mirza?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Boleh Bu di wasap aja bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Kasih aja no wasap ku bu"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih ya bu, ditunggu saja chat dari teman saya Bu Mirza ya dan terimakasih juga sudah banyak ngobrol dengan saya Bu Mimin, semoga ibu sehat selalu ya...Wassalam\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Saya yg harus nya berterima kasih ibu sudah perduli dengan keadaan saya saat ini dan saya juga sngt senang bisa ngobrol sama ibu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "????????????????????"
    },
    {
      "sender": "Agent",
      "content": "Oya bu sambil menunggu Bu Mirza hubungi ibu, boleh tau selama ini upaya apa nih yang terpikirkan untuk bisa bertemu dengan anak2nya? \n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Lagi nunggu telvon dari anak siapa tau telvon"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Bu"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu bu, semoga ibu bisa ditelfon ya sama anaknya sehingga rasa kangen yang ibu alami selama ini bisa terobati sedikit kan bu. Nah seperti yang ibu sampaikan kemarin bahwa harapannya saat ini adalah ingin bertemu dengan anak2nya, Nah kalau harapannya ini bisa terwujud bagaimana perasaan ibu Parinah nih?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Yang pasti perasaan yg sangat bahagia Bu semoga ibu juga selalu bahagia selagi masih bersama keluarga yg masih utuh bu"
    },
    {
      "sender": "Agent",
      "content": "Amin terimakasih ya bu saya doakan semoga Allah selalu menolong ibu, Oya mohon ditunggu chat dari teman saya Bu Mirza ya bu..\n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya bu"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Bu Parinah, perkenalkan saya Bu Mirza, temannya yang sebelumnya ngobrol dengan ibu lewat FB. Salam kenal ya bu.\r\nKatanya Bu Parinah ingin tahu ttg Isa Al-Masih yang berkuasa menolong manusia dari berbagai masalah yang dihadapi, apakah benar begitu bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Wangalaikum salam iya Bu bener bu"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sdh membalas pesan ini ya bu Parinah. Sebelumnya selain dr teman saya pernah dengar ttg Isa Al-Masih dr mana nih bu? oya katanya usianya 44th, benar ya bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Usiaku 42 slh tulis bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya Bu sama sama Bu ya saya tahu tentang Isa Al masih tapi baru sedikit Bu belum tau seluruh nya"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu Parinah, tdk apa2 bu. Namun boleh tau bgmn tanggapan bu Parinah mengenai Isa Al-Masih berkuasa menolong manusia dr berbagai masalah yg dihadapi, kira2 menurut ibu karena apa Isa Al-Masih bs melakukannya bu? \n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya karena lsa Al masih juga seorang nabi cuma beliau di beri kemampuan untuk menyembuhkan orang yg sakit atas izin Alloh juga Bu"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih utk tanggapannya Bu Parinah. Ya bu, memang banyak yg mengatakan Isa Al-Masih sbg Nabi, namun sebenarnya IA bukanlah hanya sekedar nabi, IA adl Kalam Allah yg hidup, pertolongan dr Allah bg manusia di dunia maupun di akherat. Kepada-Nya telah diberikan segala kuasa baik di sorga maupun di bumi, ini sdh tertulis di Kitab Suci Injil. Maka dr itu Isa Al-Masih berkuasa menolong manusia ditengah persoalan yg dihadapi. Bgmn perasaan Bu Parinah mendengar kabar baik ini?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya Bu saya juga sangat senang dengan kabar baik ini ya memang benar Bu Alloh memberikan mukjizat yg ada pada Nabi Isa allaihi Salam dengan izin Alloh dan atas kekuasaan Alloh untuk menolong orang orang yg sakit membutuhkan pertolongan lewat Nabi Isa Bu itu memang sudah Alloh berikan dengan kemampuan beliau bu"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih utk tanggapannya bu. Isa Al-Masih juga mau melakukannya karena IA peduli dan penuh kasih sayang kepada setiap umat, dan siapapun dapat menerima dan merasakan pertolongan-Nya. Di Kitab Suci Injil Isa Al-Masih berkata: Mintalah, maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu. Meskipun terkadang tdk selalu seperti yg kita harapkan, namun jawabannya pasti yg tepat dan terbaik. Boleh tau hikmah apa yg bu Parinah dapatkan dr perkataan Isa Al-Masih ini bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Hikmah nya yg saya dapatkan dari lsa Al masih jadi bisa tau bagaimana Tentang lsa Al masih bagi yg bisa mempercayai nya suatu mukjizat yang Alloh berikan kepada nya bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Dan saya juga sebagai umat muslim tetap menghargai agama lain bu"
    },
    {
      "sender": "Agent",
      "content": "Amin, terimakasih bu Parinah. Oya ngomong2 tinggal di Jakarta Timur, di kecamatan mana ya bu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Saya di pondok kopi gang Rawadas"
    },
    {
      "sender": "Parinah Parinah",
      "content": "https://www.google.com/maps/search/?api=1&query=-6.2316506,106.9422418"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, kalau Bu Parinah mau ngobrol lebih banyak tentang Isa Al-Masih, bgm kalau saya kenalin dgn teman saya disana untuk bertemu dan ngobrol secara langsung, apakah ibu mau?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Oh ya Bu yg mau ngobrol sama saya cewe apa cowo bu"
    },
    {
      "sender": "Agent",
      "content": "Teman saya wanita juga koq bu, dan orangnya baik, bgmn bu Parinah?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Oh ya ya Bu baik Bu ngga  Maslah bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, kalau begitu saya kasih no Hp ibu ke teman sy, spy ibu bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah bu? \n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya Bu baik lah bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Bagaimana baiknya bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, oya ngomong2 Bu Parinah ada keluarga atau teman yg jg tertarik mau tahu tentang Isa Al-Masih? Kalau ada boleh diajak ngobrol langsung sama teman saya dan ibu. Kira2 apakah ada bu? \n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya belum tau kalo yg itu Bu takut nya Mereka salah paham Bu kalau saya kan bisa mengerti kalau pun kita beda agama bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, tdk apa2 bu, saya bisa memahami ini. Oh ya bu, kira2 kapan ada waktu lowongnya, agar teman saya hubungi ibu sehingga tidak mengganggu pekerjaan/kesibukan ibu?\n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Ya sekitar jam 10 siang juga bisa Bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Tapi itu juga tergantung ibu kapan bisa ketemu Bu bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Hari tergantung kapan bisa meluangkan waktu nya bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu. Ohya ngomong2 katanya ibu sempat bercerita ada yg kerja di Kalimantan Tengah, boleh tau siapa ya bu? Apakah ibu Parinah atau anaknya ibu? \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Itu anak saya Bu dia yg nggak pernah telvon sama saya Bu selama ini Bu"
    },
    {
      "sender": "Parinah Parinah",
      "content": "https://fs.magicrepository.com/incoming/66ece9e904e5f5ccdbe5c09d5c59459e.jpg"
    },
    {
      "sender": "Parinah Parinah",
      "content": "Dan ini yg cewe itu adiknya itu yg kedua Bu dia masih sekolah SMK kls 2"
    },
    {
      "sender": "Parinah Parinah",
      "content": "https://fs.magicrepository.com/incoming/914aef2bea8dfec51369712b548dbfc8.jpg"
    },
    {
      "sender": "Agent",
      "content": "Ya Allah, yg sabar ya bu. Kiranya Allah ijabah doa ibu bs segera ngobrol dan bertemu kembali dgn anak2nya ya bu. Sebelumnya terima kasih atas waktunya ya bu udah ngobrol dengan saya, Bu Mirza. Ditunggu saja teman saya hubungi ibu, karena belum tentu besok akan dihubunginya ya bu, tapi teman saya pasti akan hubungi ibu, nanti direspon ya bu. Bu Mirza berdoa semoga ibu Parinah dan keluarga selalu dalam lindungan Allah. Amin \n \n \n "
    },
    {
      "sender": "Parinah Parinah",
      "content": "Iya Bu sama sama Bu ibu juga udah memberikan solusi nya bagaimana bisa bertemu ank anku nantinya"
    }
  ]
}