{
  "messages": [
    {
      "sender": "Yen Yeni",
      "content": "Hati saya masih terasa sakit hingga sulit memaafkan. Apa yang harus saya buat?"
    },
    {
      "sender": "Yen Yeni",
      "content": "Bnyk hal yg mmbuat saya kecewa"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Yen Yeni, terimakasih sdh berkunjung ke laman fb ini. Turut prihatin dengan apa yang kamu alami.\r\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran thn berapa? Tinggal di mana dan kesibukannya saat ini ngapain?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Saya tinggl d Jonggol kerjaan cuma ngurus rumh klahiran 1975"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih buat responnya.. Ngmong2, Bu Yen aslinya suku apa?"
    },
    {
      "sender": "Yen Yeni",
      "content": "Asli sunda"
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tahu bu Yen kerja atau usaha dibidang apa? Gmn kbr suami dan anak2? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Saya GK kerja apa2 ngurus rumh tangga suami udh mninggl 2 thn yg lalu"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dengan apa yang dialami? Bagaimana dengan kebutuhan sehari2 siapa yang membantu?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "GK ada yg bantu"
    },
    {
      "sender": "Agent",
      "content": "Bagaimana mengatasi kesulitan yg ada? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Kerja kecil2lan"
    },
    {
      "sender": "Agent",
      "content": "Kalau bleh tahu masalah apa yg dialami akhir2 ini?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Bnyk keuangan ank2  calon suami mningglkn"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dengan apa yang dialami? Mengapa terjadi demikian?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Musibh"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dengan musibah yg terjadi, kiranya ke depan Allah memberikan ketabahan utk menjalani hari2nya? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Terima kasih udh peduli ma saya"
    },
    {
      "sender": "Agent",
      "content": "Apa yg dilakukan utk mengatasi situasi yg terjadi? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Bersabar ikls Nerima apapun yg trjadi"
    },
    {
      "sender": "Agent",
      "content": "Apakah sudah berdoa memohon pertolongan agar bisa melewati situasi yg dialami? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Setiap hari berdoa"
    },
    {
      "sender": "Agent",
      "content": "Bagaimana perasaannya bu Yeni setelah berdoa? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apa kabr dan responnya bu Yeni? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Msh blom ada brbh"
    },
    {
      "sender": "Agent",
      "content": "Apakah harapan terbesarnya bu Yeni? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Uang punya usaha kbai"
    },
    {
      "sender": "Agent",
      "content": "Bu Yeni sudah bercerita banyak tentang masalah yg terjadi dan bagaimana mengatasinya, jadi yang ibu harapkan saat ini adalah memohon pertolongan Allah agar bisa bangkit dari kesulitan, benar ya?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Bener karena klo ada kerjaan kita d hargai giliran miskin kita d jauhi"
    },
    {
      "sender": "Agent",
      "content": "Apakah sebelumnya bu Yeni pernah mendenagr tentang Isa Al-Masih yang bekuasa utk menolong dan mengabulkan doa? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Blom pernh"
    },
    {
      "sender": "Agent",
      "content": "Apakah bu Yeni mau mendengar tentang Isa Al-Masih menurut kitab suci Injil? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Saya penganut agama islm"
    },
    {
      "sender": "Agent",
      "content": "O ya tidak apa bu Yeni jika mau dengarkan karena Isa Al-Masih datang ke dalam dunia utk menolong semua orang tanpa memandang agama termasuk bu Yeni, gmn? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Baik lah"
    },
    {
      "sender": "Yen Yeni",
      "content": "Saya mau mndengarkn"
    },
    {
      "sender": "Agent",
      "content": "\nIsa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong dan mengabulkan doa? Gmn tanggapan tentang Isa Al-Masih? Apakah bisa minta no. wanya siapa tahu ke depan kt bisa saling chat dan silahturahmi?\n\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Nanti ya hp saya masih d perbaikan ni minjm hp ade"
    },
    {
      "sender": "Agent",
      "content": "Oh ya tdk apa2 bu Yeni bisa tulis no. WAnya disini? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Hati yang gembira adalah obat yang manjur, tetapi semangat yang patah mengeringkan tulang”, ditunggu responnya bu Yeni?\n\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Dengan putus asa harus dilakukan dengan cara apa saya kmbali bngkit"
    },
    {
      "sender": "Agent",
      "content": "Agar bangkit dari masalah yg ada berdoa memohon pertolongan dalam nama Isa Al-Masih, oh ya bisa minta no. wanya sebelum kt lanjut obrolannya? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Gk ada wa ni jg pinjam hp ponakn"
    },
    {
      "sender": "Agent",
      "content": "Apakah ponakannya ada no. wanya?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Jngn ah hp ank mudA"
    },
    {
      "sender": "Agent",
      "content": "Ibu Yeni ada no. Hp? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "085213355300"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih bu Yeni sdh memberikan no. wanya,\nAda seorang yang memiliki banyak masalah secara manusia ia tak sanggup untuk menyelesaikannya. Ia datang kepada seorang hakim yang lalim untuk meminta pembelaan tetapi ia blm mendapatkan apa yg diinginkannya. Tetapi ia tidak menyerah dengan situasi yang ada, ketekunan dan ketabahannya membuatnya terus berjuang dan tidak pernah berhenti meminta pembelaan kepada sang hakim lalim. Pada akhirnya ia  memperoleh jalan keluar sehingga sang hakim membebaskan dari masalah yg ia rasakan. Begitu pun saat kt membawa setiap masalah yg kt alami kepada Allah dalam nama Isa Al-Masih maka kita akan diberikan jalan keluar. Gmn tanggapannya bu Yeni?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "Kalau bisa tolong diketik saja bu Yeni karena saya tidak tahu isinya pesannya? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Mudah2n dengan doa2 yg Allah dengar semoga trkabul hajat kita"
    },
    {
      "sender": "Agent",
      "content": "Kalau kita berdoa dengan sungguh2 kepada Allah niscaya akan didengar dan dikabulkan selama tdk bertentangan dengan kehendak Allah, gmn tanggapannya?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Iya LG d barengi doa2 saya sungguh2 minta bantuan sama allah"
    },
    {
      "sender": "Agent",
      "content": "\nKetika diperhadapkan dgn kesulitan tentu hal itu membuat kt bingung tetapi ketika kt mau supaya mendapat jalan keluar harus membawa seluruh persolan kt kepada Isa Al-Masih adalah Sang Penolong yang sejati. Sebagaimana pernyataan Isa Al-Masih dalam kitab suci Injil berkata :\"Marilah kepada-Ku semua yang letih lesu dan berbeban berat, Aku akan memberikan kelegaan kepadamu\". Kita bisa mendapatkan ketenangan dan kelegaan ditengah kesulitan saat datang kepada Isa Al-Masih. Apakah mau mengenal Isa Al-Masih? \n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bagaimana responnya bu Yen? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum bu Yeni, respon selanjutnya? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Masih proses x blom ada satupun yg berhasil"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dgn apa yg bu Yeni alami, terkadang kt hrs sabar menunggu tetapi intinya setiap org yg menanti dengan sabar akan mendapat berkah. Salam kenal saya dengan bu Min, saat seseorg mau mengenal Isa Al-Masih bukan berarti bebas masalah tetapi Ia berjanji akan tetap menolong dan menyertai kt sampai akhir zaman, gmn bu Yeni? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bagaimana responnya bu Yeni? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Iya mudah2n yg trbaik buat saya ke depn nya"
    },
    {
      "sender": "Agent",
      "content": "\nSaya punya teman namanya bu Mirza dia orang yang baik, mau nggak saya perkenalkan dengan bu Mirza supaya menjelaskan tentang Isa Al-Masih yang berkuasa menolong dan mengabulkan doa?\n\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apa kabar dan responnya bu Yeni? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Boleh aja"
    },
    {
      "sender": "Agent",
      "content": "Oh ya bu Yeni sekolah terakhir tingkat apa? \n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "SMP"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih bu Yeni sdh berkomunikasi dgn baik, harap balas jika bu Mirza chat ya, kiranya Allah dlm nama Isa Al-Masih menolong dan mengabulkan apa yg menjadi harapannya, Amin.\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Amin"
    },
    {
      "sender": "Agent",
      "content": " \nAssalamualaikum bu Yeni, kenalin saya dengan bu Mirza, temannya yang sebelumnya ngobrol melalui Fb messenger, salam kenal ya. Katanya bu ingin mengetahui tentang Isa Al-Masih yang berkuasa untuk menolong dan mengabulkan doa, benar ya?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Iya saya sendiri"
    },
    {
      "sender": "Agent",
      "content": "Sebelumnya, selain mendapat penjelasan dari teman saya, apakah bu Yeni sudah pernah dengar atau membaca penjelasan tentang Isa Al-Masih sebelumnya? dari sumber mana?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Blom pernh"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih adalah penolong dan perantara antara Allah dan manusia, Ia berkuasa atas segala sesuatu dan juga berkuasa untuk menolong dan mengabulkan doa setiap orang yang tak henti\u0002-hentinya berseru dan memohon pertolongan kepada-Nya. Apakah bu Yeni mau lebih lagi memahami tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih adalah penolong dan perantara antara Allah dan manusia, Ia berkuasa atas segala sesuatu dan juga berkuasa untuk menolong dan mengabulkan doa setiap orang yang tak henti-hentinya berseru dan memohon pertolongan kepada-Nya. Apakah bu Yeni mau lebih lagi mengenal dan memahami tentang Isa Al-Masih?\n \n \r\n \n \n"
    },
    {
      "sender": "Agent",
      "content": "Bagaimana respon bu Yeni?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Saya org muslim apa nanti saya kluar agama bgitu"
    },
    {
      "sender": "Agent",
      "content": "Tidak bu Yeni karena Isa Al-Masih datang ke dunia bukan utk mendirikan agama tetapi utk menolong semua org yg mau mengenal-Nya termasuk bu Yeni, mau kan bu?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Ok baik lah"
    },
    {
      "sender": "Agent",
      "content": "Jika bu Yeni ingin mengenal Isa Al-Masih lebih lagi dan ingin tahu bagaimana cara mengenal Isa Al-Masih? Boleh tahu bu Yeni tinggal di Kecamatan mana di Bogor?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Kecamatan jonggol"
    },
    {
      "sender": "Agent",
      "content": "Oh di Kecamatan Jonggol, Kalau bu Yeni mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang berkuasa untuk menolong dan mengabulkan doa, bgm kalau saya kenalin dgn teman saya disana untuk bertemu dan ngobrol secara langsung, apakah bu Yeni mau?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "Kalau begitu saya kasih no. WA ke teman saya, spy teman bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah bu Yeni?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "O ya ngomong2 ada anak/keluarga/teman bu Yeni Yg jg tertarik mau tahu tentang Isa Al-Masih yang berkuasa utk menolong dan mengabulkan doa? Kalau ada boleh diajak ngobrol langsung sama teman saya, bgmn bu Yeni?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Iya nanti saya obrol2 dulu"
    },
    {
      "sender": "Agent",
      "content": "Ok tidak apa2, Kira2 jam berapa bu Yeni bisa dihubungi teman saya?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Nanti aja ya saya masih ada tamu"
    },
    {
      "sender": "Agent",
      "content": "Oh bukan sekarang bu nanti kapan bu Yeni siap, bisa besok intinya tidak mengganggu aktivitas bu Yeni, bisa kan bu?\n \n \n "
    },
    {
      "sender": "Yen Yeni",
      "content": "Ok bisa aja"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya, ditunggu saja teman bu Mirza akan chat nanti direspon ya, saya berdoa di dalam nama Isa Al-Masih, kiranya bu Yeni selalu dalam lindungan-Nya dan dilancarkan rejekinya serta segera mencapai apa yang menjadi harapannya selama ini, Amin.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum bu Yeni apakah sdh bersedia di chat dan ketemuan dengan teman bu Mirza?\n \n \n "
    }
  ]
}