{
  "messages": [
    {
      "sender": "Koriah Bae",
      "content": "Saya mau curhat soal situasi hidup saya yang menyebalkan, boleh gak?"
    },
    {
      "sender": "Koriah Bae",
      "content": "soal rumah tangga .?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Koriah, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n                 \n\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "waalaikum salam..lahir thn  67 asal tegal jawa tengah"
    },
    {
      "sender": "Koriah Bae",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih ya buat responnya, sebelumnya boleh tau asli suku apa? \n\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "jawa"
    },
    {
      "sender": "Agent",
      "content": "Baik saya panggil bu Koriah aja ya bu. Turut prihatin dgn persoalan yg ibu alami. Boleh cerita permasalahan apa yg terjadi dlm rumah tangganya bu?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "aku korban pelakor ..suamiku menikahi janda tpi aku di jadikan janda .."
    },
    {
      "sender": "Agent",
      "content": "Ya Allah, yg sabar ya bu, boleh tau sblmnya sdh berapa lama berumah tangga dgn suami? dan hubungan dgn suami skrg ini bgmn bu, maaf apa masih sah sbg suami isteri?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "28 tahun     ..kami udh pisah"
    },
    {
      "sender": "Agent",
      "content": "Ya Allah... yg sabar ya bu Koriah. Lalu skrg ini perasaan ibu bgmn bu dgn situasi yg tjd ini? boleh tau sehari2nya bu Koriah kesibukannya mengerjakan apa?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "hanya ibu rumah tangga ..perasaan saat ini masih sskit truama jga"
    },
    {
      "sender": "Agent",
      "content": "Ya bu, saya bisa memahami perasaan ibu, tentu ini tdk mudah ya bu. Tetap kuat ya bu Koriah. Lalu boleh tau apa yg mjd doa dan harapan ibu kedepan ini? Boleh bagi no WAnya bu?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "083876228983"
    },
    {
      "sender": "Koriah Bae",
      "content": "no wa aku.."
    },
    {
      "sender": "Koriah Bae",
      "content": "harapan aku semoga kuat sbar"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih no WAnya bu, sdh sy save. Amin bu, kiranya Allah memberikan kekuatan dan penghiburan utk ibu Koriah. Satu ayat yg tertulis di kitab Terdahulu mengatakan \"TUHAN itu dekat kepada orang-orang yang patah hati, dan Ia menyelamatkan orang-orang yang remuk jiwanya.\" Bgmn perasaan bu Koriah mendengar ayat firman Allah ini?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "sangat nyaman .dan tenang"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah bu, senang mendengar ini. Allah sebenarnya sdh menjelaskan di Kitab Suci Injil bhw ada Pribadi yg peduli dgn keadaan yg kita alami dan IA  dekat kpd orang2 yg sedih dan patah hati, IA adl Isa Al-Masih, apa sebelumnya ibu pernah mendnegar-Nya?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "pernah"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, boleh tau apa yg ibu pernah dengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "menyembuhkan orang sakit"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih utk tanggapannya bu, betul sekali bu. Nah, selain Isa Al-Masih menyembuhkan orang sakit, IA juga menolong memberikan kekuatan dan penghiburan bagi umat yg sdg sedih dan mengalami kekecewaan. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Maka dr itu Isa Al-Masih mengatakan: Marilah kepada-Ku, semua yang letih lesu dan berbeban berat, Aku akan memberi kelegaan kepadamu dan jiwamu akan mendapat ketenangan. Dari perkataan Isa Al-Masih ini, kalimat mana yg paling menyentuh dihati bu Koriah?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "beban berat"
    },
    {
      "sender": "Agent",
      "content": "Ya bu, Isa Al-Masih peduli dgn beban berat yg ibu rasakan saat ini maka dr itu Isa Al-Masih mau menolong ibu mendapatkan ketenangan hati dan kelegaan. Ohya ngomong2 boleh tau di Tegal tinggal di kecamatan mana ya bu?\n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "warureja"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, kalau Bu Koriah mau lanjut ngobrol lebih banyak tentang Isa Al-Masih, bgm kalau saya kenalin dgn teman saya untuk bertemu dan ngobrol, apakah ibu mau? dan kalau mau, saya kasih ya no Hp ibu ke teman saya..\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "tpi sYa orang muslim ?"
    },
    {
      "sender": "Koriah Bae",
      "content": "apakah saya harus ada biayaya maaf"
    },
    {
      "sender": "Agent",
      "content": "Oh ga apa2 koq bu, karena kita tdk akan ngobrol ttg agama. Teman saya baik koq bu, dan ia juga wanita, ibu akan nyaman utk ngobrol dgn beliau. Itung2 nambah teman dan nambah saudara kan bu? bgmn bu?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "ya"
    },
    {
      "sender": "Koriah Bae",
      "content": "ya saya mau"
    },
    {
      "sender": "Agent",
      "content": "Baik Bu Koriah. Terima kasih atas waktunya ya bu, udah ngobrol dengan saya Bu Viki, ditunggu saja teman saya pasti akan hubungi ibu, nanti direspon ya bu. Bu Viki berdoa semoga Bu Koriah selalu dalam lindungan Allah. Amin\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "amin trima kasih"
    },
    {
      "sender": "Agent",
      "content": "Sama2 bu, kiranya Allah juga memberikan kesehatan kepada ibu utk mengerjakan kesibukan setiap harinya. Boleh tau dl sekolahnya tamatan apa ya bu?\n \n \n "
    },
    {
      "sender": "Koriah Bae",
      "content": "saya sd kls 4 gak lulus ..karna di jaman saya..perempun tidak boleh berpendikan lbh ..maklum saya di besarkan dengan orang tua tidak mampu"
    },
    {
      "sender": "Agent",
      "content": "Tdk apa2 tetap semangat ya bu. Baik bu, silahkan boleh menunggu teman saya hubungi Bu Koriah ya, selamat malam, sehat selalu bu. Salam.\n \n \n "
    }
  ]
}