{
  "messages": [
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Gimana cara doa di kabulkan"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Mas Cimmets, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "90"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Tulungagung"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Nama asli rokhim"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya buat responnya, sebelumnya boleh tau asli suku apa?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Jawa"
    },
    {
      "sender": "Agent",
      "content": "Semoga kita bisa menjalin silaturahmi yg baik yah Rokhim.\nNgomong\" di awal masuk kamu menulis bagaimana cara doa dikabul,\nkalau boleh tau selama ini apa yg sudah kamu lakukan agar doa kamu di kabulkan Rokhim?\nOwh ya kegiatan sehari-harinya apa nih?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Saya itu tanya bagai mana cara doa biar di kabulkan...Saya tidak punya kegiatan apapun kegiatan cuman olahraga pagi dan sore"
    },
    {
      "sender": "Agent",
      "content": "baik Rokhim saya ngerti makanya sebelum saya jawab saya mau tau dlu,\nselama ini apa yg sudah kamu lakukan agar doa kamu di kabulkan Rokhim?\nOwh ya apakah kamu atlit yah Rokhim?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Yang saya lakukan beribadah semampu dan sebisa saya...Bukan saya bukan atlit saya penderita penyakit tumor otak stadium 4... Saya ber doa minta kepada allah untuk kesembuhan saya biar saya bisa membesarkan anak2 saya dan ngebahagiain istri saya"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Gimana pak"
    },
    {
      "sender": "Agent",
      "content": "Ya Allah Rokhim, yg sabar dan tetap semangat yah, saya doakan Allah angkat sakit penyakitnya dan Allah berikan kesembuhan.\nKamu memiliki harapan dan doa agar kamu bisa sembuh dr sakit penyakit, saya teringat didalam kitab-kitab Allah,\nyaitu KItab Injil Allah, mencatat Isa Al-Masih bisa menolong agar doa kita didengar dan di ijabah oleh Allah.\nApakah kamu pernah dengar ini sebelumnya?\nOwh ya boleh saya minta no wa nya? siapa tau nanti kita bisa lanjut ngbrl dichat wa.\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "085546646967"
    },
    {
      "sender": "Agent",
      "content": "Rokhim terimakasih untuk no wa nya yah.\nRokhim, Isa Al-Masih memiliki banyak sekali kuasa selain berkuasa menolong agar doa kita didengar dan di ijabah oleh Allah,\nIsa Al-Masih berkuasa juga memberikan mukjizat kesembuhan. Apakah kamu tertarik mengetahui tentang Isa Al-Masih yg berkuasa memberikan mikjizat kesmbuhan? owh ya kalau boleh tau disana kamu tinggal dikecamatan apa nih Rokhim?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Ngantru"
    },
    {
      "sender": "Agent",
      "content": "Rokhim apakah kamu tertarik mengetahui tentang Isa Al-Masih yg berkuasa memberikan mikjizat kesmbuhan?\nOwh ya ngmg\" kamu lulusan apa Rokhim?\n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Iya saya tertarikk"
    },
    {
      "sender": "Agent",
      "content": "Baik Rokhim, untuk ngbrl lebih dalam tentang Isa Al-Masih nanti akan dilanjutkan oleh teman saya Pak MIrza dichat wa yah?\nnanti saya kasih no kamu ke Pak MIrza, kamu gak keberatankan Rokhim?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Enggk"
    },
    {
      "sender": "Agent",
      "content": "Baik Rokhim terimakasih untuk waktunya yah, ditunggu chat dr Pak MIrza,\nnanti dibls yah chatnya. Wassalamualaikum.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Mas Rokhim, kenalkan saya Pak Mirza, teman yg sebelumnya ngobrol di fb dengan Mas Rokhim. Salam kenal yah, owh ya katanya Mas mau tau tentang Isa Al-Masih yg berkuasa memberikan mukjizat kesembuhan, apakah benar?\n\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Iya benar"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih Mas Rokhim untuk responnya, \r\nKalau boleh tau sebelumnya apa yg sudah Mas ketahui tentang Isa Al-Masih?\nOwh ya katanya usia Mas 35 tahun yah, apakah benar?\n\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Belum tau"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "34"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Isa setau saya nabi"
    },
    {
      "sender": "Agent",
      "content": "Begini Mas Rokhim, Isa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong mengabulkan doa dan berkuasa memberikan mukjizat kesembuhan.\nGimana tanggapan Mas mengetahui ini?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Iya saya membenarkan tentang hal itu.Yang jadi pertanyaan saya, bagaimana cara supaya doa doa saya terkabulkan"
    },
    {
      "sender": "Agent",
      "content": "Mas Rokhim kuasa Isa Al-Masih sungguh luar biasa, salah satunya orang buta bisa melihat dan org lumpuh bisa berjalan kembali, tidak hanya itu Isa Al-Masih juga berkuasa mengabulkan doa. Ada 1 ayat dalam kitab suci Injil mencatat bahwa Isa Al-Masih pernah mengatakan jika meminta dalam nama-Ku (Isa Al-Masih), maka kamu akan mendapatkannya.  Apakah Mas mau tau bagaimana cara berdoa kepada Allah didalam nama Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "\nKalau  Mas Rokhim mau lanjut ngobrol lebih banyak tentang Isa Al-Masih,\nbagaimana kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah Mas mau?\nDan kalau mau, sy kasih ya no Hp Mas Rokhim ke teman saya.\n\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah, Nanti ditunggu teman saya disana menghubungi ya Mas Rokhim.\nBerharap melalui teman saya disana banyak kebenaran yg Mas dapatkan.\nSemoga Mas juga selalu diberikan kekuatan dan kesehatan oleh Allah. Amin.\n \n \n "
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Amin"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "https://fs.magicrepository.com/incoming/5775c728f3252f0cb2dac497455c0801.jpg"
    },
    {
      "sender": "Rokhim (Mãş Çïmmêţş)",
      "content": "Sya lg opnam jadi saya g bisa ketik hp lama2"
    }
  ]
}