{
  "messages": [
    {
      "sender": "Dewi Purnamasari",
      "content": "Saya capek sama hidup, tiap hari rasanya berat. Apa solusinya?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Dewi, terimakasih sdh berakunjung ke laman ini.  \r\nSebelum ngobrol lebih lanjut, boleh tau kelahiran thn berapa? Tinggal di mana saat ini?\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Saya 30 desember1990"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Karna Saya lelah karena suam saya d penjara trus posisi mau kerja da ank kecil 2 masih punya bayi trus saya punya ank sekolh 3 SMK teteh biaya gede bngt gmn cara nya"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin sebelumnya dgn apa yg Dewi alami saat ini. Tp apa penyebab suami masuk penjara?\nBtw, kamu tinggal di kota mana?\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Kota Tangerang"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Hidup saya tak tenang, saya sering dibully. Saya takut, tolong saya"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Suka mengadu domba sm suam saya adik nya trus sm tetangga lht saya syirik j"
    },
    {
      "sender": "Agent",
      "content": "Baik, namun sebelumnya gimana dgn pesan sy ini blm di tanggapi Tp apa penyebab suami masuk penjara coba cerita?\nOh tingga di Tangerang, berarti asli suku Sunda Banten?\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Betul bngt"
    },
    {
      "sender": "Agent",
      "content": "jad sementara suami di penjara, dewi bekerja sbg apa untuk mencukupi kebutan sehari2?\n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Jualan es"
    },
    {
      "sender": "Agent",
      "content": "Semoga jualannya larids manis ya Dewi. \r\nMaaf dulu dewi tamatan sekolah apa? siapa tau bisa melamar pekerjaan di kantor misalnya?\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Sya sma tp ikut paket c"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya dewi, banyak orang jg sukses walaupun mrk tamatan SD, apalagi Dewi tamatan SMA.\nSelain berusaha, apakah dewi sdh memohon pertolongan dari Allah? Sebab hanya Allah lah Sang Maha Penolong\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Sdh"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, bgm perasaan Dewi stelah berdoa kepada Allah?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Hati yang gembira adalah obat yang manjur, tetapi semangat yang patah mengeringkan tulang”, ditunggu responnya sobat?\n\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Apakah harapan terbesarnya? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apa kbr dan responnya? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Pingin pnya uang bnyk biar nk saya bisa sekolh"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Y , teh"
    },
    {
      "sender": "Agent",
      "content": "Dewi sudah bercerita banyak masalah yg dialami dan bagaimana menyelesaikannya, Dewi harap bisa dicukupkan ekonominya agar bisa membayar biaya sekolah anak2 dengan lancar, apakah benar? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Blm ckup buat ank sekolah blm ke bayar"
    },
    {
      "sender": "Agent",
      "content": "Apakah sdh mencoba suatu usaha agar bisa menambah pemasukan?  Apakah sebelumnya pernah mendenagr tentang Isa Al-Masih yg bisa menolong dan mengabulkan doa? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Blm pernah dengar usaha warung kecil es"
    },
    {
      "sender": "Agent",
      "content": "Kiranya Allah memberkahi jualannya, apakah sobat mau mendengar tentang Isa Al-Masih menurut kitab suci Injil? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "\nIsa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong dan mengabulkan doa? Gmn tanggapan tentang Isa Al-Masih? Apakah bisa minta no. wanya siapa tahu ke depan kt bisa saling chat dan silahturahmi?\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum sobat, gmn responnya? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "085711372718"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Dewi sdh memberikan no. WAnya, \nAda seorang yang memiliki banyak masalah secara manusia ia tak sanggup untuk menyelesaikannya. Ia datang kepada seorang hakim yang lalim untuk meminta pembelaan tetapi ia blm mendapatkan apa yg diinginkannya. Tetapi ia tidak menyerah dengan situasi yang ada, ketekunan dan ketabahannya membuatnya terus berjuang dan tidak pernah berhenti meminta pembelaan kepada sang hakim lalim. Pada akhirnya ia  memperoleh jalan keluar sehingga sang hakim membebaskan dari masalah yg ia rasakan. Begitu pun saat kt membawa setiap masalah yg kt alami kepada Allah dalam nama Isa Al-Masih maka kita akan diberikan jalan keluar. Gmn responnya? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Bolh"
    },
    {
      "sender": "Agent",
      "content": "\nKetika diperhadapkan dgn kesulitan tentu hal itu membuat kt bingung tetapi ketika kt mau supaya mendapat jalan keluar harus membawa seluruh persolan kt kepada Isa Al-Masih adalah Sang Penolong yang sejati. Sebagaimana pernyataan Isa Al-Masih dalam kitab suci Injil berkata :\"Marilah kepada-Ku semua yang letih lesu dan berbeban berat, Aku akan memberikan kelegaan kepadamu\". Kita bisa mendapatkan ketenangan dan kelegaan ditengah kesulitan saat datang kepada Isa Al-Masih. Apakah Dewi mau lebih lagi mengenal Isa Al-Masih?\n\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Bolh"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal saya dengan nbu Viki,\nSaat seseorang mau mengenal Isa Al-Masih bukan berarti bebas dari setiap masalah tetapi Ia berjanji akan tetap menolong dan menyertai sampai akhir zaman. Kalau Dewi ingin mengenal Isa Al-Masih lebih lagi dan ingin tahu bagaimana cara mengenal Isa Al-Masih? Boleh tahu Dewi  tinggal di Kecamatan mana di Tangerang?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apa kabar dan responnya Dewi? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apa kbr dan responnya Dewi, apakah sedang sibuk atau sakit? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Sakit"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Kec. Sindang jaya"
    },
    {
      "sender": "Agent",
      "content": "Oh di Kecamatan Sindang Jaya, Kalau Dewi mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang berkuasa untuk menolong danMengabulkan doa, bgm kalau saya kenalin dgn teman saya disana untuk bertemu dan ngobrol secara langsung, apakah Dewi mau? Kiranya Dewi cepat sembuh, Amin.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apakah dewi sudah sehat, harap balas? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Y"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah kalau Dewi sudah sehat, \nKalau begitu saya kasih no. WA ke teman saya, spy teman bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah Dewi?\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Saya capek sama hidup, tiap hari rasanya berat. Apa solusinya?"
    },
    {
      "sender": "Agent",
      "content": "Ya saya paham tentu apa yg dialami berat tetapi ingatlah bahwa badai pasti berlalu, agar lebih memahami tentang Isa Al-Masih. Kalau begitu saya kasih no. WA ke teman saya, spy teman bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah Dewi? Kira2 jam berapa teman saya cewe jg bisa shar dan saling mendoakan, Dewi maukan? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Mau kk"
    },
    {
      "sender": "Agent",
      "content": "Kira2 jam berapa teman saya bisa chat atau temui Dewi agar tdk mengganggu aktivitasnya? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Ya kk"
    },
    {
      "sender": "Agent",
      "content": "Maksudnya Dewi bisa ditemuai jam berapa agar tidak mengganggu kegiatannya?\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Siang, sore  bisa"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah, terima kasih Dewi utk kesediannya ditemui teman saya, O ya ngomong2 ada keluarga/teman Dewi yg jg tertarik mau tahu tentang Isa Al-Masih yang berkuasa utk menolong dan mengabulkan doa? Kalau ada boleh diajak ngobrol langsung sama teman saya, bgmn Dewi, mau kan?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bagaimana responnya Dewi? \n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Bolh sngt menarik"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Dewi atas waktunya, ditunggu saja teman bu Viki akan chat nanti direspon ya, saya berdoa di dalam nama Isa Al-Masih, kiranya Dewi selalu dalam lindungan-Nya dan dilancarkan rejekinya serta segera mencapai apa yang menjadi harapannya selama ini, Amin\n \n \n "
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "?? amin"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Hati saya sangat terluka, bolehkah saya curhat?"
    },
    {
      "sender": "Dewi Purnamasari",
      "content": "Saya berantem gara adik ipar mengadu domba.... Says d sebut mulut set an"
    }
  ]
}