{
  "messages": [
    {
      "sender": "Antoo Tooto",
      "content": "Saya putus asa & hampir bunuh diri, bolehkah saya curhat dan minta didoakan?"
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa. Umiii. Byk q tanggungan. Hutang blm q bayarrr.. Ditagih TTS erusss... Rasaee gkntahannn.. Jauhb dr istei dn anak anak"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih sdh kirim pesan disini. Turut prihatin dgn persoalan yg kamu alami. Namun sebelumnya, supaya ga hanya panggil nama, boleh tau kamu usianya brp dan tinggal dimana ya?\n \n \n\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Anto. 47th. Tinggal dubanyuwangi"
    },
    {
      "sender": "Agent",
      "content": "Baik salam kenal ya mas Anto. Ini tinggal di Banyuwangi apa asli dr suku Jawa kah mas? dan ngomong2 boleh tau karena apa koq bs sampai banyak hutang mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa. Jawaa. Ketipu rekann kerjaa.."
    },
    {
      "sender": "Agent",
      "content": "Oh ya Allah... karena apa koq bs sampai ketipu mas? kerja sbg apa ya?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa. Q duluu pemborong.. Udh q selesaikn semua pekerjaan..bngun perumahann.. Ternyata..mbayarnya mbulettt... Akhirnya gnti pimpinannn lgi... Akhirnya fk terbayarkann. Senilai 2,5M...hnya terbayar2,5persen saja..."
    },
    {
      "sender": "Agent",
      "content": "Ya Allah bukan uang yg jumlahnya sedikit. Lalu upaya apa yg sdh dilakukan agar bs keluar dr situasi ini? Mas Anto dan isteri kerja sbg apa skrg ini? \n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa.. Skarang pasrahh.. Q..Utk byar toko material, sama upah kerja q jual rumah ama tanah... Msih blm cukup byar.. Tanggungan... Skarang q kerja cari rosokannn.. Istri mnjahit.. Dirumah.. Gituu"
    },
    {
      "sender": "Agent",
      "content": "Saya bisa memahami situasi sulit ini mas, tentu memang bukan persoalan yg mudah. Boleh tau dl sekolahnya tamatan apa? dan mas mengatakan jauh dr isteri dan anak2, maksudnya bgmn mas? \n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Menjahit istriii"
    },
    {
      "sender": "Agent",
      "content": "Oh tapi ini masih tinggal bersama2 dengan isteri di Banyuwangi, apa seperti itu ya mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa.. Masih sama samaa"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, lalu ketika persoalan ini terjadi, tertipu oleh rekan kerja, perasaan mas Anto bgmn?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa.. Yaa.. Bingung,marah,resahh,campur adokk"
    },
    {
      "sender": "Agent",
      "content": "Ya tentu perasaan ini yg muncul ya mas, saya memahami ini. Lalu bgmn dgn memohon petunjuk atau pertolongan dr Allah mas?\n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Pasrahh sambill usaha teruss"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat mas Anto, jangan patah semangat, melakukan usaha terus, tentu ini baik. Namun bgmn dgn memohon pertolongan dr Allah mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Selaluu. Mwmohonn. Sama Allah.. Sambil berusaha teruss"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah, ini langkah yg baik mas. Lalu gmn perasaannya skrg ini mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa... Gmna.. Tetep q jalani ajaa... Sambil berusaha"
    },
    {
      "sender": "Agent",
      "content": "Amin tetap sabar dan tawakal ya mas. Jadi harapannya kedepan ini mas?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Oya boleh bagi no WAnya mas Anto?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yupp. 081456165744"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, jadi harapan terbesarnya kedepan ini mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa.. Intinya.. Q bisa pelan pelann mwngangsur hutang hutang q..."
    },
    {
      "sender": "Agent",
      "content": "Jika sekiranya Allah mengabulkan harapan ini perasaannya bgmn mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa.. Slaluu bersyukurr atass.. Semuanya"
    },
    {
      "sender": "Agent",
      "content": "Sebenarnya ada satu Pribadi yg dapat menolong agar Allah menerima dan mendengar doa kita mas. Dan ini sdh tertulis di kitab Suci Injil. Apa mas Anto ga keberatan saya menceritakan ini utk mas? \n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa.. Gpp"
    },
    {
      "sender": "Agent",
      "content": "Mohon maaf mas, td malam saya sdh beristirahat. Baik mas, Pribadi yg saya maksudkan dapat menolong, agar Allah menerima dan mendengar doa kita, IA adl Isa Al-Masih. Apa sebelumnya mas pernah mendengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Iyaa.. Pernah dengar q"
    },
    {
      "sender": "Agent",
      "content": "Boleh disampaikan mas, apa yg mas Anto pernah dengar ttg Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa.. Maaf. Ygbq tahuIsa adalah Beliau  adalah seorang Nabi sebagai utusan Tuhan yaitu Allah swt utk mngajarkan umatnya kebaikan dan menjauhkan darri keburukan dlm kehidupan sehari hari utk menuju akhirat nanti. Yaitu surganya Allah swt."
    },
    {
      "sender": "Agent",
      "content": "Terimakasih utk tanggapannya mas. Memang banyak yg mengatakan Isa Al-Masih sbg Nabi, namun sebenarnya IA bukanlah hanya sekedar nabi, namun IA adl Kalimatullah yg nuzul kedunia sbg pertolongan dr Allah bg manusia. Isa Al-Masih berkata, tertulis di Kitab Suci Injil: \"dan apa juga yang kamu minta dalam nama-Ku, Aku akan melakukannya, supaya Allah dipermuliakan di dalam Aku.\" Bgmn perasaan mas membaca apa yg Isa Al-Masih katakan ini?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa... Memang bennarr itu klo kita bersungguh sungguh..meminta kpda Allah.. Dgn slalu nbersyukur..bertaubat.. Inyallah  semua akan terkabulkann"
    },
    {
      "sender": "Agent",
      "content": "Ya mas, dan melalui Isa Al-Masih doa kita dapat di dengar dan diterima Allah. Maka dr itu Isa Al-Masih berkata: \"Janganlah gelisah hatimu; percayalah kepada Allah, percayalah juga kepada-Ku\". Kira2 hikmah apa yg mas dapatkan membaca perkataan Isa Al-Masih ini?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa.. q Yakin Dan percayaa.. Hnya Allah lah pertolongan Satu satunya..asalkn kits mauu bersungguh sungguh Minta petujuk dn slalu istiqomah"
    },
    {
      "sender": "Agent",
      "content": "Amin mas dan pertolongan Allah dinyatakan di dalam nama Isa Al-Masih. Jika mas ingin tahu lebih lanjut ttg Isa Al-Masih yg dapat menolong doa kita didengar dan diterima Allah seperti yg tertulis di Kitab Suci Injil ini, apa tdk keberatan saya kenalin dgn teman saya Pak Mirza? ntar ngobrolnya melalui chat WA. Gimana mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa as.. Boleh bolehh.. Monggo"
    },
    {
      "sender": "Agent",
      "content": "Baik mas Anto, terimakasih sudah ngobrol dgn saya mas Mimin. Silahkan boleh menunggu chat WA dr pak Mirza ya, dan jangan lupa direspon mas. Terimakasih. Wassalam. \n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Okk.. Makasih kmbali"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Mas Anto, perkenalkan saya Pak Mirza, temannya yang sebelumnya ngobrol dengan mas lewat FB. Salam kenal mas.\nkatanya Mas Anto ingin tahu ttg Isa Al-Masih yang dapat menolong doa kita dapat diterima dan didengar Allah, apakah benar mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Njih waalaikum salamm www"
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa perlu bimbingan spya doa q ditrima oleh Allah swt.. Dn hajat Q bisa terkBulkann"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sdh membalas pesan ini mas. Sebelumnya selain dr teman saya, pernah dengar ttg Isa Al-Masih dr mana nih mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Dr. Al qurann"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, terimakasih. Oya ngomong2 katanya mas usianya 47th bener ya mas? supaya saya ga salah menyapa nih\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Njihhh  pakk mirza. Q 47th"
    },
    {
      "sender": "Agent",
      "content": "Baik mas. Lalu bgmn menurut mas Anto bhw Isa Al-Masih adl pertolongan dr Allah yg melalui-Nya, doa kita dapat didengar dan diterima Allah? \n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "..yaa. asalkan bersungguh sungguh kita berdoa.. Jngan putus asaa.... Insyallah bisa Allah kabulkan hajat nya"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih utk tanggapannya mas. Nah Isa Al-Masih dapat menolong kita agar doa dapat diterima Allah, sbb IA menjadi Perantara, membawa doa2 kita kehadapan Allah. Telah tertulis di dalam kitab suci yang diwahyukan Isa Al-Masih: Sebab Imam Besar (Isa Al-Masih) yang kita punya, bukanlah imam besar yang tidak dapat turut merasakan kelemahan-kelemahan kita, sebab itu marilah kita dengan penuh keberanian menghampiri takhta kasih karunia, supaya kita menerima rahmat dan menemukan kasih karunia untuk mendapat pertolongan kita pada waktunya. Bgmn menurut mas, mendengar apa yang tertulis mengenai Isa Al-Masih ini?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa. Memang . Benaarr.m.Mirzaa..Kita hrs slalu meminta pertolongan dr Allah.. Seberat apapun ujian kita.... Dgn slalu bersyukur, istiqomah,bertoubat dgn slalu mendekatkan diri..pasrahkan smua  Kpadanya... Tidak mengulangi lagi kesalahan2 yg tlah kita perbuat"
    },
    {
      "sender": "Agent",
      "content": "Amin mas Anto. Maka dr itu tdk ada salahnya menerima pertolongan dr Allah di dalam nama Isa Al-Masih kan mas? Oya boleh tau ini katanya mas Anto tinggal di Banyuwangi, di kecamatan mana ya mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Njihhh. M. MirzAa.Dibanyuwangi nya kota"
    },
    {
      "sender": "Agent",
      "content": "Oh di kota Banyuwangi ya. Kalau mas mau ngobrol lebih banyak tentang Isa Al-Masih yang dapat menolong doa kita dapat diterima dan didengar Allah seperti yang tertulis di Kitab Suci Injil ini, bgm kalau saya kenalin dgn teman saya disana untuk bertemu dan ngobrol secara langsung, apakah mas mau?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa. Yaaa"
    },
    {
      "sender": "Antoo Tooto",
      "content": "Bisaa. Bisaa.. Nnti q datengin banyuwanginya dmna"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, kalau begitu saya kasih no hp mas ke teman saya, spy mas bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Njihh.. Insyallahhh..."
    },
    {
      "sender": "Agent",
      "content": "\nBaik mas Anto. Oya ngomong2 mas Anto ada keluarga atau teman yg jg tertarik mau tahu tentang Isa Al-Masih? Kalau ada boleh diajak ngobrol langsung sama teman saya dan mas. Kira2 apakah ada mas?\n\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaaa.. Pelan pelann. ..lahh.."
    },
    {
      "sender": "Agent",
      "content": "Ya tidak apa2 mas. Jadi kira2 kapan ada waktu lowongnya, agar teman saya hub mas, sehingga tidak mengganggu pekerjaan mas?\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa... Skarang blm bisaa.. Ada acara.. Pengajiann.. Tetangga.. Beaok atau lusaa.. Gituu"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, tidak apa2. Oya ngomong2 katanya mas Anto sehari2nya bekerja mencari rongsokan ya mas? dulu sekolahnya tamatan apa kalau boleh tau mas?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nBaik mas Anto. Terima kasih atas waktunya sudah ngobrol dengan saya Pak Mirza, ditunggu saja teman saya pasti akan hubungi mas, nanti direspon ya mas. Pak Mirza berdoa semoga mas selalu dalam lindungan Allah. Amin.\n\n \n \n "
    },
    {
      "sender": "Antoo Tooto",
      "content": "Yaa.. Mass. Q hari hari kerja keliling cari rongsokannn.."
    },
    {
      "sender": "Antoo Tooto",
      "content": "Q sklh sma.. Waee"
    },
    {
      "sender": "Antoo Tooto",
      "content": "Aamiinn... Njihh siap"
    }
  ]
}