{
  "messages": [
    {
      "sender": "Agus Abdullah",
      "content": "Saya ingin bebas dari keresahan: sudah capek dengan cara selama ini. Ada saran?"
    },
    {
      "sender": "Agent",
      "content": " , kami sungguh sedih mendengar kondisimu saat ini. Apa sebenarnya yang membuat kamu sering merasa resah dan solusi apa yang sudah kamu coba lakukan?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Selalu salah dan gagal dalam hal apapun entah percintaan ke luarga temen .melawan sendirian tanpa cerita k siapapun"
    },
    {
      "sender": "Agent",
      "content": " assallamualaikum, boleh tau Namanya siapa dan kelahiran thn brp spy enak manggilnya dgn sebutan apa?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Nama saya Agus Abdullah .Kelahiran taun 2002.Panggilan Agus aja"
    },
    {
      "sender": "Agent",
      "content": " Apakah yg Agus lakukan selama ini untuk mengatasi kegagalan ini?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Dalam kerjaan percintaan .selalu gagal ka"
    },
    {
      "sender": "Agent",
      "content": " Tetap semangat Agus, semoga kedepannya kamu lbh sukses lg. Oh ya Agus sehari2nya bekerja sbg apa dan tinggal di daerah mana?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Amin ka ..Kerja sebagai on ma . daerah Jaksel"
    },
    {
      "sender": "Agent",
      "content": " Kerja sbg on ma maksudnya apa Agus?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Kerja sebagai ob ka bersih\"gth ka"
    },
    {
      "sender": "Agent",
      "content": " Tetap semangat ya Agus, maaf tadi sy ada urusan."
    },
    {
      "sender": "Agent",
      "content": " Dulu Agus tamatan sekolah apa?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iyah ka makasih ka"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Smp ka"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Mau nany boleh ka .?"
    },
    {
      "sender": "Agent",
      "content": " Boleh dong, apakah yg Agus ingin tanyakan?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iyh ka. Kenpa yah ka di setiap saya pacaran selalu gagal ka ..udah bener\"serius cewe nya selingkuh ka.kebanyakan bgtu ka klo pacaran sama ka GK ada yg bersyukur selalu gagal"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Apa saya jelek ya ka dan miskin juga"
    },
    {
      "sender": "Agent",
      "content": " Jgn pesimis begitu Agus, bersyukurlah sebelum menikah, Agus sdh tau sifat mereka yg asli yakni suka selingkuh"
    },
    {
      "sender": "Agent",
      "content": " lagian kamu kan masih muda, gagal itu biasa. Krn orang2 hebat dan orang sukses diluar sana pun sering gagal sebelum mencapai kesuksesan. Bgm menurut Agus?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Awal\"saya GK tau ka .ke tautan depan mata saya ka .dan si cewenya itu gampang Ter hasut sama temennya"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iya ka terimakasih ka sudah ngasih saran yg baik ka "
    },
    {
      "sender": "Agent",
      "content": " Sama2 Agus, oh ya selama iniapakah Agus sdh memohon kepada Allah spy diberikan keberhasilan untuk masa depannya?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Setiap sholat saya berdoa ka minta pertolongan kepada Allah ka supaya di lancar kan dalam hal apapun ."
    },
    {
      "sender": "Agent",
      "content": " Alhamdulillahm bgm perasaannya setelah berdoa Agus?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Kaya tenang pikirin tuh ka ."
    },
    {
      "sender": "Agent",
      "content": " Benar dgn kita berdoa hati akan jauh lbh tenang, apakah harapan terbesar Agus kedepannya?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iyah ka .harapan saya mah si pengen bahagiain orang tua.Apalagi sekarang tinggal ibu doang bapa udah gak ada"
    },
    {
      "sender": "Agent",
      "content": " Amin, semoga harapan Agus spy bisa bahagiakan orangtua dikabulkan oleh Allah. Apakah Agus pernah mendengarkan ttng Pertolongan Allah melalui Isa Al-Masih spy doa dan harapan kita dikabulkan oleh Allah?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iyah ka saya sering mendengar kan ka"
    },
    {
      "sender": "Agent",
      "content": " Agus mendengarkan ttng Isa Al-masih dari mana?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Sering saya denger di Tik tok ka."
    },
    {
      "sender": "Agent",
      "content": " Bgm perasaan Agus Ketika mendengarkan ttng Isa Al-Masih?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Perasaan saya ke adem aja ka"
    },
    {
      "sender": "Agent",
      "content": " Baik. Isa Al-Masih adalah Penolong dari Allah, itulah sebabnya melalui Isa Al-Masih doa kita didengar oleh Allah, bgm menurut Agus?"
    },
    {
      "sender": "Agus Abdullah",
      "content": ",iya ka"
    },
    {
      "sender": "Agent",
      "content": " Dalam Kitab Injil, Isa Al-Masih berkata: Mintalah apa saja kepada Allah di dalam NamaKu, dan kamu akan menerimanya agar menjadi sempuna kebahagiaan kamu. Namun Ketika kita meminta tentu meminta hal yg baik dan tentu jg kita hrs tetap berusaha dan berdoa, bgm menurut Agus dgn pernyataan Isa Al-Masih tersebut?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Alhamdulillah ka ke tenang tentram ka adem ."
    },
    {
      "sender": "Agent",
      "content": " Namun jika kita tdk mengenal dan mengikuti Isa Al-Masih dlm kehidupan kita maka doanya akan seperti hambar. Oleh sebab itu kita perlu mengenal Isa Al-Masih terlebih dahulu, apakah Agus ingin mengenal Isa Al-Masih yg dapat menolong sehingga doa kita didengar dan diterima oleh Allah?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Ingin sekali ka"
    },
    {
      "sender": "Agent",
      "content": " Boleh tau Agus tinggal di kecamatan mana di jaksel?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Deket ragunan ka"
    },
    {
      "sender": "Agent",
      "content": " Ragunan kecamatan Pasar Minggu ya?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iyah ka"
    },
    {
      "sender": "Agent",
      "content": " Baik Agus, Kalau  Agus ingin mengenal Isa Al-Masih yg dapat menolong sehingga doa kita didengar dan diterima oleh Allah, bgm kalau saya kenalin dgn teman sy disana untuk bertemu dan ngobrol secara langsung, apakah Agus mau?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Mau sekali ka"
    },
    {
      "sender": "Agent",
      "content": " kalau begitu saya kasih no  Agus  ke teman sy, spy  Agus bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, apakkah boleh?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Ydh GK pp"
    },
    {
      "sender": "Agent",
      "content": " Baikk...oya ngomong2 Agus ada teman atau keluarga yg jg tertarik mau tahu tentang Isa Al-Masih? Kalau ada boleh diajak ngobrol langsung sama teman sy, apakah ada?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Ada sih ka ."
    },
    {
      "sender": "Agent",
      "content": " Baik, teman Agus atau keluarga yg mau dengar ttng Isa Al-Masih?"
    },
    {
      "sender": "Agent",
      "content": " Oh ya Agus asli suku Betawi krn tinggal di Jakarta atau?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Asli Jawa Barat ka"
    },
    {
      "sender": "Agent",
      "content": " Oh Sunda ya, baik Agus. Maaf baruu kennalin di, sy dgn mas Vikikira2 jam berapa bisa dihubungi teman mas Viki? spy ga mengganggu waktunya?"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Blm ada balesan ka"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Dari tmn sy ny"
    },
    {
      "sender": "Agent",
      "content": " Oke tdk apa2 nanti Agus sj dulu...nanti temannya baru diajak klo sdh ketemu dgn teman mas Viki."
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iya ka"
    },
    {
      "sender": "Agent",
      "content": " Terima kasih banyak Agus untuk waktunya sdh ngobrol dgn sy, ditunggu sj temannya mas viki akan chat nanti. Kiranya Allah memberkahimu"
    },
    {
      "sender": "Agus Abdullah",
      "content": "Iya KA maksih ka"
    }
  ]
}