{
  "messages": [
    {
      "sender": "Siskaida Siskaida",
      "content": "Hidup saya tak tenang, saya sering dibully. Saya takut, tolong saya"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Hidup saya tak tenang, saya sering dibully. Saya takut, tolong saya"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Saya rasa depresi"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Saya ingin bebas dari keresahan; sudah capek dengan cara selama ini. Ada saran?"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Hidup janda dgn hutang banyak saya sudah coba untuk kerja double, ngirit bahkan tdk beli barang apa2 jajan juga nggak, sebisa mungkin tdk nambah hutang tapi hutang lama tdk kunjung usai ada aja yg buat saya tdk bisa membayar atau mencicil krn kebutuhan lain yg tdk terencana"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Siskaida, terimakasih sdh berkunjung ke laman FB ini. Dan turut prihatjn dgn apa yg sdg dialami\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n                 \n\n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Siska,29,mojokerto"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih ya buat responnya, sebelumnya boleh tau asli suku apa? \n \n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n”Banyak rencana hati manusia, tetapi keputusan Allah yang terlaksana”.\r\nMeski sibuk, jangan lupa ya membalas chat saya? Selamat beraktivitas dan sukses selalu\n\n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Suku jawa"
    },
    {
      "sender": "Agent",
      "content": "Makasih ya...blh tau apa yg sdh mba lakukan utk mengatasi utang itu? \n\r\nO ya nama sdr siapa spy sy enak manggilnya?\n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Kerja doa"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Nego uda"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Puasrah poll"
    },
    {
      "sender": "Agent",
      "content": "Sy mengerti ini. Sblm lanjut, blh tau nama sdr siapa spy sy enak manggilnya? \n\r\nO ya blh minta no HP sdr siapa tau nanti bisa ngobrol via chat WA? "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Siska"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "085649444437"
    },
    {
      "sender": "Agent",
      "content": "Makasih ya mba utk no HPnya...Lalu gmn perasaan mba dengan utang yg ada? \n\r\nO ya tinggal di kecamatan mana mba? \n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Gak tenang mbk hampir tiap hari gak bisa nyenyak tidur kepikiran pdhl pagi kerja sore pulg pindah tempat kerja lagi"
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Kecamatan dlanggu kak"
    },
    {
      "sender": "Agent",
      "content": "Sy mengerti ini. Memang utang bisa membuat ga tenang jiwanya ya. Di sini diperlukan penghasilan tetap sehingga dapat membayar utang. Blh tau mba kerja apa nih? \n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Jualan di kantin sama jualan ikut orang klo sore"
    },
    {
      "sender": "Agent",
      "content": "Ok mba. Ini upaya yg baik yg sdh mba lakukan. Tetap tenang. Sy yakin mba sdh mengelola keuangan dengan baik. Selain itu, perlu juga memohon pertolongan pada Allah. Sy pernah baca perkataan Isa Al-Masih di kitab suci Injil, \"Marilah kepada-Ku, semua yang letih lesu dan berbeban berat, Aku akan memberi kelegaan kepadamu.\"\n \nArtinya Isa Al-Masih yg dpt mmberikan kelegaan. Apa mba pernah dengar tentang Isa Al-Masih? \n \n "
    },
    {
      "sender": "Agent",
      "content": "Halo mba, gmn nih ama pesan sy sblmnya?\n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Tidak pernah dengar"
    },
    {
      "sender": "Agent",
      "content": "Ok. Sy baca di kitab suci Injil bhw Isa Al-Masih adalah Kalimatullah yg nuzul ke dunia utk menolong manusia mengalami ketentraman batin sekalipun dlm persoalan. Isa Al-Masih berkata dlm kitab suci Injil, \"Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu.\" \n \nArtinya Isa Al-Masih yg dpt memberikan ketenangan batin. Apa mba tertarik mau tau lebih dalam tentang Isa Al-Masih dari kitab suci Injil yg dpt memberikan ketentraman batin? \n \n "
    },
    {
      "sender": "Agent",
      "content": "Halo mba, gmn nih ama pesan sy sblmnya?\n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Tertarik"
    },
    {
      "sender": "Agent",
      "content": "Ok. Kl mba tertarik mau ngobrol lebih banyak tentang Isa Al-Masih dari kitab suci Injil yg dpt memberikan ketenangan batin, gmn kl sy kenalin ama teman saya utk bertemu dan ngobrol secara langsung? Apakah mba mau? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Halo mba, gmn nih ama pesan sy sblmnya? \n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Iya kak mau"
    },
    {
      "sender": "Agent",
      "content": "Ok mba. O ya, dulu mba lulus kuliah dari universitas tahun berapa nih? \n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Gak kuliah"
    },
    {
      "sender": "Agent",
      "content": "Oh...berarti sampe SMA aja ya mba? \n \nOke deh. Kl gitu, saya kasih no HP mba sama teman saya ya supaya mba nanti dihubungi dulu supaya bisa janjian utk ketemuan secara langsung dengan teman saya. Gmn mba? \n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Iyah kak"
    },
    {
      "sender": "Agent",
      "content": "Ok mba. Kl gitu, ditunggu aja ya. Teman saya pasti akan menghubungi mba. Nanti tolong direspons ya mba. \n \nO ya, saya dengan bu Viki. Makasih ya mba. Semoga mba tetap dalam lindungan Allah. \n \n \n "
    },
    {
      "sender": "Siskaida Siskaida",
      "content": "Siap kak amin terima kasih"
    }
  ]
}