{
  "messages": [
    {
      "sender": "Ratni Ratni",
      "content": "Walaikumsalam"
    },
    {
      "sender": "Agent",
      "content": "\n\nAssalamualaikum   Ratni  ,terimakasih sdh berkunjung ke laman ini. \nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp? Tinggal di mana dan saat ini kesibukannya ngapain?\n \n \n\n \n \n\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku kelahiran th 1971Aku dr semarang"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku jualan tapi sekarang aku nganggur karena Modalku hbs"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku butuh bantuan untuk membayar hutang"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku ingin bekerja tpi di mana karena usia ku sudah tua,,"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Tapi saya ingin bekerja untuk kebutuhan setiap hari karena suami tidak bekerja jadi aku tulang punggung kluarga"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Mohon bantuannya????"
    },
    {
      "sender": "Agent",
      "content": "ibu asli banyumasan atau pesisir lor?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku asli semarang Jawa Tengah"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tahu kenapa suaminya ibu tdk bekerja?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Punya penyakit kejiwaan"
    },
    {
      "sender": "Agent",
      "content": "lalu anak2 ibu pada kemana, dan kenapa ibu bisa berhutang jadinya?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Iya 16 th suami ndak bekerja aku  berjualan Uang buat kebutuhan sehari2 dan buat biaya sekolah anak2 utangku sedikit 2 lama2 menjadi bukit sampai sekarang bertambah membenlagkask hlutangku sama Bank dan bank titik??"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku bingung belum bisa membayar"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku ingin kerja tapi belum dapat"
    },
    {
      "sender": "Agent",
      "content": "bukan ibu katakan berjualan dan kenapa ibu mau kerja, usaha ibu kemana?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Jualan sekarang sepi modal lama habis mKnya Sama mau bekerja"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Modal hbs"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Untuk Nombok i"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Jualan sudah ndak laku"
    },
    {
      "sender": "Agent",
      "content": "emang ibu selama ini buka usuha di bidang apa?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Jualan sayur"
    },
    {
      "sender": "Agent",
      "content": "lalu apa yg ibu lakuka dan usahakan selama ini untuk bisa membayar hutang2 selama ini?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Makanya aku Bingung mau pinjam kemana lagi saudara ku jg pas2 sab hidup nya"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku Binggung"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku ingin kerja agar aku bisa menyicil utang2 ku"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Tolong aku beri pekerjaan/ solusinya??"
    },
    {
      "sender": "Agent",
      "content": "ibu jangan berhutang lagi ya, kalau bisa ibu berdoa sama Allah, biar Allah bukakan jalan untuk ibu?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Iya tapi gimana aku bisa membayar utangku"
    },
    {
      "sender": "Agent",
      "content": "apapun yg bisa rasakan saat ini dan beban hidup ibu sangat berat sekali, yg ibu bisa lakukan saat ini meminta pertolongan dari Allah, sabda Allah melalui Isa Al-Masih, serahkanlah segala kekhawatiranmu kepada Allah maka Allah akan memelihara ibu, apakah ibu prnh dengar kisah Isa AL-Masihs selama ini?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Maksudnya"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku pernah beragama Katolik"
    },
    {
      "sender": "Agent",
      "content": "ibu agamanya katolik?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Dulu sekarang aku ikut suami"
    },
    {
      "sender": "Ratni Ratni",
      "content": "IsIam"
    },
    {
      "sender": "Agent",
      "content": "ibu skrg muslim?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "walaupun ibu saat sdh jadi muslim, tapi ibu tetap percayakan sama Isa Al-Masih atau Yesus Kristus, mukin dengan kejadian ini, Isa Al-Masih ingin ibu kembali percaya dan berdoa dalama nama Isa AL-Masih, tapi ibu gk ush ketika ibu kembali percaya sm Tuhan Yesus, itu tdk akan mengubah agamnya ibu, ibu mau untuk lbh tahu siapa tentang kisah Isa Al-Masih itu, boleh sy minta nmr wanya ibu?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "089520074472"
    },
    {
      "sender": "Agent",
      "content": " Firman Allah dan tercatat dikitab suci Injilnya Al-Masih pernah berkata demikian: \"Marilah kepada-Ku, hai kamu semua yang lelah dan menanggung beban berat, Aku akan memberikan kelegaan bagimu.\"\r\nLewat perkataan-Nya ini Isa Al-Masih ingin agar setiap manusia yang sedang menanggung beban berat untuk datang kepadaNya dan berharap padaNya. jd ibu lbh dalam lagi tahu siapa Isa Al-Masih dan berdoa dalam Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Maksudnya aku ke katholik lagi gitu"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Mf kepo"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aku ndak faham aku orang bodoh"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Soal agama aku masih bodoh????"
    },
    {
      "sender": "Agent",
      "content": "ibu gk usaha jadi katolik lagi, ibu tetap agamnya islam, tapi hatinya ibu tetap untuk Yesus Kristus, jadi ibu berdoa sama Tuhan Yesus, biar Tuhan buka jalan untuk ibu, bagaimana ibu mau kembali percaya sm Yesus Kristus?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Apakah boleh sholat tapi doa nya sama Tuhan yesus"
    },
    {
      "sender": "Agent",
      "content": "boleh bangat bu, sprti yg sy katakan td, ibu tetap agamanya islam, tapi hatinya ibu untuk Yesus Kristus,\nbagaimana kalau sy kenalkan ibu sm teman saya, nama teman saya itu bu Mirza, biar nanti bu Mirza ini yg akan menjelaskan sm ibu lbh dlm lagi tentang Isa Al-Masih itu, dan ibu Ratna juga bisa ngbrol dan curhat, ibu Mirza ini sangat baik, makanya sy senang kalau ibu Ratna bisa kenal dan ngbrol, bagaimana bu bersedia?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Ya aku bersedia terimakasih banyak sekarang saya rodok mendingan hatiku tersa lega... Benar kata yesus aku domba yg hilang ??????"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Sudah ku kasih no WA ku"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Ya mf saya harus panggil anda apa?"
    },
    {
      "sender": "Agent",
      "content": "maaf bu sy lupa kenalkan diri, saya bu Mimin, mksh banyak bu sdh mau untuk percaya lagi sm Yesus Kristus dan sdh mau ngobrol sm teman saya bu Mirza, ibu tunggu saja, nanti bu Mirza akan hubungin ibu duluan?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Trimakasih??"
    },
    {
      "sender": "Agent",
      "content": "kiranya kasih Tuhan Yesus Kristus selalu menyertai ibu dan keluarga besar ibu.\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aamiin"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Oh iya ibu kalau yayasan ibu ada yg membutuhkan kerja an saya mau ibu"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Oh iya ibu bertepat tinggal di mna ya??"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Mf kalau boleh aku tau"
    },
    {
      "sender": "Ratni Ratni",
      "content": "??"
    },
    {
      "sender": "Agent",
      "content": "Maaf bgt ya bu, saya dan teman saya ga bisa kasih pekerjaan kepada ibu. Ohya tetapi ibu benar2 tertarik dulu kan mengenal ttg Isa Al-Masih dalam Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Iya"
    },
    {
      "sender": "Ratni Ratni",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "sekali lagi trmksh banyak ibu, kiranya Isa Al-Masih trus memberkahi ibu.\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aaamiin"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Bu Ratni, perkenalkan saya Bu Mirza, temannya yang sebelumnya ngobrol dengan ibu lewat FB. Salam kenal ya bu.\nkatanya ibu ingin tahu ttg Isa Al-Masih yg adalah Penolong bagi manusia ditengah2 persoalan yg ibu hadapi skrg ini, apakah benar bu?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Oh Walaikumsalam injih bu Mirza selamat datang di berandaku????"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Iya ibu benar sekali aku kebingungan dengan keadaan ku yg sekarang ini mohon bantuannya ibu mirza????"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sdh membalas pesan ini bu Ratni. Yang sabar ya bu, sy bs memahami kebingungan ibu. Sebelumnya selain dr teman saya pernah dengar ttg Isa Al-Masih dr mana nih bu? oya katanya ibu usianya 52th, benar ya bu?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Iya bu usiaku 53 th mlhan"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Apakah masih ada pekerjaan buat ku dan bagaimna solusinya agar bisa memenuhi kebutuhanku setiap hari"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Untuk saat ini saya kerja ikut orang"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Tapi haya buat / cukup untuk kebutuhan makan dan untuk tunggakan utanG sbelum bisa membayar dan nunggak 3 bln??"
    },
    {
      "sender": "Agent",
      "content": "Mohon maaf ya bu baru membalas pesan dari Bu Ratni, kemarin saya sedikit ada kesibukan lain bu. Saya mengerti dgn yg ibu alami, tentu ini tdk mudah utk ibu jalani. Oh Bu Ratni 53th ya, kelahiran tahun berapa bu? Nah, bgm menurut ibu bhw Isa Al-Masih dpt menolong ibu ditengah2 persoalan yg ibu hadapi? \n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Mungkin Tuhan marah sampai sekarang hidupku masih susah ujianku sangat berat sekali kadang aku ingin menyerah seakan2 aku ingin minta di panggil saja??????"
    },
    {
      "sender": "Agent",
      "content": "Tetap sabar dan kuat walopun memang pasti terasa sulit ya bu. Hanya perlu meyakinkan diri bhw segala permasalahan pasti ada jalan keluarnya. Jd bgm dgn memohon pertolongan dr Isa Al-Masih bu?  Isa Al-Masih berkata: \"Janganlah gelisah hatimu; percayalah kepada Allah, percayalah juga kepada-Ku (Isa Al-Masih)\". Bgm pandangan ibu mengenai hal ini?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Ya aku percaya??"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, walopun memang tdk serta merta jawabannya apa yg menjadi keinginan kita namun yg pasti itu adl jawaban yg tepat dan terbaik, yakinlah Isa Al-Masih tdk akan meninggalkan ibu sendiri. Seperti yang tertulis di dalam Kitab Suci yg diwahyukan Isa Al-Masih: \"Aku (Isa Al-Masih) sekali-kali tidak akan membiarkan engkau dan Aku sekali-kali tidak akan meninggalkan engkau\".  Jadi tdk ada salahnya untuk mencoba memohon pertolongan dr Isa Al-Masih. Bgmn menurut Bu Ratni membaca ayat ini?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Oh ya bu, ngomong2 tinggal di Semarang di kecamatan mana ya bu?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Semarang genuksari kecamatan genuk"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, kalau Bu Ratni mau lanjut ngobrol lebih banyak tentang Isa Al-Masih, bgm kalau saya kenalin dgn teman saya untuk bertemu dan ngobrol, apakah ibu mau? dan kalau mau, saya kasih ya no Hp ibu ke teman saya, tenang aja bu, teman saya wanita juga dan orgnya baik bgt. Bgm bu?\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Ok"
    },
    {
      "sender": "Agent",
      "content": "Baik bu. Terima kasih atas waktunya bu udah ngobrol dengan saya ibu Mirza, ditunggu saja teman saya pasti akan hubungi ibu dan menceritakan ttg Isa Al-Masih yg adl Penolong bagi manusia seperti yang tertulis di Kitab Suci Injil. Oya skr ibu mengatakan kerja ikut orang, boleh tau kerja sbg apa bu? ngomong2 dl sekolahnya tamatan apa ya bu?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Baik bu Ratni, ditunggu saja teman saya hubungi ibu ya. Nanti direspon ya bu, saya berdoa semoga ibu selalu dalam lindungan Allah. Amin\n \n \n "
    },
    {
      "sender": "Ratni Ratni",
      "content": "Aamiin ya bu saya bekerja menunggu warung kucingan di daerah terminal terboyo saya cuma lulusan SMP mb??????"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Dan saya masuk mlm"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Tapi akhir2 ini saya sering gliyeng saya punya darah tinggi mb ????"
    },
    {
      "sender": "Ratni Ratni",
      "content": "Tapi apa buleh buat seumuran saya seharusnya sudah istirahat tapi aku hrs kuat ??biar kluarga ku bisa makan mb????"
    }
  ]
}