{
  "messages": [
    {
      "sender": "Muhammad Sadri",
      "content": "Min, saya kesepian nih karena sulit berteman karena takut tertolak, tolong saya?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Sebenarnya capek, terus curiga orang gak bisa menerima saya, ada solusi?"
    },
    {
      "sender": "Agent",
      "content": " Assalamualaikum, terimakasih sdh chat disiniMaaf sebelumnya, boleh tau nama dan kelahiran thn berapa? Tinggal di mana?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Muhammad sadri"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Tahun kelahiran1997"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Tinggal Pekanbaru"
    },
    {
      "sender": "Agent",
      "content": " Masalah apakah yg sedang dihadapi Sadri?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Saya kesepian jomblo terus mau mencari cinta sejati buat dijadikan istri"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Mohon bisa ditolong"
    },
    {
      "sender": "Agent",
      "content": " sdh pernah menikah blm Sadri? Sadri  bekerja sbg apa?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Belum masih bujangan baru, kerja diampera punya kk sendiri"
    },
    {
      "sender": "Agent",
      "content": " kerja di ampere itu maksudny apa sadri?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Kedai nasi"
    },
    {
      "sender": "Agent",
      "content": " Oh baik, apakah sadri pernah pacarana atau bgm?"
    },
    {
      "sender": "Agent",
      "content": " Oh ya dulu Sadri tamatann sekolah apa?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Diblng pernah udah sih,, cuma ngk smpai lama,, saya maunya pacaran bisa dijadikan istri"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Smk"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Tamatan2016"
    },
    {
      "sender": "Agent",
      "content": " istri seperti apakkahyg Sadri harapkan?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Istri yg Sholeha"
    },
    {
      "sender": "Agent",
      "content": " Selama ini sdh berdoa spy Alalh berikan istri seperti yg Sadri harapkan?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Udah salam sujudku masih berdoa supaya Allah kabulkan"
    },
    {
      "sender": "Agent",
      "content": " Semoga  doa Sadri dikabulkan oleh Allah. Apakah sadri pernah mendengarkan ttng pertolongan Allah melalui Isa Al-masih sehingga doa dan harapannya dikabulkan oleh Alalh?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Gimana ada solusinya ?"
    },
    {
      "sender": "Agent",
      "content": " Apakah sadri pernah mendengarkan ttng Isa Al-Masih?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Belum sih sebelumnya"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Apa tu?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Gimana ada solusi ngk"
    },
    {
      "sender": "Agent",
      "content": " Isa Al-Masiha dalah Penolong dari Allah, itulah sebabnya Isa Al-Masih dapat menolong sehingga doa dan harapan kita didengar oleh Allah. Bgm menurut Sadri? Maaf selama ini Sadri mengimani Kitab Suci apa?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Al Qur'an"
    },
    {
      "sender": "Agent",
      "content": " Nah ttng Isa Al-Masih ada jg tertulis di dalam Al-Quran sbg nabi ke 24, sdh ingat?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Ingat:: jadi saya apa yg harus lakukan?"
    },
    {
      "sender": "Agent",
      "content": " Cobalah kamu berdoa memohon pertolongan Allah dlm nama Isa Al-Masih. Dalam Kitab Injil, Isa Al-Masih berkata: Mintalah apa saja kepada Allah di dalam NamaKu, dan kamu akan menerimanya agar menjadi sempuna kebahagiaan kamu. Namun Ketika kita meminta tentu meminta hal yg baik dan tentu jg kita hrs tetap berusaha dan berdoa, bgm menurut Sadri?"
    },
    {
      "sender": "Agent",
      "content": " bgmm tanggapan sadri dgn chat sy tadi?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Ngk gimana"
    },
    {
      "sender": "Agent",
      "content": " biasanya kalau sy berdoa kepada Allah saya selalu berdoa dalam nama Isa Al-Masih dan alhamdulillah doa sy kebanyakan dikabulkan oleh Allah dan seandainya blm dikabulkan krn itu bukan yg terbaik untuk sy dan sy akan diberikan ketenangan batin. Apakah sadri ingin mengetahui bgm caranya spy doa kita didengar dan diterima oleh Allah melalui pertolongan Isa Al-Masih?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Iya"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Saya ingin"
    },
    {
      "sender": "Agent",
      "content": " boleh tau sadri tinggal di kecamatan mana di Pekanbaru?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Kecamatan tampan"
    },
    {
      "sender": "Agent",
      "content": " oh di kecamatan Tampan...Oh ya kenalin sy dgn bang Viki"
    },
    {
      "sender": "Agent",
      "content": " Kalau sadri ingin mengetahui bgm caranya spy doa kita didengar dan diterima oleh Allah melalui pertolongan Isa Al-Masih, bgm kalau saya kenalin dgn teman sy untuk ber-temu dan ngobrol, apakah Sadri mau? dan kalau mau, sy kasih ya no Hp Sadri ke teman sy, bgm Sadri?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Ngk usah"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Saya takut"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Melalui handphone aja"
    },
    {
      "sender": "Agent",
      "content": " takut kenapa Sadri? teman sy orang baik kok. Tp sy mengerti perasaanmu krn blm kenal teman sy makanya takutbgm klo melalui chat sj dulu, suatu saat klo sadri mau ketemuan baru janjian dgn teman sy, bgm sadri?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Ok yaudah ngk pp, kirim aja wa saya kebeliau"
    },
    {
      "sender": "Agent",
      "content": " Terima kasih sadri, oh ya Sadri suku Melayu atau?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Orang minang"
    },
    {
      "sender": "Agent",
      "content": " Oh baik Sadri, terima kasih untuk waktunya sdh ngobrol dgn sy, ditunggu sj temannya bang Viki akan chat Sadri nanti. Kiranya Allah memberikan jodoh yg terbaik untukmu."
    },
    {
      "sender": "Agent",
      "content": " Oh ya kecamatan tampan sdh berubah dgn kecamatan Binawidya kan ya?"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Mknya ngk tau kecamatan nya"
    },
    {
      "sender": "Muhammad Sadri",
      "content": "Saya kerja diampera kedai nasi"
    },
    {
      "sender": "Agent",
      "content": " baik Sadri terima kasih ya, selamat beristirahat"
    }
  ]
}