{
  "messages": [
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Saya merasa gak kuat hadapi hidup ini. Apakah bunuh diri jalan yang terbaik? "
    },
    {
      "sender": "Agent",
      "content": " Assalamualaikum, terimakasih sdh chat disini.  Maaf sebelumnya, boleh tau nama dan kelahiran thn berapa? Spy enak manggilnya dgn sebutan apa dan tinggal di daerah mana?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Perkenalkan kak nama saya Yanuar Eka Prabowo biasa dipanggil Yanu , umur 22 kelahiran Surakarta,solo kak"
    },
    {
      "sender": "Agent",
      "content": " Apakah ada masalah yg sedang Yanuar hadapi?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Begitu banyak tuntutan yang mungkin diluar kemampuanku , dan begitu banyak utang , inggi sekali seperti orang\" yang bisa hidup bebas tanpa melibatkan otak begitu kerass"
    },
    {
      "sender": "Agent",
      "content": " Diusia yg belia ini mengapa sampai berhutang Yanuar? Boleh tau Yanuar sehari2nya bekerja sbg apa?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Kecanduan judi online kak , kegiatan ku sehari\" sebagai karyawan pabrik kak"
    },
    {
      "sender": "Agent",
      "content": " Ya ampun, judol akan membuatmu menderita Yanuar. Sesegera mungkin tinggalkan judol"
    },
    {
      "sender": "Agent",
      "content": " Dulu yanuar tamatan sekolah apa?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Ini sedang berusaha meninggalkan judi online kak , tapi teman main itu semua kak"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Tamatan SMK kak"
    },
    {
      "sender": "Agent",
      "content": " Jangan ikut2an dong. Apakah kamu sdh berusaha untuk lepas dari kecanduan judol namun tdk berhasil?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Tidak bisa kak , paling lama 2 bulan"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Habis itu kembali lagi"
    },
    {
      "sender": "Agent",
      "content": " Iya ya...sy bisa memahami itu. Apakah kamu pernah mendengarkan ttng Isa Al-Masih yg dpt menolong kita lepas dari kebiasan buruk?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Belum kak"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Terlalu jauh saya kak"
    },
    {
      "sender": "Agent",
      "content": " maksudnya terlalu jauh apa Yanuar?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Saya juga terlalu jauh sama sang pencipta kak, mau kembali lagi malu kak , apakah masih ada pengampunan kak"
    },
    {
      "sender": "Agent",
      "content": " Ya ampun sebesar apapun dosamu, Allah mau menerima dan mengampunimu. Dulu sy merasa putus asa sempat mau depresi dan merasa tdk layak dihadapan Allah dan sy merasa lega ketikka sy tau bahwa Allah menyediakan pengampunan melalui Isa Al-Masih"
    },
    {
      "sender": "Agent",
      "content": " Waktu itu sy baca firman Allah yg tertulis demikian: Sekalipun dosamu merah seperti kirmizi, akan menjadi putih seperti salju: sekalipun berwarna merah seperti kain kesumba, akan menjadi putih seperti bulu domba. Jika kamu menurut dan mau mendengar, maka kamu akan memakan hasil baik dari negeri itu."
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Terlalu banyak kak , malu kak mau pulang, apakah masih layak"
    },
    {
      "sender": "Agent",
      "content": " Dalam Kitab Injil, Isa Al-Masih mengajarkan salah satu perumpamaan: Ada seorang anak yang durhaka sama orangtuanya dengan meminta warisan dari ayahnya, dia pergi berfoya2 ke negri orang sampai semua harta benadanya habis ludes bahkan hidupnya memprihatinkan sebagai buruh ternak orang. Ia hidup kelaparan dan jauh dari kata cukup, ia mau pulang ke rumah ayahnya dan mau minta maaf. Ayahnya menyambut anak itu dan bahkan mengundang tetangga2 untuk metrayakan kepulangan anaknya. Demikianlah Allah mau menyambut kita orang yg berdosa jika mau Kembali kepadaNya"
    },
    {
      "sender": "Agent",
      "content": " Apakah Yanuar ingin mengetahui bgm caranya kita Kembali, diampuni dan ditolong untuk berubah dari kebiasaan buruk melalui pertolongan Isa Al-Masih?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Masih pantas kak?"
    },
    {
      "sender": "Agent",
      "content": " Sangat pantas Yanuar, tdk ada orang yg luput dari dosa"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Seseorang yang penuh dengan dosa ini , kembali kepadanya"
    },
    {
      "sender": "Agent",
      "content": " Justru Ketika kamu merasa bahwa kamu berdosa, hati Allah tergerak dgn penuh belas kasihan menyambutmu."
    },
    {
      "sender": "Agent",
      "content": " Apakah Yanuar ingin mengetahui bgm caranya kita Kembali, diampuni dan ditolong untuk berubah dari kebiasaan buruk melalui pertolongan Isa Al-Masih?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Caranya yang benar gimana kak"
    },
    {
      "sender": "Agent",
      "content": " Boleh tau Yanuar tinggal di Solo di kecamatan mana?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Colomadu kak"
    },
    {
      "sender": "Agent",
      "content": " Oh di Colomadu. Kalau Yanuar ingin mengetahui bgm caranya kita kembali, diampuni dan ditolong untuk berubah dari kebiasaan buruk melalui pertolongan Isa Al-Masih, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah Yanuar mau? dan kalau mau, sy kasih ya no Hp Yanuar ke teman sy, apakah yanuar mau?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Boleh banget kak"
    },
    {
      "sender": "Agent",
      "content": " Terima kasih Yanuar, oh ya Yanuar asli Colomadu atau asli suku Jawa? Oh ya kenalin sy dgn mas Viki"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Maaf mas sebelumnya nggak tau soalnya mas"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Asli Jawa kak"
    },
    {
      "sender": "Agent",
      "content": " baik Januar, maaf januar selama ini mengimani Kitab Suci apa?"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Al Qur'an kak"
    },
    {
      "sender": "Agent",
      "content": " Baik yanuar, ditunggu sj teman mas Viki akan chat yanuar nanti ya. Terima kasih untuk waktunya sdh ngobrol dgn mas Viki. Kiranya Allah memberkahimu. Amin"
    },
    {
      "sender": "Yanuar Eka Prabowo",
      "content": "Amiinnn ya allah"
    }
  ]
}