{
  "messages": [
    {
      "sender": "Denny Alvaro Putranto",
      "content": "Hati saya sangat terluka, bolehkah saya curhat?"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "aku habis di putusin pacar ku pulak"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum   Denny  ,terimakasih sdh berkunjung ke laman ini. \nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp? Tinggal di mana dan saat ini kesibukannya ngapain?\n \n \n\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "iya tahun 2000 tanggal 21 di Mojokerto paling nyuci baju"
    },
    {
      "sender": "Agent",
      "content": "km asli suku madura?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "Jawa mbak buka Madura"
    },
    {
      "sender": "Agent",
      "content": "Denny masih muda jadi saya manggil namanya saja, kerja atau usaha dibidang apa? \n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "masih  belum berkerja tapi usaha laundry itu usaha dari papa tiri saya"
    },
    {
      "sender": "Agent",
      "content": "Ya tdk apa2 tekuni usahanya pasti berkah, boleh tahu sekolah terakhir tingkat apa? \n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "SMK"
    },
    {
      "sender": "Agent",
      "content": "Mengapa pacarnya tdk lanjut?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "mungkin dia capek LDR aku sebenarnya aku juga capek LDR terus gara gara aku gak bisa bantu dia"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "mungkin aku harus move on ajah"
    },
    {
      "sender": "Agent",
      "content": "Sudah berapa lama menjalani pacaran? Minta dibantu dlm hal apa? \n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "hampir mau 1 bulan paling karena uang gitu"
    },
    {
      "sender": "Agent",
      "content": "Ya kalau hanya tdk dibantu atau diberiikan apa yg diperlukan lantas nyambek itu tanda2 kalau lanjut ke depan bahaya, lebih baik putus sekarang dari pada setelah menikah malah cerai kan jauh lebih menyakitkan, gmn?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "dia minta putus karena dia capek LDR terus dulu waktu sempat kirim uang karena mama dia sakit sampai masuk rumah sakit dan pada saat renggang 8 karena mama tiri ku ikut campur akhirnya aku menghilang tanpa kabar dia mau ngembalikan uang yang di pinjam  eh ternyata uang di pakai buat biaya kuliah iya aku udah ikhlas kok"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "dia minta putus karena dia capek LDR terus dulu waktu sempat kirim uang karena mama dia sakit sampai masuk rumah sakit dan pada saat renggang 8 karena mama tiri ku ikut campur akhirnya aku menghilang tanpa kabar dia mau ngembalikan uang yang di pinjam  eh ternyata uang di pakai buat biaya kuliah iya aku udah ikhlas kok"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "iya juga sih"
    },
    {
      "sender": "Agent",
      "content": "Apa yg diharapkan ke depan? \n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "harapan kedepannya semoga ada cewek yang bisa Nerima apa adanya lah"
    },
    {
      "sender": "Agent",
      "content": "Denny sdh bercerita banyak masalah yg dialami dan bagaimana menyelesaikannya, jadi Denny berharap ke depan mendapatkan pasangan yang terbaik, apakah benar? Apakah bisa minta no. WAnya siapa tahu ke depan kt bisa saling chat dan silahturahmi?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "hmm boleh"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "085150643867"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "bener"
    },
    {
      "sender": "Agent",
      "content": "Agar Denny bisa mencapai apa yg menjadi harapannya, apakah sebelumnya Denny pernah mendengar tentang Isa Al-Masih yang bisa menolong dan mengabulkan doa?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "maaf saya belum pernah dengar karena saya orang muslim"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "bukan on muslim"
    },
    {
      "sender": "Agent",
      "content": "Apakah Denny mau mendengar tentang Isa Al-Masih menurut kitab suci Injil?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "mau sich"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Denny utk kesediannya mau mendengar tentang Isa Al-Masih, kiranya berkah, Amin.\n\nIsa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong dan mengabulkan doa? Gmn tanggapan tentang Isa Al-Masih?\n\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "menurut ku itu juga cukup bagus tapi  Alquran Mungkin maksud Anda adalah: al quran surat mengabulkan doa agar dapat pasangan yang terbaikBeberapa surat Al-Qur'an yang dapat dibaca untuk meminta jodoh yang terbaik adalah:Surat Al-Qashash ayat 24: Doa untuk meminta kebaikan yang dapat diartikan sebagai pasangan yang baik  Surat Al-Anbiya ayat 89: Doa untuk dimudahkan mendapatkan jodoh  Surat Al-Furqan ayat 74: Doa untuk meminta istri yang baik  Surat Asy-Syu'ara ayat 83: Doa untuk meminta pasangan yang terbaik, saleh, dan salehah  Selain berdoa, umat Muslim juga dapat melakukan amalan lain untuk mempermudah jalan menuju jodoh, seperti:Memperbaiki diriMendekatkan diri kepada AllahMemperluas relasiMeminta bantuan orang lainMenunaikan salat, mengaji, atau di waktu-waktu terijabahnya doa"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "itu yang terpenting"
    },
    {
      "sender": "Agent",
      "content": "\nAda seorang yang memiliki banyak masalah secara manusia ia tak sanggup untuk menyelesaikannya. Ia datang kepada seorang hakim yang lalim untuk meminta pembelaan tetapi ia blm mendapatkan apa yg diinginkannya. Tetapi ia tidak menyerah dengan situasi yang ada, ketekunan dan ketabahannya membuatnya terus berjuang dan tidak pernah berhenti meminta pembelaan kepada sang hakim lalim. Pada akhirnya ia memperoleh jalan keluar sehingga sang hakim membebaskan dari masalah yg ia rasakan. Begitu pun saat kt membawa setiap masalah yg kt alami kepada Allah dalam nama Isa Al-Masih maka kita akan diberikan jalan keluar. Gmn tanggapannya?\n\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "tanggapan ku setiap manusia pasti ada solusinya dengan cara sholat dan mengaji dan ada berzikir dan manusia pasti ada masalah iya diri kita sendiri"
    },
    {
      "sender": "Agent",
      "content": "\nKetika diperhadapkan dgn kesulitan tentu hal itu membuat kt bingung tetapi ketika kt mau supaya mendapat jalan keluar harus membawa seluruh persolan kt kepada Isa Al-Masih adalah Sang Penolong yang sejati. Sebagaimana pernyataan Isa Al-Masih dalam kitab suci Injil berkata :\"Marilah kepada-Ku semua yang letih lesu dan berbeban berat, Aku akan memberikan kelegaan kepadamu\". Kita bisa mendapatkan ketenangan dan kelegaan ditengah kesulitan saat datang kepada Isa Al-Masih. Apakah Denny mau lebih lagi mengenal Isa Al-Masih yang berkuasa utkk menolong dan mangabulkan doa? \n\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "insyaallah"
    },
    {
      "sender": "Agent",
      "content": "Saat seseorang mau mengenal Isa Al-Masih bukan berarti bebas dari setiap masalah tetapi Ia berjanji akan tetap menolong dan menyertai sampai akhir zaman. Salam kenal saya dengan mas Viki, kalau boleh tahu Denny di Kecamatan mana di Mojokerto?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "kecamatan mas viki"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "saya  orang muslim"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "yang penting kita toleransi  sesama agama"
    },
    {
      "sender": "Agent",
      "content": "Denny di Kecamatan mana di Mojokerto?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "Sooko mas viki"
    },
    {
      "sender": "Agent",
      "content": "Ya kita tdk akan mempersoalkan mengenai agama org lain melainkan kt ngobrol tentang Isa Al-Masih. \nOh di Kecamatan Sooko, Kalau Denny mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang berkuasa untuk menolong dan mengabulkan doa, bgm kalau saya kenalin dgn teman saya disana untuk bertemu dan ngobrol secara langsung, apakah Denny mau? \n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "kalau lain kali ajah deh"
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "soalnya ada urusan"
    },
    {
      "sender": "Agent",
      "content": "Bukan malam ini nanti kapan2, Denny ada waktu luang bisa ketemuan atau sementara via chat saja, bolehkan? \n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "insyaallah"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Denny utk kesediannya,\nKalau begitu saya kasih no. WA ke teman saya, supaya teman bisa terlebih dichat dahulu dan bisa, janjian ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah Denny mau kan? Teman orgnya baik, bisa menambah persaudaraan.\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "hmm boleh mas viki boleh"
    },
    {
      "sender": "Agent",
      "content": "Apakah Denny mau untuk dichat teman saya untuk lanjut ngobrol tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "maaf iya mas viki dari tadi saya gak dapet chat dari teman mas viki"
    },
    {
      "sender": "Agent",
      "content": "O ya Denny nanti ditunggu saja pasti akan chat, Denny mau dan tertarik utk lanjutkan obrolan tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Denny Alvaro Putranto",
      "content": "iya silahkan"
    }
  ]
}