{
  "messages": [
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "Apakah saya harus pakai cara haram biar sukses, tapi takut azab? Ada solusi?"
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "aku ingin sukses dg cara yg benar"
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "bagaimana solusinya?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Shafa Rahma, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "77 kediri jatim"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya buat responnya, sebelumnya boleh tau asli Suku apa?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "jawa"
    },
    {
      "sender": "Agent",
      "content": "Apakah benar ini dengan bu Shafa? Kerja atau usaha dibidang apa? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "saya bpk nya Shafa, kerja sebagai kuli buruh"
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tahu siapa nama aslinya sobat? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "Moh.Amin"
    },
    {
      "sender": "Agent",
      "content": "Gmn kbr istri dan anak2? Masalah apa yg dialami akhir2 ini?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "alhamdulillah anak istri sehat, masalah keuangan"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dengan apa yg terjadi, pak sekolah terakhir tingkat apa? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "sd"
    },
    {
      "sender": "Agent",
      "content": "Upaya apa yg dilakukan utk mengatasi masalah ekonomi?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "yah semoga saja cepat dpt jalan keluar"
    },
    {
      "sender": "Agent",
      "content": "Apakah sdh mencoba memulai usaha lain yg sesuai dgn kemampuan agar bisa mengangkat perekonomian? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Hati yang gembira adalah obat yang manjur, tetapi semangat yang patah mengeringkan tulang”, ditunggu responnya sobat?\n\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iya, terimakasih atas tutur kata & penyemangat mksh ??????"
    },
    {
      "sender": "Agent",
      "content": "Sama2, apakah sdh berdoa memohon pertolongan kepada Allah agar diberikan jalan keluar? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iya saya sudah berdo'a & slalu berdo'a & sambil berihqtiar dan semoga di beri jalan keluar"
    },
    {
      "sender": "Agent",
      "content": "Tetap berdoa sampai terjadi keajaiban, bagaimana perasaannya setelah berdoa?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "Alhamdulillah merasa tenang& bisa tambah bersyukur atas pemberianNya, & semoga bisa ber manfa'at untuk kedepannya"
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "dan ini alhamdulillah udah mulai ada pekerjaan & semoga barokah"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah, apakah harapan terbesarnya? Apakah bisa minta no. Wanya siapa tahu ke depan kt saling chat dan  silahturahmi?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "081234061759"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih pak Moh sdh memberikan no. Wanya, apakah harapan terbesarnya? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "ya semoga usaha lancar dan barokah"
    },
    {
      "sender": "Agent",
      "content": "Pak Moh sdh bercerita banyak masalah yg dialami dan bagaimana menyelesaikannya, jadi pak Moh berharap pekerjaan lancar dan barokah, apakah benar? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iy"
    },
    {
      "sender": "Agent",
      "content": "Agar pak Moh mencapai apa yg diharapkan, apakah sebelumnya pernah mengdengar tentang Isa Al-Masih yg bisa menolong dan mengabulkan doa? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "blm pernah dengar"
    },
    {
      "sender": "Agent",
      "content": "Apakah pak Moh mau mendengar tentang Isa Al-Masih menurut kitab suci Injil? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "ok"
    },
    {
      "sender": "Agent",
      "content": "\nIsa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg hrs kita imani, tetapi Isa Al-Masih tidak hanya sebatas nabi saja melainkan Ia berkuasa atas kehidupan manusia baik sekarang dan akhirat nanti. Isa Al-Masih berkuasa di sorga dan di bumi dan jg berkuasa utk menolong dan mengabulkan doa? Gmn tanggapan tentang Isa Al-Masih?\n\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iya saya juga meng imani nabi Isa & percaya kalo nabi Isa yg akan menolong manusia di akhir zaman nanti"
    },
    {
      "sender": "Agent",
      "content": "\nAda seorang yang memiliki banyak masalah secara manusia ia tak sanggup untuk menyelesaikannya. Ia datang kepada seorang hakim yang lalim untuk meminta pembelaan tetapi ia blm mendapatkan apa yg diinginkannya. Tetapi ia tidak menyerah dengan situasi yang ada, ketekunan dan ketabahannya membuatnya terus berjuang dan tidak pernah berhenti meminta pembelaan kepada sang hakim lalim. Pada akhirnya ia memperoleh jalan keluar sehingga sang hakim membebaskan dari masalah yg ia rasakan. Begitu pun saat kt membawa setiap masalah yg kt alami kepada Allah dalam nama Isa Al-Masih maka kita akan diberikan jalan keluar. Gmn tanggapannya?\n\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "ok siap smga bisa bermanfaat"
    },
    {
      "sender": "Agent",
      "content": "\nKetika diperhadapkan dgn kesulitan tentu hal itu membuat kt bingung tetapi ketika kt mau supaya mendapat jalan keluar harus membawa seluruh persolan kt kepada Isa Al-Masih adalah Sang Penolong yang sejati. Sebagaimana pernyataan Isa Al-Masih dalam kitab suci Injil berkata :\"Marilah kepada-Ku semua yang letih lesu dan berbeban berat, Aku akan memberikan kelegaan kepadamu\". Kita bisa mendapatkan ketenangan dan kelegaan ditengah kesulitan saat datang kepada Isa Al-Masih. Apakah pak Moh mau lebih lagi mengenal Isa Al-Masih yang berkuasa utk menolong dan mengabulkan doa? \n\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iy"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal saya dengan pak Viki, \nSaat seseorang mau mengenal Isa Al-Masih bukan berarti bebas masalah tetapi Ia berjanji akan tetap menolong dan menyertai kt sampai akhir zaman. Kalau boleh tahu pak Moh di Kecamatan mana di Kediri? \n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "kec. plemahan"
    },
    {
      "sender": "Agent",
      "content": "Oh di Kecamatan Plemahan, Kalau pak Moh mau lanjut ngobrol lebih banyak tentang Isa Al-Masih yang berkuasa untuk menolong dan mengabulkan doa, bgm kalau saya kenalin dgn teman saya disana untuk bertemu dan ngobrol secara langsung, apakah pak Moh mau?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "ok, siapa ya namanya"
    },
    {
      "sender": "Agent",
      "content": "Nanti kalau teman pak Viki chat bisa tanya langsung sekalian perkenalan, \nKalau begitu saya kasih no. WA ke teman saya, supaya teman bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, maukah pak Moh?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iy"
    },
    {
      "sender": "Agent",
      "content": "Apakah pak Moh tertarik utk lenjut obrolannya dengan teman pak Viki?\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "iy gpp"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih pak Moh atas waktunya, ditunggu saja teman pak Viki akan chat nanti direspon ya, saya berdoa di dalam nama Isa Al-Masih, kiranya pak Moh selalu dalam lindungan-Nya dan dilancarkan rejekinya serta segera mencapai apa yang menjadi harapannya selama ini, Amin.\n \n \n "
    },
    {
      "sender": "Moh Amin (Shafa Rahma)",
      "content": "Aamiin"
    }
  ]
}