{
  "messages": [
    {
      "sender": "Chintia Dewi",
      "content": "Hidup yang susah ini apakah sebagai hukuman Allah atau sesuatu yang lain?"
    },
    {
      "sender": "Agent",
      "content": "\n\nAssalamualaikum   Chintia  ,terimakasih sdh berkunjung ke laman ini. \nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp? Tinggal di mana dan saat ini kesibukannya ngapain?\n \n \n\n \n \n\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Waalaikumsalam saya kelahiran tahun 80 kk"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya tinggal di Padang Sumatra Barat"
    },
    {
      "sender": "Agent",
      "content": "mbk asli suku minangkabau?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya kk"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Mama Minang"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Papa Sulawesi"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya Bu, senang mengenal di chat FB ini.\nDi awal memilih pertanyaan ttg hidup yg susah sbg hukuman Allah, boleh tahu knapa pilih pertanyaan ini? apakah saat ini sdg mengalami kesusahan dan merasa bahwa kesusahan ini adalah hukuman Allah, atau adakah hal lainnya yg mau disampaikan, bisa cerita?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya saya sedang kesusahan di lilit hutang"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Rentenir nya kasar"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sudah bercerita ya Bu, boleh tahu karna apa Bu Chintia ada hutang? lalu, bgmn respon suami dgn adanya hutang ini Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Dulu waktu berhutang untuk biaya sekolah anak sama biaya hidup"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Suami bantu bayar kalau dia ada uang"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Kadang suami kerja kadang tidak"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Maaf saya bicara sama ibu atau bapak?"
    },
    {
      "sender": "Agent",
      "content": "Oh maaf saya belum memperkenalkan diri, panggil Bu Min aja biar lebih akrab.\nBoleh tahu, selama ini upaya apa yg sudah Bu Chintia lakukan untuk cicil hutangnya ini Bu? oh ya, sehari2 mengerjakan apa Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya kerja Bu untuk mencicil hutang saya saya kerja di kantin"
    },
    {
      "sender": "Agent",
      "content": "Upaya yg baik ya Bu, lalu selain sudah berupaya, apakah sudah berdoa minta petunjuk dari Allah ttg hal ini? percaya bahwa pertolongan sejati datangnya dari Allah kan, bgmn menurut Ibu? Oh ya, boleh minta no WA?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Sudah Bu tiap hari saya berdoa"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ini nomor wa saya Bu 089636829408"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya Bu, sudah saya simpan.\nLalu, gmn perasaannya setelah berdoa minta petunjuk dari Allah?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Perasaan saya lega"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Tapi mungkin Allah masih  menguji saya"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya berharap hutang saya segera lunas"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Apa ibu bisa bantu saya untuk melunasi hutang saya saya minjam uang ibu nanti saya cicil"
    },
    {
      "sender": "Agent",
      "content": "Oh maaf Bu saya tidak bisa bantu secara materi, namun saya bantu doakan agar permasalahan yg dialami cepat selesai, tidak keberakan kan?\nLalu, harapan terbesar ke depannya seperti apa Bu berkaitan dgn persoalan yg dihadapi saat ini?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya kedepan nya mau hidup tenang Bu tanpa memikirkan hutang biar mkn seadanya"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah, lalu apabila Allah izinkan harapannya terwujud, bgmn perasaannya Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Pasti perasaan saya tenang dan lega bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Harapan saya semoga rezeki Saya ada buat bayar hutang"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Kadang tidur saya tidak nyenyak"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Besok pagi saja ada hutang yg harus saya bayar Bu sedang kan uang nya belum ada"
    },
    {
      "sender": "Agent",
      "content": "Nah, Bu Chintia sudah cerita banyak masalah yg terjadi dan usaha2 yg dilakukan selama ini, jadi yang diharapkan saat ini adalah ketenangan hati dan kedamaian, betul tidak? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ita Bu saya mau ketenangan jiwa dan hati"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya mau hati saya tenang"
    },
    {
      "sender": "Agent",
      "content": "Jika betul, sebenarnya ketenangan hati setelah persoalan ada jalan keluar itu bisa kita dapatkan dengan mudah dan semuanya sudah Allah jelaskan melalui Isa Al-Masih di dalam Kitab Suci Injil. Apakah Bu Chintia mau mendengar? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Mau saya mendengar kan"
    },
    {
      "sender": "Agent",
      "content": "baik, terimakasih ya Bu.\nFirmanNya di dalam Kitab Suci Injil mengatakan \"Marilah kepada-Ku (Isa Al-Masih), semua yang letih lesu dan berbeban berat. Aku (Isa Al-Masih) akan memberi kelegaan kepadamu. Mintalah maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu. Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan.\"\n \nBgmn menurut Bu Chintia, karna apa Isa Al-Masih berkata demikian? lalu, hikmah apa yg dapat diambil dari ayat ini Bu?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "apakah masih sibuk Bu?\nkalo sudah tidak sibuk, chat saya bisa ditanggapi?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Maaf ibuk beberapa hari ini sibuk"
    },
    {
      "sender": "Agent",
      "content": "Baik Bu tidak apa2 saya mengerti, lagi sibuk apa Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya kerja"
    },
    {
      "sender": "Agent",
      "content": "Oh baik Bu, sehat terus lancar kerjaannya ya, tidak keberatan saya lanjutkan obrolan ttg Isa Al-Masih dari Kitab Suci Injil Bu?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bagimana Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya muslim"
    },
    {
      "sender": "Agent",
      "content": "Oh Isa Al-Masih ditujukkan kepada semua umat manusia di dunia tanpa kecuali, bukan hanya untuk satu golongan tertentu saja, dan Isa Al-Masih tidak membawa/ mendirikan nama agama apapun di dunia, bgmn Bu, apakah mau lanjut mengenal Isa Al-Masih dari Kitab Suci Injil agar merasakan pertolonganNya?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Oh gitu ya bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Kalau bagi saya agama sama saja"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Tapi saya Belum sepenuhnya mendalami agama"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Apa lagi dengan keadaan saya sekarang"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya berpikir tuhan masih sayang kah sama saya"
    },
    {
      "sender": "Agent",
      "content": "Tentunya Isa Al-Masih sangat peduli dan mengasihi Bu Chintia apapun kondisi yg dialami saat ini. Salah satu bukti kasih sayang dan kepedulianNya adalah membukakan jalan yg tertutup sekalipun, bgmn Bu, apakah mau lanjut mengenal Isa Al-Masih dari Kitab Suci Injil?\n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Tapi saya sudah putus asa bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ngak kuat rasanya saya hidup lagi etah kapan saya bisa terbebas dari masalah yg menumpuk ini ??"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya putus asah bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Sholat saja jarang saya kerjakan lagi"
    },
    {
      "sender": "Agent",
      "content": "Seperti yg sudah saya sampaikan sebelumnya, Isa Al-Masih bukan hanya menyediakan jalan keluar namun juga memberikan ketenangan hati ketika melewati semua prosesnya, karena tidak instant semua permasalhan langsung beres teratasi ya Bu, semuanya butuh proses. Bgmn dgn pertanyaan saya sebelumnya yg masih belum ditanggapi, apakah mau mengenal Isa Al-Masih dari Kitab Suci Injil agar merasakan pertolonganNya?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Mau Bu  mengenal Isa Al masih"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Beri lah pertolongan kepada saya"
    },
    {
      "sender": "Agent",
      "content": "kalo begitu, bgmn kalo saya kenalin dgn teman saya, namanya Bu Mirza untuk lanjut ngobrol ttg Isa Al-Masih dari Kitab Suci Injil, apakah mau? dan kalo mau, saya izin berikan no WA kepada teman saya agar gampang hubungil, gmn?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bagaimana dgn tanggapan chat saya sebelumnya Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya bu"
    },
    {
      "sender": "Agent",
      "content": "Maksudnya \"iya Bu\" disini, apakah mau ngobrol ttg Isa Al-Masih berdasarkan Kitab Suci Injil bersama Bu Mirza kan?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nHanya dekat Allah saja hatiku merasa tenang, sebab daripada-Nyalah keselamatanku.\nAssalamualaikum Bu Chintia, bgmn kabarnya? Apa semua baik2 saja?\n\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Wassalamualaikum salam buk"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Alhamdulillah kurang baik"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya stres berkepanjangan"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ibu apa kabar bu"
    },
    {
      "sender": "Agent",
      "content": "terimakasih sudah balas kembali chat ini ya Bu, saya doakan ada penyelesaian terbaik untuk permasalan yg dialami saat ini. Ibu tetap tenang ya, agar bisa berpikir lebih jernih bgmn ke depannya, \nOh ya, gmn dgn chat saya sebelumnya, apakah mau ngobrol bersama Bu Mirza di chat WA?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Mana wa nya bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Minta saya wa nya ibu Mirza"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya sekarang sedang pusing bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Minjam uang tiga ratus saja saya ngak dapat dapat dari tadi"
    },
    {
      "sender": "Agent",
      "content": "Oh nanti Bu Mirza yg hubungi Bu Chintia duluan, tidak keberatan kan Bu? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya perlu sekali uang tiga ratus ngak dapat satu pun saya meminjam padahal saya janjikan gajian di bayar"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ngak apa apa Bu silahkan"
    },
    {
      "sender": "Agent",
      "content": "ya Bu berharap kepada manusia mmg mengecewakan, namuan berharap dan mohon pertolongan Isa Al-Masih tidak kecewa.\nBaik, terimakasih kesediaan dan waktunya bersama saya, Bu Min. Tunggu saja teman saya pasti hubungi di chat WA, minta tolong direspon ya. Kiranya perlindungan Allah dan keberkahan selalu menyertai. Salam\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Oh ya Bu, dulu sekolah tamatan apa Bu?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "SMU bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya bu sangat mengecewakan"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Tiga ratus saya meminjam susah nya mintak ampun"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ada ibu tiga ratus dulu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Bole saya pakai"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Nanti saya bayar"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya butuh uang untuk bayar uang teman kemarin saya pinjam untuk bayar uang sekolah anak"
    },
    {
      "sender": "Agent",
      "content": "Untuk bantu materi, maaf saya tidak bisa bantu Bu, namun saya selalu doakan agar melalui pertolongan Isa Al-Masih, permasalahan hutang Bu Chintia segera teratasi. Oh ya tunggu saja chat WA dari Bu Mirza ya. Salam\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Bu Chintia, kenalin saya Bu Mirza, temannya yang sebelumnya ngobrol dengan Bu Chintia lewat FB. Salam kenal ya. \nKatanya Bu Chintia ingin tau tentang Isa Al-Masih yang berkuasa menolong memberikan ketenangan hati, apakah betul begitu? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Wassalamualaikum salam ibu"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih sdh membalas chat ini ya Bu.\nOya, sebelumnya selain dr teman saya, pernah dengar ttg Isa Al-Masih dr mana nih?\r\nNgomong2, katanya sekarang usia 44 tahun, bener ya? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya buk  saya lahir tahun 1980"
    },
    {
      "sender": "Agent",
      "content": "Baik Bu, terimakasih ya.\nGmn chat satunya, pernah dengar ttg Isa Al-Masih dari mana aja Bu selain dari teman saya?\nOh ya, boleh tahu bgmn tanggapan Bu Chintia bahwa Isa Al-Masih berkuasa menolong memberikan ketenangan hati?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya bu  Al masih saya percaya"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih responnya Bu Chintia.\n\nAda kisah di dalam Kitab Suci Injil, ada satu rombongan naik perahu ke tengah danau, tiba-tiba angin badai datang menerjang dan perahu pun hampir terbalik kemasukan air. Semua orang panik dan putus asa karena mereka sedang di tengah danau yang kemungkinan selamat dari badai sangat kecil sekali, mereka berada dalam bahaya. Orang2 pun meminta pertolongan kepada Isa Al-Masih agar selamat, mujizat pertolongan pun terjadi. Isa Al-Masih menghardik angin badai tersebut dan berkata kepada rombongan itu \"Tenanglah\", seketika angin badai reda dan danau menjadi teduh. Rombongan itu pun merasa tenang kembali.\n \nBgmn menurut Bu Chintia, karna apa Isa Al-Masih berkuasa bertindak demikian? lalu, bgmn perasaannya mengetahui bhw mujizat pertolongan dari Isa Al-Masih datang dalam situasi tak terduga dan memberi ketenangan juga kedamaian?\n\n \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya Bu setau Saya Isa Al-Masih itu Nabi Isa"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Setau saya kalau kami orang muslim tidak percaya kepada nabi Isa berarti dia tidak percaya dengan Al-Qur'an"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Kalau muslim percaya  mukjizat nabi isa"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Nabi Isa itu juru penyelamat umat' manusia kan Bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya berharap  mana tau dalam hidup saya datang juru penyelamat seperti isa Al-Masih"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Maaf tadi lama balas wa ibu karna saya bar pulang kerja b"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya tau sedikit tentang Injil"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Karna  ayah saya asli manado"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Jadi keluarga ayah ada yg katolik  sama kristen"
    },
    {
      "sender": "Agent",
      "content": "Oh baik tidak apa2 Bu, terimakasih sudah respon meski sibuk ya Bu. Wah luar biasa ya keluarga Bu Chintia saling menghargai tentunya ya Bu. \nMemang banyak yg mengatakan Isa Al-Masih adalah Nabi, namun Isa Al-Masih lebih dari sekedar itu. Isa Al-Masih adalah Kalimatullah yg nuzul ke dunia dari surga sbg pertolongan bagi manusia di dunia dan akherat. PertolonganNya sepanjang masa untuk seluruh umat manusia.\n \nNah, Bu Chintia sendiri karna apa ingin tahu lebih banyak ttg Isa Al-Masih?\nOh ya, katanya tinggal di Padang ya Bu, boleh tahu tinggal di kecamatan apa? \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Iya Bu saya ingin tau Bu tentang Isa Al-Masih"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Saya tinggal di Padang di kecamatan nanggalo kota Padang bu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ibu dimana tinggal"
    },
    {
      "sender": "Agent",
      "content": "Oh saya dari daerah Jawa Bu, lumayan jauh.\nKalo Bu Chintia mau mengenal Isa Al-Masih, bgmn kalo saya kenalkan dengan teman saya di sana untuk bertemu dan ngobrol secara langsung ttg Isa Al-Masih berdasarkan Kitab Suci Injil, apakah Bu Chintia mau? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Jauh Bu bagaimana cara nya saya kesana"
    },
    {
      "sender": "Agent",
      "content": "Oh karena saya jauh, makanya saya kenalin dengan teman saya yg ada disana untuk ketemuan dan ngobrol. Ketemuannya tidak buru2 harus sekarang koq, Bu Chintia bisa chat/ telpon di WA dulu dgn teman saya, setelah nyaman barulah Bu Chintia janjian ketemuan di tempat yg Bu Chintia merasa nyaman untuk bertemu dan di waktu kosongnya. Teman saya perempuan juga koq Bu, orangnya baik.\nGimana Bu, mau kan ketemuan dan ngobrol ttg Isa Al-Masih dgn teman saya?\n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ok Bu siapa teman ibu yg di Padang ini dimana teman ibu tinggal nya di Padang?"
    },
    {
      "sender": "Agent",
      "content": "Nanti Bu Chintia bisa kenalan langsung dengan teman saya Bu untuk informasi lengkapnya ya.\n \nKalo begitu, saya kasih no WA Bu Chintia ke teman saya, supaya Bu Chintia bisa dihubungi terlebih dulu dan bisa ketemuan untuk ngobrol, bisa sekalian silaturahmi juga kan, bagaimana Bu, oke kah? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ok ibu"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih ya Bu.\nOh ya, ngomong2 adakah keluarga ataukah teman yang juga tertarik mau tahu tentang Isa Al-Masih berdasarkan Kitab Suci Injil? Kalo ada, boleh diajak ngobrol langsung sama teman saya dan Bu Chintia, apakah ada? \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ngak ada ibu"
    },
    {
      "sender": "Chintia Dewi",
      "content": "Teman saya ngak ada yg tau tentang ini"
    },
    {
      "sender": "Agent",
      "content": "Baik ga apa2 Bu, kira2 kapan ada waktu lowongnya, agar teman saya hubungi Bu Chintia dan tidak ganggu kerjaannya? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya Bu atas waktunya, ditunggu saja teman saya pasti akan hubungi Bu Chintia, minta tolong direspon ya. Ia akan memperkenalkan diri sebagai teman saya, Bu Mirza. Saya berdoa semoga Bu Chintia selalu diberi perlindungan Allah, ketenangan hati dan kedamaian, juga keberkahan dan kebahagiaan. Salam \n \n \n "
    },
    {
      "sender": "Chintia Dewi",
      "content": "Ok bu"
    }
  ]
}