{
  "messages": [
    {
      "sender": "Iftach",
      "content": "Saya merasa gak kuat hadapi hidup ini. Apakah bunuh diri jalan yang terbaik? "
    },
    {
      "sender": "Agent",
      "content": " Assalamualaikum, terimakasih sudah kirim pesan. Sebelumnya boleh tau Namanya siapa dan usia brp nih?Ngmg\" kalau boleh tau apa yg membuat saudara tdk kuat hadapi kehidupan ini? boleh diceritakan."
    },
    {
      "sender": "Iftach",
      "content": "Nama ku iftach Nurdiana,suami aku almarhum,,bahkan sekarang aku tinggal sama orang tua.aku nikah lagi tapi sudah pisah punya anak lagi.aku blom bisa kerja.aku cuma nyusahin ibu ku.anak anak ku di tanggung semuanya"
    },
    {
      "sender": "Agent",
      "content": " Salam kenal yah Iftach, kalau boleh tau apa yg membuat kamu blm bisa kerja? Ngmg\" kamu lulusan apa Iftach?"
    },
    {
      "sender": "Agent",
      "content": " owh ya kamu tinggal dimana dan asli suku apa nih?"
    },
    {
      "sender": "Iftach",
      "content": "Aku gk bisa kerja karna anak ku masih 2 tahun blom bisa di tinggal,mau aku kasih bapa nya nggak boleh sama ibu aku."
    },
    {
      "sender": "Iftach",
      "content": "Aku lulusan smp"
    },
    {
      "sender": "Iftach",
      "content": "Aku tinggal di Demak, kelahiran Jakarta"
    },
    {
      "sender": "Agent",
      "content": " Gtu yah kalau boleh tau suami kamu yg sekarang kerja apa Iftach?"
    },
    {
      "sender": "Agent",
      "content": " Jadi sekarang kegiatan kamu hanya irt saja berate yah?"
    },
    {
      "sender": "Iftach",
      "content": "Gk kerja , pengangguran"
    },
    {
      "sender": "Iftach",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": " Jadi kamu sekarang single parent karena sudah pisah dengan suami apakah benar?"
    },
    {
      "sender": "Agent",
      "content": " lalu kira\" harapan kamu ke depannya apa nih Iftach?"
    },
    {
      "sender": "Iftach",
      "content": "Ya"
    },
    {
      "sender": "Iftach",
      "content": "Pasrah"
    },
    {
      "sender": "Agent",
      "content": " Kenapa pasrah Iftach kamu hrs semangat demi anak kamu kan?"
    },
    {
      "sender": "Agent",
      "content": " Kira\" apa rencana yg ada di pikiran kamu untuk menata masa depan yg lebih baik lagi?"
    },
    {
      "sender": "Iftach",
      "content": "Aku gk bisa kerja ,jdi rencana aku gk ada"
    },
    {
      "sender": "Agent",
      "content": " Iftach tdk ada yg mustahil bagi Allah, walau saat ini kamu tdk kerja sehingga kamu tdk memeiliki rencana apapun tp Allah tau apa yg terbaik untuk kita umatNya."
    },
    {
      "sender": "Agent",
      "content": " Apakah kamu sudah berdoa dan memohon pertolongan Allah agar kamu bisa mendapatkan masa depan yg lebih baik?"
    },
    {
      "sender": "Iftach",
      "content": "Sudh"
    },
    {
      "sender": "Iftach",
      "content": "Hidup  aku susah ,sini salah itu salah"
    },
    {
      "sender": "Agent",
      "content": " kalau boleh tau sekarang apa yg menajdi beban pikiran kamu sehingga kamu merasa hidup susah sini salah itu salah?"
    },
    {
      "sender": "Iftach",
      "content": "Susah gk punya penghasilan"
    },
    {
      "sender": "Agent",
      "content": " Iftach saya mengerti memang kalau tdk punya penghasilan rasanya beban bgt, lalu kenapa kamu tdk coba aja mencari-cari pekerjan?"
    },
    {
      "sender": "Agent",
      "content": " Owh ya disana kamu tinggal dikecamatan apa nih?"
    },
    {
      "sender": "Iftach",
      "content": "Di kecamatan dempet"
    },
    {
      "sender": "Agent",
      "content": " Iftach boleh saya tau tanggapan dr pesan saya yg ini?"
    },
    {
      "sender": "Iftach",
      "content": "Sya nggak punya motor"
    },
    {
      "sender": "Agent",
      "content": " Iftach saya teringat di dalam kitab-kitab terdahulu Allah, yaitu Kitab Injil Allah,mencatat Isa Al-Masih berkuasa menolong manusia gar memiliki masa depan yg baik dan menolong agar doa kita di dengar oleh Allah, apakah kamu pernah dengar ini sebelumnya?"
    },
    {
      "sender": "Iftach",
      "content": "Allah gk adil sama saya kenapa sya di kasih cobaan seberat ini,suami yg aku sayang udah almarhum "
    },
    {
      "sender": "Agent",
      "content": " Iftach saya paham betul bagaimana rasanya kehilangan seseorang yg sangat berati di hati kita tentu berat sekali, namun kita hrs ikhlas dengan apa yg menjadi ketetapan Allah. yakin akan ada Pelangi sehabis hujan Iftach."
    },
    {
      "sender": "Agent",
      "content": " Iftach boleh saya tau tanggapan dr pesan saya yg ini?"
    },
    {
      "sender": "Agent",
      "content": " Maksudnya di injak2 sama Bapak tiri bagaimana Iftach?"
    },
    {
      "sender": "Iftach",
      "content": "Aku gk bisa kerja,anak ku jajan sekolah semua dri dia"
    },
    {
      "sender": "Agent",
      "content": " Kalau sudah tau begitu kenapa kamu tdk kerja aja?"
    },
    {
      "sender": "Iftach",
      "content": "Cara nya aku kerja dimana, sedangkan aku gk punya motor."
    },
    {
      "sender": "Agent",
      "content": " Iftach Jika sy di posisi kamu, selain berusaha, sy akan berdoa memohon pertolongan Allah melalui Isa Al-Masih. Alhamdulillah Ketika sy melakukannya, hati sy tenang dan doa harapan sy kebanyakan dikabulkan oleh Allah. Apakah kamu pernah mendengarkan ttng pertolongan Allah melalui Isa Al-Masih?"
    },
    {
      "sender": "Iftach",
      "content": "Ya aku pernah mendengar nya"
    },
    {
      "sender": "Iftach",
      "content": "Aku masih menunggu jawaban dari Allah apa aku gk bisa punya masa depan"
    },
    {
      "sender": "Agent",
      "content": " Kalau boleh tau apa yg Iftach dengar tentang Isa Al-Masih?"
    },
    {
      "sender": "Agent",
      "content": " Iftach di dalam kitab-kitab terdahulu Allah yaitu Kitab Injil Allah,Isa Al-Masih berkata: Mintalah apa saja kepada Allah di dalam NamaKu, dan kamu akan menerimanya agar menjadi sempuna kebahagiaan kamu. Namun Ketika kita meminta tentu meminta hal yg baik dan tentu jg kita hrs tetap berusaha dan berdoa. Apakah kamu mau tau bagaimana cara berdoa kepada Allah di dalam nama Isa Al-Masih?"
    },
    {
      "sender": "Agent",
      "content": " Assalamualaikum Iftach apa kabarnya nih? semoga kamu dan keluarga selalu dlm lindungan Allah."
    },
    {
      "sender": "Agent",
      "content": " owh ya pesan saya Waktu itu koq gak di bls nih, boleh saya tau tanggapannya?"
    },
    {
      "sender": "Iftach",
      "content": "Waalaikumsalam"
    },
    {
      "sender": "Iftach",
      "content": "Gmna caranya agar do'a bisa di kabulkan"
    },
    {
      "sender": "Agent",
      "content": " Suapaya lebih jelas, bagaimana kalau saya kenalkan dengan teman saya disana untuk bertemu dan ngbrl secara langsung apakah kamu mau?"
    },
    {
      "sender": "Iftach",
      "content": "Mau"
    },
    {
      "sender": "Agent",
      "content": " Alhamdulilah, sebelumnya kamu kan tinggal di demak berate kamu asli suku sunda yah Iftach?"
    },
    {
      "sender": "Iftach",
      "content": "Ya , almarhum ayah aku Sunda sama betawi"
    },
    {
      "sender": "Agent",
      "content": " owh ya usia iftach berapa nih kalau boleh tau?"
    },
    {
      "sender": "Iftach",
      "content": "32"
    },
    {
      "sender": "Iftach",
      "content": "Emng teman kamu ada orang sini ya"
    },
    {
      "sender": "Agent",
      "content": " Owh ya perkenalkan saya dengan Mba Viki slam kenal ya,"
    },
    {
      "sender": "Iftach",
      "content": "Salam kenal juga"
    },
    {
      "sender": "Agent",
      "content": " Iya ada, kalau gtu di tunggu yah chat dr teman saya di sana, nanti saya kasih no Iftach ke teman saya."
    },
    {
      "sender": "Agent",
      "content": " Makasih yah untuk waktunya, senang berkenalan dengan Iftach, semoga Allah memberikan kamu kemurahan rejeki dan keberkahan selalu yah."
    },
    {
      "sender": "Iftach",
      "content": "Ya terimakasih "
    }
  ]
}