{
  "messages": [
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Saya ingin curhat yang lain, boleh gak?"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Masalah ekonomi"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Gauk Blok, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n                 \n\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "1988Cilacap"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya buat responnya, sebelumnya boleh tau asli Suku apa?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Jawa"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih dan salam kenal ya. Oya supaya saya tidak salah panggil, boleh tau nama aslinya siapa?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Narsim"
    },
    {
      "sender": "Agent",
      "content": "Baik semoga kita bisa menjalin silturahmi yg baik ya. Oya maaf supaya tidak salah sebut boleh tau saya ini lagi ngobrol dengan mas atau mbak ya? Dan boleh tau apa yg dialami dalam ekonominya?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Mas"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Terllu banyak hutang"
    },
    {
      "sender": "Agent",
      "content": "Baik kalau begitu saya panggil mas Narsim saja ya. Oya maaf nih kalau boleh tau terlalu banyak hutang karena apa mas?\nDan bagaimana kabar istri dan anak2nya, apakah sehat?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Rugi usaha"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Alhmdlh sehat anak n istri"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Mlah lgi diuji ekonomi begini dikasih rejeki istri hamil"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, semoga mas Narsim dan keluarga disana selalu dalam lindungan Allah ya. Oya kalau boleh tau mas Narsim punya usaha apa? Dan apa yg akan mas lakukan saat ini supaya bisa lepas dari kelilit hutang ini mas?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Dulu usaha kontruksi"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Sekarang kerja serabutan"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Hutang belum pda terbayar"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Mau mulai usaha belum ada modal lgi"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Krja serabutan buat makan dan bayar angsuran aja"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya mas. Dengan kelilit hutang saat ini apakah sudah berdoa meminta pertolongan dari Allah mas? Oya boleh saya minta no WA-nya?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Alhmdlh sudah"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "081232680983"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih sudah memberikan no WA-nya mas. tentu yg dialami saat ini bukan situasi yg mudah, saya bs membayangkan posisi sulit yg mas alami skrg ini. namun kalau saya ada diposisi mas Narsim, saya akan mencoba memohon pertolongan di dalam nama Isa Al-Masih. Apa sebelumnya mas pernah mendengar ttg Isa Al-Masih? Oya boleh tau mas Narsim sekolah tamatan tingkat berapa mas?\n \n\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Kejar paket c"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Belum"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Hari ini aja udah 2 orang nagih"
    },
    {
      "sender": "Agent",
      "content": "\nMaaf izin menjelaskan ya mas. Isa Al-Masih adl Nabi ke 24 Kalimatullah yg nuzul ke dunia sebagai pertolongan dr Allah bg manusia termasuk juga dpt menolong mas menghadapi persoalan yg mas Narsim alami skrg ini. Isa Al-Masih berkata di Kitab Injil, apapun yg kamu minta di dalam nama-Ku, Aku akan melakukannya agar nama Allah dipermuliakan. Bgmn perasaan mas mendengar perkataan Isa Al-Masih ini? Dan apa tertarik ingin tahu lebih lanjut mas? Tidak keberatan saya menjelaskan tentang Isa Al-Masih sebagai penolong memberikan jalan keluar dari semua permasalahan sesuai Kitab Suci Injil? \n\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Ya gpp"
    },
    {
      "sender": "Agent",
      "content": "\nBaik mas. Saat seseorang mau lebih lagi mengenal Isa Al-Masih bukan berarti bebas dari setiap masalah tetapi Ia berjanji akan tetap menolong dan menyertai sampai akhir zaman.  Salam kenal saya dengan pak Mimi, Saya punya teman namanya pak Mirza dia orang yang baik, mau nggak saya perkenalkan dengan pak Mirza supaya menjelaskan tentang Isa Al-Masih yang berkuasa menolong dan memberikan jalan keluar dari berbagai kesulitan yg dihadapi sesuai Kitab Suci Injil?\n \n\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Silakan"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih banyak ya mas Narsim sudah banyak ngobrol dengan saya pak Mimin, ditunggu chat dari teman saya pak Mirza ya mas. Semoga mas selalu dalam perlindungan Allah ya. Wassalam..\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Amin ya alloh"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Mas Narsim, kenalin saya Pak Mirza, temannya yang sebelumnya ngobrol dengan Mas Narsim lewat FB. Salam kenal ya. \nKatanya Mas Narsim ingin tau tentang Isa Al-Masih yang berkuasa menolong memberikan jalan keluar atas persoalan yg dihadapi saat ini, apakah betul begitu? \n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Walaikumsalam,ya boleh pak"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih sdh membalas chat ini ya Mas.\nOya, sebelumnya selain dr teman saya, pernah dengar ttg Isa Al-Masih dr mana nih?\r\nNgomong2, katanya sekarang usia 36 tahun, bener ya? \n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Ya belum pernah,yang benar 36"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih ya.\nBgmn menurut Mas Narsim bahwa Isa Al-Masih berkuasa memberikan jalan keluar atas persoalan yg sedang dihadapi saat ini?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Belum tau jga makanya pngin ngerti"
    },
    {
      "sender": "Agent",
      "content": "Baik Mas, tidak apa2.\n\nFirmanNya di dalam Kitab Suci Injil mengatakan \"Mintalah maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu. Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan.\"\nBgmn menurut Mas Narsim, karna apa Isa Al-Masih berkata demikian? lalu, bgmn perasaannya mengetahui bhw Isa Al-Masih berkuasa membuka jalan untuk persoalan kita?\n\n\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Ya alhmdlh klau masih berkuasa mmbuka jln"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih tanggapannya ya.\nNah, Mas Narsim sendiri, karna apa ingin tahu lebih banyak tentang Isa Al-Masih nih?\nOh ya, katanya tinggal di Cilacap ya, tinggal di kecamatan apa Mas kalo boleh tahu?\n\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Adipala pak"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Mencari jln keluar dri masalah yang q hadapi"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Karena q merasa udah ga kuat"
    },
    {
      "sender": "Agent",
      "content": "Baik Mas, kalau begitu, bagaimana kalo saya kenalin dengan teman saya di sana untuk bertemu dan ngobrol langsung, apakah Mas Narsim mau?\r\nDan kalo mau, saya kasih ya no WA Mas Narsim ke teman saya agar gampang hubungi, gmn Mas?\n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Ok"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih ya atas waktunya, ditunggu saja teman saya pasti akan hubungi Mas Narsim, minta tolong direspon ya. Ia akan memperkenalkan diri sebagai teman saya, Pak Mirza. Saya berdoa semoga Mas Narsim selalu diberi perlindungan Allah, ketenangan dan kedamaian, juga keberkahan dan kebahagiaan dunia akhirat. Salam \n \n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Amin"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Maaf mau tanya emng orang dimna pak?"
    },
    {
      "sender": "Agent",
      "content": "Oh Mas Narsim bisa kenalan langsung dengan teman saya, orangnya baik koq. Ketemuannya juga ga harus buru2 sekarang, Mas Narsim bisa chat/ telpon di WA dulu, setelah nyaman baru janjian ketemuan di tempat yg Mas Narsim merasa nyaman bertemu dan di waktu lowongnya. \nBaik Mas, tunggu saja teman saya pasti hubungi. Salam\n \n "
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Ok pak"
    },
    {
      "sender": "Narsim (Gauk Blok M)",
      "content": "Siap"
    }
  ]
}