{
  "messages": [
    {
      "sender": "Dayat Soeh",
      "content": "Saya malu karena diam-diam masih berbuat maksiat, saya harus bagaimana?"
    },
    {
      "sender": "Dayat Soeh",
      "content": "salm knl"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Dayat Soeh, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n                 \n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n”Banyak rencana hati manusia, tetapi keputusan Allah yang terlaksana”.\r\nMeski sibuk, jangan lupa ya membalas chat saya? Selamat beraktivitas dan sukses selalu\n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Asli Ciamis sekarang bandung 77"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya buat responnya, sebelumnya boleh tau asli Suku apa?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Sunda"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Jawabarat"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih dan salam kenal ya. Oya supaya saya ga salag panggil boleh tau nama aslinya siapa?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Dayat seoh"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih dan salam kenal ya pak Dayat. Oya diawal bapak mengklik pertanyaan tentang Saya malu karena diam-diam masih berbuat maksiat, boleh tau apakah ada yg dialami tentang hal ini?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya bgtu lah saya  Maksiat  masih X"
    },
    {
      "sender": "Agent",
      "content": "Maaf nih boleh tau maksiat apa yg masih dilakukan? dan mengapa melakukan hal ini?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya lihat cewe\"\" di fb"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, jadi supaya ga lihat cewe2 di fb apa yg akan dilakukan? Oya bagaimana kabar istri dan anakk2nya, apakah sehat?\n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Oh belum bisa  Karena saat ini saya sambil cari cinta jodoh saya sendiri"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Thn 2014 pisah sm istri belum dpt lg"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu karena pak Dayat sudah bercerai dengan istri jadi bapak mencoba cari calon istri lagi di Fb ya pak? Dan kira2 bapak cari calon istri seperti apa nih yg diinginkan?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Yng penting bisa di ajak sering kajian untuk menuju mardhotillah"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ikut aku tgl di pondok"
    },
    {
      "sender": "Agent",
      "content": "\nIya betul pak. Utk mencari calon istri bagi seseorang tentu adalah sesuatu hal yg tdk mudah pastinya. Namun, saya hanya bisa memberikan saran yg mungkin bisa dilakukan, misalnya utk saat ini bpk bisa memperluas lingkungan pertemanan, jangan takut utk bertemu dengan orang baru, namun tetap perlu berhati2. Lalu, utk saat ini bpk juga bisa fokus meningkatkan kualitas diri sambil berdoa agar dipertemukan dgn pasangan yg terbaik. Gimana apakah selama ini bapak sdh berdoa untuk meminta pertolongan Allah agar diberikan kemudahan utk mencari calon istrinya ini?\n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya klo do\"@ di setiap saat Tapi belum jua ada cii Ya mksh"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ni saya bicara sm sp Tgl dmn"
    },
    {
      "sender": "Agent",
      "content": "Pak Dayat bisa panggil saya bapak Mimin ya, dan saya jauh nih dari bapak. Oya ngomong2 bagaimana perasaan bapak saat masih belum dapat calon istri?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya bgtu lah Banyk kesepian Ok bpk mimin"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat dalam menjalani hari2nya ya pak Dayat. Lalu bagaimana perasaan bapak saat ini apakah sudah lebih baik dari sebelumnya?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya karena saya tgl do pondok semenjak pisah"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ilmu yng ku pelajari"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Mksh waktu nya saya tgl dulu"
    },
    {
      "sender": "Agent",
      "content": "Baik pak Dayat. Kalau boleh tau apa yg menjadi harapannya saat ini pak? \n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Bisa istikomah di jln yng di Ridhoi Allah"
    },
    {
      "sender": "Agent",
      "content": "Nah, kalau harapannya ini terwujud bagaimana perasaan pak Dayat nih? Oya boleh bagi no WA-nya?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Mksh Udh nyapa Alhamdulillah  Saya harap 081222358037"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih pak Dayat sudah memberikan no WA-nya. Namun dengan apa yg dialami selama ini, saya teringat bahwa ada satu pribadi yg sangat peduli dengan apa yg kita alami, pribadi ini adalah Isa Al-Masih. Apakah pak Dayat pernah mendengar Isa Al-Masih sebelumnya?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya pernh sedikit knp"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, boleh tau apa yg pernah pak Dayat dengar tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Banyk yng bilang di salib apa iya atu gmn"
    },
    {
      "sender": "Agent",
      "content": "Maaf, izin menjelaskan ya pak. Isa Al-Masih adalah Nabi ke 24 Putra Maryam. Namun Isa Al-Masih bukan hnya sebatas Nabi saja, tetapi Isa Al-Masih adalah Kalimatullah yg bersedia menolong manusia. Apakah sdh ingat pak?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya Boleh bnyk \"\" berdukur jadi thu  Gmn ada ga janda single"
    },
    {
      "sender": "Agent",
      "content": "Jadi bapak mau nih kalau ngobrol tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya bgtu lah"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Sp thu ada janda atu gadis udh cukup usia nya Pingin nikh"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Di grup ini"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Saya mau curhat hal yang masih membebani hati saya, bolehkah?"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Mn wa nya kn saya udh ksi"
    },
    {
      "sender": "Agent",
      "content": "Maaf ya Pak Dayat untuk sementara kita ngobrol disini dulu saja ya, jadi gimana apakah bapak mau kalau ngobrol tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "\nBaik pak Dayat. sebagaimana pernyataan Isa Al-Masih berkata dlm Kitab Suci Injil, “Mintalah, maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu.”. Isa Al-Masih adalah Sumber Pengharapan. Dia dapat menyediakan apa yang bpk butuhkan termasuk memberikan calon istri yg terbaik bagi pak Dayat. Gimana apakah bapak mau tahu lebih lanjut?\n\n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya mau lnjut kn"
    },
    {
      "sender": "Agent",
      "content": "\nBaik pak Dayat. Nah kalau bapak mau ngobrol lebih lanjut ttg Isa Al-Masih sebagi sumber pengharapan yang dapat menyediakan apa yg manusia butuhkan sesuai Kitab Suci Injil. Bagaimana kalau saya kenalkan dengan teman saya namanya Pak Mirza untuk ngobrol lebih lanjut. Jadi saya izin memberikan no Wa pak Dayat ke Pak Mirza supaya pak Mirza yang chat bapak terlebih dahulu. Bagaimana apakah pak Dayat mau?\n \n \n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Boleh"
    },
    {
      "sender": "Agent",
      "content": "Oya sebelumnya boleh tau pak Dayat kesibukan sehari2nya mengerjakan apa nih? dan pak Dayat dulu sekolah tamatan tingkat berapa?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Sd masuk pondok Tani"
    },
    {
      "sender": "Agent",
      "content": "Baik pak Dayat kalau begitu ditunggu chat dari teman saya pak Mirza ya. Terimakasih banyak sudah mau ngobrol dengan saya pak Mimin. Wassalam..\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Waalaikum salm"
    },
    {
      "sender": "Agent",
      "content": "\nOya maaf nih pak Dayat kalau boleh tau pak Dayat tinggal di pondok karena apa pak?\n \n \n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Cari thu ilmu sm cari cinta"
    },
    {
      "sender": "Agent",
      "content": "Baik pak Dayat terimaksih, Oya kalau pak Mirza chat mohon dibalas ya pak. Terimakasih\n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ok"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Pak Dayat, kenalin saya Pak Mirza, temannya yang sebelumnya ngobrol dengan Pak Dayat lewat FB. Salam kenal ya. Katanya Pak Dayat ingin tau tentang Isa Al-Masih yang berkuasa menolong menyediakan jalan keluar dan memberi kebahagiaan, apakah betul begitu? \n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya betul Waalaikum salm"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Gmn lnjut nya"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih sdh membalas chat ini ya pak.\nOya, sebelumnya selain dr teman saya, pernah dengar ttg Isa Al-Masih dr mana nih?\nNgomong2, katanya sekarang usia 47 tahun, bener ya?\n \n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya usia 47  Lg cari pendamping.   Baca\"\" buku"
    },
    {
      "sender": "Agent",
      "content": "Baik terimakasih ya.\nBgmn menurut Pak Dayat nih bahwa Isa Al-Masih berkuasa menolong dan menyediakan yg kita butuhkan bahkan kebahagiaan sejati pun Isa Al-Masih limpahkan untuk kita?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Bgu hebat  Sungguh  mulia"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih tanggapannya Pak,\nFirmanNya di dalam Kitab Suci Injil mengatakan \"Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu. Marilah kepada-Ku (Isa Al-Masih), semua yang letih lesu dan berbeban berat. Aku (Isa Al-Masih) akan memberi kelegaan kepadamu\r\nGmn menurut Pak Dayat, karna apa Isa Al-Masih berkata demikian? Lalu, bgmn perasaan Pak Dayat mengetahui bhw Isa Al-Masih berkuasa membuka jalan dan kebahagiaan?\n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya betul harus tentram hati damai pikiran  tenang jiwa itu seharusnya nya manusia  Mukjizat  X"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak, tentunya ketenangan hati dan kebahagiaan sejati didapat dari Isa Al-Masih ketika mengenalNya, karena bgmn bisa merasakan kasih dan kepedulianNya apabila tidak mengenalNya kan, seperti kata pepatah tak kenal maka tak sayang. \n \n\nNah, Pak Dayat sendiri, karna apa ingin tahu lebih banyak tentang Isa Al-Masih nih?\nOh ya, katanya tinggal di Bandung  ya, tinggal di kecamatan apa Pak kalo boleh tahu?\n \n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Katapang  Soreang   Betul"
    },
    {
      "sender": "Agent",
      "content": "Maaf Pak, apakah di daerah Katapang-nya ataukah Soreang-nya Pak?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Katapang dkt sulaimsn lanud"
    },
    {
      "sender": "Agent",
      "content": "Oh baik Pak, terimakasih.\nBgmn dgn chat sebelumnya, Pak Dayat sendiri, karna apa ingin tahu lebih banyak tentang Isa Al-Masih nih?\nLalu, apa yang Pak Dayat inginkan dari Isa Al-Masih? \n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya mau Ya terbukti nya do\"@ saya"
    },
    {
      "sender": "Agent",
      "content": "Sepertinya Pak Dayat tertarik dengan Isa Al-Masih ya. Kalo  mau tahu lebih banyak ttg Isa Al-Masih dari Kitab Suci Injil, bagmn kalo saya kenalin dgn teman saya di sana untuk bertemu dan ngobrol secara langsung, apakah mau?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Boleh az Tapi saat ini lg cibuk pak"
    },
    {
      "sender": "Agent",
      "content": "Oh ketemuannya ga buru2 langsung sekarang koq, Pak Dayat bisa chat/ telpon dulu di WA. Setelah nyaman barulah janjian ketemuan di tempat yang Pak Dayat merasa nyaman untuk bertemu dan di waktu kosongnya, gimana Pak, mau kan?\n \nKalo mau, saya izin berikan no WA Pak Dayat ke teman saya agar gampang hubungi, bisa sekalian silaturahmi kan, gmn Pak, oke kah?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Boleh \":  Nambah ilmu"
    },
    {
      "sender": "Agent",
      "content": "\nOh ya, ngomong2 adakah keluarga ataukah teman yang juga tertarik mau tahu tentang Isa Al-Masih? Kalo ada, boleh diajak ngobrol langsung sama teman saya dan Pak Dayat, apakah ada?\n \n\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Oh mungkinada ntr ku kasi kbr"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak, kira2 kapan ada waktu lowongnya, agar teman saya hubungi Pak Dayat dan tidak ganggu kerjaannya?\n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Ya ntar kasi kbr"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya atas waktunya, ditunggu saja teman saya pasti akan hubungi Pak Dayat, minta tolong direspon ya. Ia akan memperkenalkan diri sebagai teman saya, Pak Mirza. Saya berdoa semoga Pak Dayat selalu diberi perlindungan Allah, ketenangan dan kedamaian, juga keberkahan dan kebahagiaan. Salam \n \n \n "
    },
    {
      "sender": "Dayat Soeh",
      "content": "Amin  Ya Rob.Ya"
    },
    {
      "sender": "Dayat Soeh",
      "content": "Sm\"\""
    }
  ]
}