{
  "messages": [
    {
      "sender": "Nur Rahayuu",
      "content": "Hidup yang susah ini apakah sebagai hukuman Allah atau sesuatu yang lain?"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya merasa telah bnyak berbuat dosa.maka mgkin Allah menghukum saya"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya mempunyai anak 5.sdh kerja smua.yg 3 SDH berkeluarga.yg bungsu msh SMK.semuanya ga ada yg kabarnya baik.semuanya tinggal berbeda tempat.dan saya bekerja di jakarta.dengan keuangan yg minim.saya hrs berbagi pikiran dan penghasilan dgn semua anak saya.skg malah dihajar habis2an sama si bungsu yg salah pergaulan.ya Allah ampuni saya??????"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum   Nur  ,terimakasih sdh berkunjung ke laman ini. saya ikut perihatin  dengan masalah yg sedang kamu alami saat ini.\nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp? Tinggal di mana dan saat ini kesibukannya ngapain?\n \n \n\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya kelahiran 1970.saya asli indramayu.tpi skrg LG bekerja SBG pengasuh Oma di daerah jakarta selatan"
    },
    {
      "sender": "Agent",
      "content": "ibu berarti suku sunda?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Ibu saya Indramayu bapa saya majalengka"
    },
    {
      "sender": "Agent",
      "content": "Makasih ya...Sy mengerti situasi ibu. Ini memang ga mudah. Lalu apa yg sdh dilakukan utk mengatasi situasi itu bu? \n\nO ya nama sdr siapa spy sy enak manggilnya?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Nama sya Nur rahayu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Sya SDH mnta bantuan org pintar.dan sebisanya sya sebut dlm sholat dan doa sya.tpi blm ada hsl"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Hati org tua mna yg bsa tenang kena Msalah ini.mna keuangan LG bnr2 ga megang"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. Lalu apa yg terjadi pada anak bungsu ibu nih skrg? \n \nO ya blh minta no HP ibu siapa tau nanti bisa ngobrol via chat WA? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "087726540952"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Anak saya katanya ada dibandung.dia ksh nmer baru ke pacarnya sya tlpon dia nangis minta uang.oengn plg.lapar.hati saya tercabik2.akhirnya sya TF 350 buat bensin oli.makan dan pegangan selama diperjalanan"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Pikir saya .saya tuh udah lega KRNA anak SDH ktmu.saya cerita ke semua anak.eh yg nmer 4 yg blm brkluarga yg ngasih dwt kesaya buat plg kampung marah2i.katanya terusin aja manjain anak .ya Allah saya jatuh lgi.hrs bgmna"
    },
    {
      "sender": "Agent",
      "content": "Makasih ya bu utk no HPnya. Sy mengerti situasi ibu. Lalu apa ibu sdh memohon pada Allah nih? \n \nO ya tinggal di kecamatan mana nih? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya ya jelas hanya Allah tmpat mgadu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Sukagumiwang"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Mf klw saya telat bls.saya smbil kerja"
    },
    {
      "sender": "Agent",
      "content": "Makasih ya bu...Lalu gmn perasaan ibu dengan situasi saat ini? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Ujian yg pling berat yg aku rasakan seumur hdup aku.seakan ga percaya.tpi aku berpegang hbwa ini skenario Allah"
    },
    {
      "sender": "Agent",
      "content": "Allah selalu memberikan yg terbaik buat umatnya bu. Lalu gmn perasaan ibu ketika memohon pada Allah nih? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Sedih tpi percaya akan doa2 saya.pasti Allah kabulkan.lambatnya pertolongan Allah mgkin saya terlalu bnyak dosa .atau Allah ingin mencari wktu yg baik.jga mgkin msh trs menguji kesabaran saya"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Klw boleh saya jujur.betapa hancurnya hati saya  melihat anak bungsu saya yg kabur Krn ketakutan.dan skrg ntah dimna.saya hrs berbuat apa selain berdoa"
    },
    {
      "sender": "Agent",
      "content": "Sy mengerti ini bu. Memang hanya Allah yg dpt menolong. Lalu apa harapan ibu ke depan nih? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya berharap smga ada pertolongan Allah scpatnya"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Apa ada solusi???"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Kenapa ga ada yg nolong aku"
    },
    {
      "sender": "Agent",
      "content": "Tetap tenang bu. Walaupun ini ga mudah. Karena Allah yg mempunyai hajat hidup manusia. Memang kita ga tau keberadaan anak ibu, tapi Allah yg punya anak ibu. Kita perlu memohon pada Allah. Sy pernah baca di kitab suci Injil perkataan Isa Al-Masih kepada org yg punya beban berat agar datang pada Isa Al-Masih sehingga ada kelegaan.\n \nApa ibu pernah dengar tentang Isa Al-Masih?\n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya muslim ka"
    },
    {
      "sender": "Agent",
      "content": "Ga papa bu. Isa Al-Masih menerima semua agama koq. Lalu apa yg ibu tau tentang Isa Al-Masih nih? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Denger aja KA.cuma ga paham btul"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Tuhannya org kristen kan"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Tlg beri saya petunjuk.krn saya awam soal agama.yg sya tau Islam agamaku.allah tmpatku mengadu nabi Muhammad nabiku"
    },
    {
      "sender": "Agent",
      "content": "Ya bu. Memang byk yg  bilang seperti itu. Sy baca di kitab suci Injil Isa Al-Masih berkata, \"Marilah kepada-Ku, semua yang letih lesu dan berbeban berat, Aku akan memberi kelegaan kepadamu.\"\n \nArtinya Isa Al-Masih yg dpt memberikan kelegaan dari tiap persoalan yg dialami. Gmn perasaan ibu membaca perkataan Isa Al-Masih itu? \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Ada harapan mau Krn mgkin saya SDH lelah.tpi saya teguh pendirian.bhwa saya muslim.mski pengetahuan sya ga smpe kesana .sya takut dilaknat Allah ."
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Ya Allah ya Rob.ampuni hambamu yg saat ini LG bimbang kuatkan iman islamku ya Allah ya rob"
    },
    {
      "sender": "Agent",
      "content": "Ini baik kl ada harapan ya bu. Lalu apa ibu mau mengenal dan meneladani Isa Al-Masih dari kitab suci Injil yg dpt memberikan kelegaan? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Allahu Akbar ."
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Allah tuhanku.muhammad nabiku"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Siapapun kamu tlg bimbing aku kejln yg BNR jln menuju ridho Allah jgn kau sesatkan aku hnya Krn aku lgi ga menentu"
    },
    {
      "sender": "Agent",
      "content": "Tentu saya senang utk membantu ibu menuju ridho Allah. Sy baca di kitab suci Injil di kitab suci Injil bhw Isa Al-Masih yg dpt memberikan kelegaan. Lalu apa ibu mau mengenal dan meneladani Isa Al-Masih dari kitab suci Injil yg dpt memberikan kelegaan? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Klw sya mau,apakah sya mghianati agama saya.apakah sya akan dilaknat Allah???"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "??"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Sya krg paham"
    },
    {
      "sender": "Agent",
      "content": "Ga bu. Ibu tetap dengan agama ibu karena Isa Al-Masih ga bawa agama dan menerima semua agama koq. Apa ibu mau mengenal Isa Al-Masih lebih lanjut dari kitab suci Injil? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya coba ka"
    },
    {
      "sender": "Agent",
      "content": "Kl ibu mau, saya bisa kenalin ama teman saya. Namanya bu Mirza. Orgnya baik. Gmn bu? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "SBG apa Bu Mirza tuh"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya mau"
    },
    {
      "sender": "Agent",
      "content": "Bu Mirza itu teman saya bu. Orgnya baik. O ya, ibu skrg ini tinggal di Jakarta atau Indramayu nih? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya tggl dijkrta.kan saya kerja.ngasuh Oma di pasar minggu"
    },
    {
      "sender": "Agent",
      "content": "O gitu? Kl ibu tinggal di kecamatan mana di Jakarta? \n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Pejaten timur"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Jln siaga darma.oejaten timur pasar minggu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Mf saya nih sama ibu apa bapa ya"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. Kl gitu, ditunggu aja WA dari bu Mirza ya. \n \nO ya, saya dengan bu Mimin. Makasih ya bu. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Bu Nur, kenalin saya dengan bu Mirza, temannya yang sebelumnya ngobrol sama ibu lewat facebook. Salam kenal ya bu. Katanya ibu pengen tau tentang Isa Al-Masih dari kitab suci Injil yg dpt memberikan kelegaan. Apakah betul gitu bu?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Iya bu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Waalaikum salam"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Tpi saya LG kerja  dulu bu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Pling bsa JM 9"
    },
    {
      "sender": "Agent",
      "content": "Ok. Ga papa bu. Silakan lanjut kerja dulu. Nanti saya hubungi lagi ya. O ya, katanya umur ibu 54 tahun ya?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. Selain mendpt penjelasan dri teman saya sblmnya, ibu sdh pernah dengar tentang Isa Al-Masih dari mana nih?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya blm pernah denger bu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya jg SDH tanya apakah klw sya bertanya tntang Isa Al-Masih apakah TDK mghianati agama saya???"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saat aku terpuruk ga satupun org yg peduli"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "5 anak2ku sdg dlm keadaan TDK baik2 saja"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Semuanya membutuhkan pertonganku.sdgkan aku apalah daya cuma seorang pengasuh Oma yg SDH merasa lelah Krn usia"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. Keadaan memang lagi ga mendukung ya bu. Ngerti banget saya itu. Nah, mengenal Isa Al-Masih ga mengkhianati agama. Justru kitab suci juga menyebutkan tentang Isa Al-Masih.\n \nNah, sy baca di kitab suci Injil bhw Isa Al-Masih adalah Kalimatullah yg nuzul ke dunia utk menolong manusia. Pertolongan Isa Al-Masih itu juga diperuntukkan kepada keluarga yg sedang mengalami kebingungan. Misalnya, ada sebuah riwayat di mana Isa Al-Masih menolong sebuah keluarga yg kehabisan persediaan minuman. Saat itu situasi ga dalam keadaan baik2 aja. Tapi Isa Al-Masih menolong mereka, sehingga keluarga tersebut mengalami ketenangan batin.\n \nGmn perasaan ibu membaca riwayat Isa Al-Masih itu?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Bgmna saya mendapatkan pertolongan dr Isa almasih"
    },
    {
      "sender": "Agent",
      "content": "Ini pertanyaan yg baik. Isa Al-Masih mengundang tiap org utk datang padanya. Isa Al-Masih pernah berkata dlm kitab suci Injil, \"Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu.\"\n \nArtinya Isa Al-Masih yg dpt memberikan ketenangan batin. Apa ibu tertarik mau tau lebih dalam tentang Isa Al-Masih dari kitab suci Injil yg dpt memberikan ketenangan batin?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Iya bu"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. Kl ibu mau ngobrol lebih banyak tentang Isa Al-Masih dari kitab suci Injil yg dpt memberikan ketenangan batin, gmn kl sy kenalin ama teman saya di sana utk bertemu dan ngobrol secara langsung? Apakah ibu mau?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Ada biayanya ga bu.sya sdg TDK pnya apa2"
    },
    {
      "sender": "Agent",
      "content": "Ga bu. Tenang aja. Ini gratis koq bu. Kalo gitu, saya kasih no HP ibu ke teman saya supaya ibu bisa dihubungi terlebih dulu utk ketemuan dan ngobrol ya. Gmn bu? Apakah ibu mau?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Mau bu"
    },
    {
      "sender": "Agent",
      "content": "Ya bu. Ngomong2, apa ibu ada teman atau suami atau keluarga yg juga tertarik mau tau tentang Isa Al-Masih dari kitab suci Injil? Kl ada, blh diajak juga utk ngobrol langsung sama teman saya dan ibu. Apakah ada bu?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya sama anak sama suami tggal msing2 bu.saya kerja .sendirian Bu buat nmbahin biaya hidup Krn gagij suami saya ga mencukupi"
    },
    {
      "sender": "Agent",
      "content": "Oh oke bu. Kira2 kapan ibu ada waktu lowong supaya teman saya bisa hubungi ibu dan ga ganggu kerjaan ibu nih?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Nnti JM satuan bu.krn saya LG nyuapin Oma dulu"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. O ya dulu pendidikan terakhir ibu apa nih?\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya SMA bu.suami sd"
    },
    {
      "sender": "Agent",
      "content": "Ok bu. Kl gitu, ditunggu aja ya. Teman saya pasti akan menghubungi ibu. Nanti tolong direspons ya bu.\n \nO ya, saya dengan bu Mirza. Makasih ya bu. Semoga ibu tetap dalam lindungan Allah.\n \n \n "
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Aamiin"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Iya bu"
    },
    {
      "sender": "Nur Rahayuu",
      "content": "Saya ko ga dpt tlpon2 tntang Isa almasih bu"
    }
  ]
}