{
  "messages": [
    {
      "sender": "Rusyanto Rusyanto",
      "content": "Saya sulit melihat masa depan yang cerah, apa salah saya?"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea mkc mbk  atau pun mas"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Rusyanto, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n                 \n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "q umurnya 45 lahiran 79 tinggal di daerah Cirebon  Jawa Barat"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "klo km si  orang mana mbk apa mas ?"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih ya buat responnya, sebelumnya boleh tau asli suku apa?\n \n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea q org jawa klo km si org mana"
    },
    {
      "sender": "Agent",
      "content": "\nBaik sahabatku, bagaimana kabar istri dan anak2 kamu disana?\nNgomong2 selama ini kamu kesehariannya kerja apa?\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n”Banyak rencana hati manusia, tetapi keputusan Allah yang terlaksana”.\nMeski sibuk, kenapa lupa balas chat saya?\nSelamat beraktivitas dan sukses selalu :)\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "Aamiin yarobal allamiin"
    },
    {
      "sender": "Agent",
      "content": "Baik sahabatku, bagaimana kabar istri dan anak2 kamu disana?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "q belum punya istri"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "q haya punya sodara 4 yng satu uda meninggal saat masi bayi  dan yng 3 uda berkeluarga semua tinggal q saja yng belum berkeluarga"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "dan skrg ibu ku juga sudah meninggal  sekitar ada sekitar 9 tahun lebih"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "klo kesehariannya q kerja jadi  kuli pabrik   tapi kerjanya juga ngk lancar banyak liburnya sama masuknya"
    },
    {
      "sender": "Agent",
      "content": "Semoga Rusyanto selalu dalam lindungan Allah, amin.\r\nOh iya, sebelumnya kamu bilang sulit melihat masa depan yang cerah, apa salah saya\r\nBagaimana ceritanya? Perkenalkan saya mas Mimin\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "”Kerajinanmu janganlah kendor mengabdilah kepada Allah”.\r\nKesibukan jangan membuat kita tidak bersilaturahmi :)\r\nPesan saya sebelumnya menurut kamu bagaimana?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea betul mbk apa mas kita senantiasa mengabdi hanya kepada-Nya Allah swt  tuhan yng maha esa"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea betul mbk apa mas  kita harus menjaga silaturahmi rahmi  jangan sampai putus"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ngk tau ya q ngk pernah punya pengalaman yng menarik"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, sebelumnya kamu bilang sulit melihat masa depan yang cerah, apa salah saya\nBagaimana ceritanya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya mungkin faktor pendidikan krg tinggi  modal ngk ada org tua krg peduli mungkin  kerja kadang ada kadang ngk banyak liburnya sama kerjanya"
    },
    {
      "sender": "Agent",
      "content": "Iya Rusyanto, boleh tahu masa depan cerah yang kamu harapkan selama ini seperti apa?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "yng penting lebih baik lagi dari yng sekarang"
    },
    {
      "sender": "Agent",
      "content": "Amin Rusyanto, maksudnya kamu lebih baik lagi dari sekarang ini bagaimana?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, apa kabar?  \r\nBisa kita lanjutkan ngobrolnya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "yng lebih enak dari skrg lah misal nya ya nyari duit lebih gampang  bisa punya tabungan ibadah ya kira2 tnan g tdk terfokus dunia wi"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea lanjut ya ok"
    },
    {
      "sender": "Agent",
      "content": "Amin Rusyanto, jadi supaya bisa nyari duit lebih gampang apa yang akan kamu lakukan?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "usaha dan do'a lah tapi modalnya harus gede"
    },
    {
      "sender": "Agent",
      "content": "baik Rusyanto, ngomong2 usaha dan kerja apa yang akan dilakukan untuk sementara ini?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "kepingin ya si jualan  dulu tapi apa yng cocok buat saya ya"
    },
    {
      "sender": "Agent",
      "content": "Iya Rusyanto, menurut kamu supya bisa menemukan jualan yang cocok apa yang harus dilakukan?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "y mungkin y harus belajar sama org yng sudah berpengalaman berdagang x ya"
    },
    {
      "sender": "Agent",
      "content": "Amin Rusyanto, ngomong2 sebelum juga memulai usaha ini apa kamu sudah ikhtiar dan mohon petunjuk Allah?\n \n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya belum minta petunjuk sama Allah si tirakatnya yng males  atau pun  sholat malamnya"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, boleh tahu apa yang buat kamu malas menjalankan ibadah?\nNgomong2 supaya akrab silaturahminya bisa dituliskan saja disini no wa nya..\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "faktor malasnya karena kecapean kadang ya klo udah tidur malas bagunya kadang denger si dengerin ada orang ajan tu  tapi ya pikiran q itu nunda2  melulu kadang ya klau udah megang hp tu  kyak ada magnetnya ngk  mau udahan padahal uda ada org ajan ni no ku 083825427148"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "klo q boleh tau km orang mana si mas/ mbk"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea salam knal juga mbk/apa mas"
    },
    {
      "sender": "Agent",
      "content": "Saya orang jauh Rusaynto, boleh tahu apa yang buat kamu kecapean selama ini?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya sekarang ini si q lagi nggur uda seminggu lebih mau dua minggu klo nyampe minggu depannya lagi mas/mbk ya sebenernya si klo q si kerja apa ajalah yng penting halal  mencuma kerja'an di sini susah jarang adanya sama adanya"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ma'ap  maksud q jarang ngk adanya sama adanya"
    },
    {
      "sender": "Agent",
      "content": "Iya Rusyanto tidak apa-apa, saya mengerti keadaan kamu\nJadi, maksudnya kamu malas ibadah ini juga karena belum dapat pekerjaan ya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya bisa jadi begitu wahhhh wa bisa aja si km mas/mbk"
    },
    {
      "sender": "Agent",
      "content": "Maaf Rusyanto, saya mas Mimin ya bukan mbak.\nNgomong2, bisa kita lanjutkan ngobrolnya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea bisa tapi entar kita sambung lagi"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto tidak apa-apa, saya mengerti kalau memang kamu sedang sibuk\nNgomong2, lagi sibuk apa nih sekarang?"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya lagi waktu siang kamis sampai malam jum'at si ada kesibukan  ada sedekah makam dalam Arti kaul tahunan kirim do'a kepada ahli kubur atau org 2 tua kita yng ter hulu yng sudah meninggal ya acaranya si tahlilan bersama 2  kebetulan malamnya ada mu bareng ya / pencerahannya  ya intinya si syukuran tiap tahun nya"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, ngomong2 bisa kita lanjutkan ngobrolnya?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "“Tangan malas memiskinkan, tetapi tangan rajin menjadi kaya”.\r\nBagaimana balasan kamu untuk pertanyaan saya sebelumnya?\r\nSemoga selalu semangat bekerjanya :)\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ayo bisa di lanjut"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea betul mas"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea siip ok betul"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, jadi karena belum dapat kerja kamu malas untuk ibadah ya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya ngk kaya begitu  lah"
    },
    {
      "sender": "Agent",
      "content": "Maaf Rusyanto, jadi apa yang buat kamu malas untuk menjalankan ibadah?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "“Rancangan orang rajin hanya mendatangkan keuntungan”\r\nKesibukkan jangan menghalangi persahabatan kita\r\nBagaimana pendapat kamu?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "biasanya sih ya klo habis kerja kecapean  hlo sedang mainan hp  kadang2 ya klo tidurnya kemalaman  susah bagun paginya"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "klo sibuk kadang2 lupa si sama teman soalnya ngk inget si karena ngurusin pekerjaannya  sendiri si  mas"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "klo orang rajin hanya mendatangkan keuntungan  klo menurutku sih tergantung orgnya juga si ada yng kyak begitu juga ada  menurutku  yng ngk juga ya ada"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, boleh tahu selama ini kamu kerjanya apa?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "kerja ku ini buru kasar  kerja bikin areng yang punya pabrik org arab  tinggalnya di Indonesia  tapi orang arabnya si udah bisa bahasa indonesia tapi dianya juga baliknya si masi ngontrol  kerjaannya juga kadang ada kadang ngk ada banyak liburnya sama masuk kerjanya  katanya si uda 2 th di  Indonesia tapi ya begitulah aja kurang begitu  maju perusaha'anya  babriknya ada di daerah palimanan"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "kerja ku ini buru kasar  kerja bikin areng yang punya pabrik org arab  tinggalnya di Indonesia  tapi orang arabnya si udah bisa bahasa indonesia tapi dianya juga baliknya si masi ngontrol  kerjaannya juga kadang ada kadang ngk ada banyak liburnya sama masuk kerjanya  katanya si uda 2 th di  Indonesia tapi ya begitulah aja kurang begitu  maju perusaha'anya  babriknya ada di daerah palimanan"
    },
    {
      "sender": "Agent",
      "content": "Iya Rusyanto, jadi supaya kamu tidak kecapean dan akhirnya malas ibadah apa yang akan dilakukan?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, bagaimana kabar kamu?\r\nNgobrol sambil silaturahmi yuk?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "kerjaku  bikin areng di palimanan bos nya org Arab  mencuma kerjanya ngk begitu lancar  kadang ada kadang ngk ada kaya kerja serabutan gitu."
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya mungkin ya harus  bisa men siyasatinya ataupun ada cara  yng tertentu yng harus dilakukan"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "wa'allaikum salam wr wb"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "Al hamdulillah  baik 2 saja mas  ayo  dong tapi ngobrol tentang apa mas?"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, jadi supaya kamu bisa menjalankan ibadah dengan lebih baik lagi apa yang akan dilakukan?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya menurutku ya harus ber usaha sebisa mungkin"
    },
    {
      "sender": "Agent",
      "content": "Amin Rusyanto, ngomong2 apa selama ini kamu sudah berdoa minta petunjuk Allah akan hal ini?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya kio ber do'a si tiap sholat q  berdo'a  mas minta pertolongan sama Allah swt"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto, ngomong2 dengan berdoa mohon pertolongan Allah apa yang kamu rasakan?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya lebih tenang enak adem ayem wibawanya tenang mas"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya, apa yang ditabur pasti akan dituai juga. Pada prinsipnya Allah maha tahu dan pasti memberi kamu kekuatan dalam menjalani hidup.\nNamun dengan semua yang terjadi dalam kehidupan Rusyanto sampai saat ini, apa harapan yang Rusyanto rindukan ke depannya untuk ibadah yang lebih baik?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Berkah Allah membuat kaya, tidak menambah kesusahan”\nObrolannya jangan lupa dilanjutkan ya :)\nAllah selalu berkahi pekerjaan kamu :)\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Upah orang soleh membawa kehidupan”\nMeski sibuk kita tetap jaga silaturahmi\nBalasan pesan kamu apa?\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea betul mas makasi"
    },
    {
      "sender": "Agent",
      "content": "Amin Rusyanto, apa bisa kita lanjutkan obrolannya?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, sekarang kabarnya bagaimana?\r\nMenjaga hubungan baik, kita ngobrol lagi ya?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n”Banyak rencana hati manusia, tetapi keputusan Allah yang terlaksana”.\nMeski sibuk, kenapa lupa balas chat saya?\nSelamat beraktivitas dan sukses selalu :)\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "Aamiin yarobal Allamiin makasi ya mas"
    },
    {
      "sender": "Agent",
      "content": "Iya Rusyanto, jadi apa keinginan kamu supaya ibadahnya bisa lebih baik lagi?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya pokonya harus bisa mengatur waktu supaya bisa beribadanya lebi baik lagi si"
    },
    {
      "sender": "Agent",
      "content": "Baik pak Rusyanto, ngomong2 bila Allah kabulkan harapan dan doa ini bagaimana perasaan bapak?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya senang sekali  Al hamdulilah fuji sukur kepadah Allah swt tuhan segalah2nya"
    },
    {
      "sender": "Agent",
      "content": "\nSemoga apa yang pak Rusyanto rindukan selalu di ridhoi Allah, tetap dalam lindungan Allah. Namun dengan ibadah yang pak Rusyanto jalankan selama ini, bapak Mimin teringat kisah Kitab Suci Injil Allah tentang Isa Al-Masih sebagai sosok penuh kebaikan, mengajak semua orang supaya selalu berada dalam jalannya Allah. Karena bijaksananya Isa Al-Masih membuat hubungan jamaah bisa semakin beriman, bertakwa. Isa Al-Masih mengajarkan mengasihi Allah dengan setulus hati, sepenuh jiwa, serta sekuat akal budi. Ada yakin serta menyerahkan seluruh hidupnya pada Allah. Karena yakin dan percaya awal dari ketaatan, menjalankan perintah Allah serta menjauhi larangannya. Serta ikhtiar, tawakal untuk mengerti perintah serta kehendak Allah dalam hidup. Apa pak Rusyanto sudah dengar hal ini sebelumnya?\nBagaimana perkataan Isa Al-Masih ini menurut pendapat pak Rusyanto?\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": ""
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya menurut ku si baik sekali   si mas apa lagi untuk mengajak ibada kepada tuhan yng maha esa"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "atau Allah swt pemilik seluru Alam semesta"
    },
    {
      "sender": "Agent",
      "content": "Amin pak Rusyanto, ngomong2 apa bapak sudah pernah dengar tentang perkataan Isa Al-Masih ini sebelumnya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "belum mas.klo nama2 kitab yng terdahulu si ya emang tau  taurot jabur injil dan yng ter ahkirkan Al qur'an yng di bawa nabi muhamad s a w klo nabi isa injil  klo taurot nabi musa klo jabur nabi dawud klo ngk salah klo itu semua betul apa ngk mas ?"
    },
    {
      "sender": "Agent",
      "content": "Baik pak Rusyanto, kalau lanjut ngobrol tentang Isa Al-Masih yang menjelaskan dalam kitab suci injil Allah tentang Ibadah sejati adalah bertakwa dengan hidup selalu taat pada Allah\nsehingga bapak semakin bertakwa pada Allah. Apa pak Rusyanto mau?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "iya q mau mengobrol tentang itu ya prinsipnya juga sama dgn Al qur'an  Alqur'an juga  sama si mengajarkan seperti itu juga ada tapi q belum tau sepenunya"
    },
    {
      "sender": "Agent",
      "content": "Amin pak Rusyanto, obrolan yang membawa kebaikan ini tidak leluasa hanya disini saja. Jadi, kalau nanti saya perkenalkan dengan teman saya bapak Mirza dan ngobrolnya\nmelalui chat wa yang sudah diberikan sebelumnya, Bagaimana pak Rusyanto? Apakah bapak mau?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya mau si  tapi q pengetaun soal agamanya belum mendalem"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "q sendiri org awam belum tau tentang agama si"
    },
    {
      "sender": "Agent",
      "content": "Iya pak Rusyanto tidak apa-apa, bisa nanti sama-sama saling tukar pendapat ya\nMohon tunggu nanti bapak Mirza akan wa bapak\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea makasi pak"
    },
    {
      "sender": "Agent",
      "content": "Oh iya Rusyanto maaf salah panggil bilang kamu bapak, mohon tungguh ya nanti mas Mirza akan wa kamu ya\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea mkasi mas"
    },
    {
      "sender": "Agent",
      "content": "Baik Rusyanto ngomong2 supaya tidak salah paham, jadi kamu ini pernah berkeluarga ya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "belum q belum perna berkeluarga mas"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "emang knapa si mas"
    },
    {
      "sender": "Agent",
      "content": "Iya tidak apa-apa Rusyanto, cuma kuatir kalau nanti tidak sopan ngomongnya\nOh iya, kalau mas Mirza wa jangan lupa dibalas ya\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea insa Allah mas"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Rusyanto kenalin saya mas Mirza, temannya yang sebelumnya ngobrol dengan kamu lewat fb\r\nSalam kenal ya. katanya Rusyanto ingin tahu tentang Isa Al-Masih dalam Kitab Suci Injil Allah yang mengajarkan ibadah sejati yaitu dengan bertakwa serta hidup taat pada Allah \nsehingga kamu semakin beriman benar ya?\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea benar mas"
    },
    {
      "sender": "Agent",
      "content": "\nTerimakasih Rusyanto sudah balas pesan saya\nsebelumnya selain dari teman saya pernah dengar ttg Isa Al-Masih dr mana ya?\nOh ya katanya usianya 45th benar ya Rusyanto?\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea bener mas"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto apa yang kamu sudah tahu tentang Isa Al-Masih? Bisa ceritakan ke saya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "q belum tau mas mirza  tapi menurut org islam isa itu seorang Nabi klo menurut non islam isa itu q kurang tau"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto pada kitab suci injil Allah Isa Al-Masih berkata bahwa kesejatian ibadah seseorang pada Allah perlu dilakukan dengan hati, jiwa bahkan akal budi yang taat serta tunduk sepenuhnya. Yaitu, dengan melakukan segala perintah Allah serta menjauhi semua larangannya. Menurut Rusyanto bagaimana dengan Firman Allah ini?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya klo menurut q si benar lah  setuju menjauhi apa yng dilarang Allah itu ya benar  dan apa yng diperintakan Allah swt ya benar pokoknya dua2nya setuju"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto inilah juga yang dikatakan oleh Isa Al-Masih dalam kitab suci injil Allah yaitu orang yang beriman dan bertakwa pada Allah ialah mereka yang menuruti segala perintahnya. Supaya bisa mengerti akan hal ini apa kamu berkenan untuk tahu akan Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ya q pingin tau isa Al masi"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto luas juga Cirebon kan, kalau kamu di kecamatan mana nya?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea cirebon luas juga si mas Q kecamatanya namanya kecamatan depok mas"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "desa nya namanya desa kejuden"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "kalo mas mirza orang mana si mas q cuma pengen tau aja"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto saya orang Sulawesi, itu sebabnya agar kamu bisa paham akan Isa Al-Masih yang mengatakan keimanan serta ketakwaan sejati dengan melakukan semua kehendak Allah serta menjauhi larangannya. Kalau saya kenalkan dengan teman saya disana untuk silaturahmi dan ngobrol secara langsung, apa Rusyanto mau? \n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "di kenalkan melalu tel pon apa secara langsung ber tatap muka mas klo secara langsung  ber tatap muka ya mana mungkin sulawesi kan jau mas"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto memang benar jauh karena itu nanti saya kenalkan dengan teman saya disana, sehingga kamu bisa menjalin persaudaraan juga ngobrol akan Isa Al-Masih. \nApa Rusyanto bersedia?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "engak  mas lah jau  banget  melaluwi jalur laut ya mas"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto bukan jalur laut teman saya di Jawa Barat juga kok, dan bukan sekarang langsung ketemu. Tapi nanti dia akan hubungi kamu melalui wa dulu supaya bisa kenalan dan menjadi akrab, nanti kalau memang kalau sudah akrab serta baik silaturahminya. Barulah disepakati waktu yang baik serta tempat yang nyaman untuk bertemu, jadi maksudnya begitu Rusyanto. Bagaimana Rusyanto? Kamu mau kan nanti silaturahmi juga ngobrol akan Isa Al-Masih dengan teman saya?"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea q mau tapi di mana kira2 nya tempat ataupun waktunya mas  kiranya yng enaknya"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto kalau soal itu jangan kuatir ya nanti bisa langsung ngobrol-ngobrol saja dengan teman saya, biasanya kapan ada waktu lowong agar teman saya hubungi Rusyanto \ntidak ganggu kesibukkannya kamu?\n \n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ea betul mas"
    },
    {
      "sender": "Agent",
      "content": "\nRusyanto kalau ada kerabat atau teman kamu mungkin juga ingin tahu akan Isa Al-Masih, yang mengatakan keimanan serta ketakwaan sejati dengan melakukan semua kehendak Allah \nserta menjauhi larangannya. Bisa diajak saja sekalian silaturahmi dan juga ngobrol langsung sama teman saya dan Rusyanto. Apakah ada?\n\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "ngk ada mas punya teman tetangga q juga lagi di jakarta lagi usaha"
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "teman di sini juga klo di ajak ketempat kaya pengajian jarang yng mau"
    },
    {
      "sender": "Agent",
      "content": "Rusyanto terimakasih sudah beritahu, jadi lupa mau tanya kamu pendidikan terakhirnya apa?\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "pendidikan q cuma SD  sekolah dasar  mas"
    },
    {
      "sender": "Agent",
      "content": "Baiklah Rusyanto nanti supaya gampang komunikasinya juga untuk waktunya bertemu, teman saya akan hubungi Rusyanto di no WA yang sudah diberikan.\r\nNanti dia akan memperkenalkan diri sebagai saya temannya mas Mirza.\r\nSemoga dengan teman saya disana nanti, Rusyanto bisa semakin memahami tentang Isa Al-Masih sehingga mendapat berkah kehidupan.\n \n \n "
    },
    {
      "sender": "Rusyanto Rusyanto",
      "content": "Aamiin yarobal Alamiin"
    }
  ]
}