{
  "messages": [
    {
      "sender": "Sulis Setiawati",
      "content": "Kenapa saya masih menderita dalam hidup, walau saya sudah berusaha hidup sholeh?"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Kenapa saya masih menderita dalam hidup, walau saya sudah berusaha hidup sholeh?"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Kenapa saya masih menderita dalam hidup, walau saya sudah berusaha hidup sholeh?"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ttp berbuat baik dan berbaik sangka"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum   Sulis ,terimakasih sdh berkunjung ke laman ini. \nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp? Tinggal di mana dan saat ini kesibukannya ngapain?\n \n \n\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Saya Sulis dr surabaya kelahiran THN 1979, saya ART"
    },
    {
      "sender": "Agent",
      "content": "ibu asli suku madura?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Saya org Jawa lamongan"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tahu atau ibu ceritakan, penderitaan apa yg sdg ibu alami saat?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Saya menikah 25 thn tp blm jg punya rmh, saya kos& sll berpindah2 itu Krn diusir tuan rmh Krn GK BS bayar"
    },
    {
      "sender": "Agent",
      "content": "kalau suaminya ibu krja dan juga anak2nya ibu?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ank saya 2 cowok cewek Alhamdulillah SDH menikah semua yg cewek nikah SDH 2thn tp blm punya ank, yg cowok SDH punya ank 1 tp skrng SDH cerai Krn istrinya cari yg lebih dr ank saya itu yg buat saya terpukul"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Suami krj ank yg cewek jg krj yg cowok br plng merantau & blm dpt kerjaan lagi"
    },
    {
      "sender": "Agent",
      "content": "kalau suaminya ibu kerja apa?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Buruh pabrik"
    },
    {
      "sender": "Agent",
      "content": "saya ikut merasakan apa yg ibu alami saat ini baik dalam hal keuangan atau masalah dalam rumah tangga anaknya ibu, satu hal yg ibu harus tahu dan yakin, bahwa Allah melalui Isa Al-Masih punya rencana yg terbaik untuk ibu, sabda Allah melalui Isa Al-Masih bahkan tercatat dalam kitab Suci Inijilnya, serahkan segala kekhawtiranmu kepada Allah, maka Allah melalui Isa Al-Masih akan pelihara ibu, apakah ibu prnh dengar kisah Isa Al-Masih sebelumnya?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ya pernah"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tahu ibu prnh dengar dr mana kisah Isa Al-Masihnya, boleh minta nmr wa ibu yg aktif?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "081515196370"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih pernah berkata dalam Kitab Suci Injil-Nya demikian: \"Marilah kepada-Ku, hai kamu semua yang lelah dan menanggung beban berat, Aku akan memberikan kelegaan bagimu.\"\r\nLewat perkataan-Nya ini Isa Al-Masih ingin agar setiap manusia yang sedang menanggung beban berat untuk datang kepadaNya dan berharap padaNya. apa ibu mau untuk lbh lagi tahu kisah Isa Al-Masih yg bisa menolong ibu dalam segala hal?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "selamat pagi bu, doa saya ibu dan keluarga dalam keadaan sehat2 saja?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Aamiin yaa robbal alamiin"
    },
    {
      "sender": "Agent",
      "content": "jadi ibu mau dan bersedia untuk tahu lbh lagi kisah Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ya mau"
    },
    {
      "sender": "Agent",
      "content": "perkenalkan ibu bisa panggil saya bu Mimin.\nIbu tidak keberatan kalau saya kenalkan teman saya, nama teman saya itu Bu Mirza, biar nanti Bu Mirza ini yang akan menerangkan kepada ibu lebih lagi siapa Isa Al-Masih itu sebagai menolong, kalau ibu mau nanti no wa ibu sy akan kasihkan kepada bu Mirza, bu Miza ini orangnya sangat baik sekali, makanya saya senang kalau ibu bisa langsung ngbrol sama ibu Mirza?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ya boleh"
    },
    {
      "sender": "Agent",
      "content": "terimakasih bu, ibu tunggu saja, biar nanti bu Mirza akan hubungin ibu duluan, kalau bu Mirza hubungin ibu, ibu respon ya, kiranya Allah selalu memberkahi ibu dalam segala hal.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Ibu Sulis, kenalin saya Bu Mirza, temannya yang sebelumnya ngobrol dengan Bu Sulis lewat FB. Salam kenal ya. Katanya Bu Sulis, ingin tau tentang Isa Al-Masih yang  berkuasa memberikan pertolongan dan pengharapan melalui Kitab Suci Injil, apakah betul begitu?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Wa'alaikumsalam"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Betul, maaf apa ini ada hubungannya dg agama non muslim??"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Saya dulu sering dengar kisah nabi Isa pas waktu sekolah"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Trs apa yg hrs saya lakukan"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih responnya ya bu. Sebenaranya tidak ada hubungannya dgn agama bu, karna Isa Al-Masih datang ke dunia tdk membawa/mendirikan nama agama apapun. Oya, sebelumnya selain dr teman saya, pernah dengar ttg Isa Al-Masih dr mana nih bu?Ngomong2, katanya bu Sulis sekarang usia 45 tahun, bener ya? \n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ya waktu masih sekolah dulu"
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Waktu masih ngaji di TPQ dulu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, namun boleh tahu bagaimana tanggapan bu Sulis mengenai Isa Al-Masih yang berkuasa memberikan pertolongan dan pengharapan?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Yg berikan pertolongan kan Allah cuma nabi Isa sebagai perantara SM seperti nabi lainnya"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih untuk tanggapannya ya bu. Isa Al-Masih adl Kalam Allah yg hidup juga Pribadi berkuasa yang peduli dengan persoalan yg kita alami, seperti FirmanNya di dalam Kitab Suci Injil mengatakan: \"Mintalah maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu\", bgm menurut ibu Sulis membaca perkataan Isa Al-Masih ini? bgmn perasaannya mengetahui bhw Isa Al-Masih berkuasa menyediakan pertolongan jalan keluar?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum bu Sulis, apa kabar saat ini? bu Sulis tidak keberatan kalau kita kembali membahas kisah Isa Al-Masih sebagai sumber pertolongan berdasarkan Kitab Suci Injil?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Wa'alaikumsalam ngge monggo"
    },
    {
      "sender": "Agent",
      "content": "trmksh bu Sulis sdh bersedia untuk mengetahui lbh lagi kisah Isa Al-Masih. Oya ngomong2 ibu di Surabaya tinggal di kecamatan apa?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Kecamatan kenjeran"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu. Kalau bu Sulis mau lanjut ngobrol lebih banyak tentang siapa Isa Al-Masih bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah bu Sulis mau? dan kalau mau, sy kasih ya no Hp bu Sulis ke teman sy. Tenang aja teman saya juga perempuan koq bu dan orangnya baik bgt. Bgmn bu?\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Ya gpp"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, terimakasih. Oya ngomong2 sebelumnya boleh tau dl sekolahnya tamatan apa ya bu?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Baik bu Sulis Terima kasih atas waktunya ibu udah ngobrol dengan saya bu Mirza, ditunggu saja teman saya pasti akan hubungi ibu, nanti direspon ya bu, saya berdoa semoga ibu selalu dalam lindungan Allah.\n \n \n "
    },
    {
      "sender": "Sulis Setiawati",
      "content": "Lulusan smk"
    }
  ]
}