{
  "messages": [
    {
      "sender": "Widodo Dondo",
      "content": "assalamualaikum wrwb sore slm kenal yang baik dan pasti bahagia"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Widodo Dondo, terimakasih sdh berkunjung ke laman FB ini.\nMaaf sebelumnya, supaya tdk cuma panggil nama boleh tau kelahiran thn berapa? Dan tinggal di mana?\n                 \n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n”Banyak rencana hati manusia, tetapi keputusan Allah yang terlaksana”.\r\nMeski sibuk, jangan lupa ya membalas chat saya? Selamat beraktivitas dan sukses selalu\n\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "18.08.1970 lahir di boyolali jawa tengah"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya buat responnya, sebelumnya boleh tau asli Suku apa?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Jawa"
    },
    {
      "sender": "Agent",
      "content": "\nSenang bisa kenalan dan bersilaturahmi lebih dekat ya pak. Kenalkan saya admin di laman FB ini.\n \nBiar gak salah manggil, boleh tau nama aslinya?\r\nBoleh tahu adakah yg menjadi beban hidup saat ini, mau coba berbagi cerita?\n\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Widodo"
    },
    {
      "sender": "Agent",
      "content": "Baik makasih ya pak Widodo, senang bisa jadi teman/sahabat di sini. Oya kenalkan saya Pak Mimin atau Pak Min jg boleh :)\n \nAdakah yg ingin bapak cerita terkait beban persoalannya?\nGimana kabar bersama istri dan anak2nya disana?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nSegala beban persoalan dapat kutanggung didalam Allah yang meberikanku kekuatan. Gimana dgn pesan sy sebelum ini? jgn lupa di responi ya\n\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Alkamdulilah baik"
    },
    {
      "sender": "Agent",
      "content": " \ntrmksh pak sdh kembali responi pesan saya.\nlalu apa yg membebani bapak saat ini?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Kerjaan jualan begutu sulit rejeki nya"
    },
    {
      "sender": "Agent",
      "content": "kenapa dengan jualan bapak, emang bapak jualan apa?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Pintu"
    },
    {
      "sender": "Agent",
      "content": "yg di jual keliling atau bapak punya tempat sendiri?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Jial keliling tetapi ini hbs modal binggung mau cari modal lagi"
    },
    {
      "sender": "Agent",
      "content": "ko bisa hbs modal pak?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Karena kelamaan gak seperti perkiraan nya"
    },
    {
      "sender": "Agent",
      "content": "mksudnya kelamaan apa pak?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Kelamakan hari nya Dan saya mau nanya cara bisa mendapat kan modal gimana ya"
    },
    {
      "sender": "Agent",
      "content": "tapi sy mau tanya dl sm bapak, bapak selama ini apa yg sdh di lakukan untuk bisa mendapatkan modal?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Ya awal nya dari minta barang dulu dan setoran yang sydah terjual Dan karena saya butuh modal karena setoran saya belum bisa nutup"
    },
    {
      "sender": "Widodo Dondo",
      "content": ""
    },
    {
      "sender": "Widodo Dondo",
      "content": "Seperti ini jualan saya"
    },
    {
      "sender": "Agent",
      "content": "blh saya minta no wa bapak yg aktif?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "082226203380"
    },
    {
      "sender": "Agent",
      "content": "lalu apa hal ini sdh bapak doakan secara khusus?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Saya selalu berdoa  setiap habis sholat Dan cuma sebenar nya pengen gimana cara bisa mendapat kan modal untuk usaha dan untuk melunasi setoran dan hutang saya"
    },
    {
      "sender": "Agent",
      "content": "itu hal yang sangat bagus yg bapak lakukan, saya jdi ingat sabda Allah melalui Isa Al-Masih dan tercatat dalam Kitab Suci Injil-Nya, mintalah maka kamu akan menerimanya dan carilah maka kamu akan mendpatkannya, apakah bapak prnh dengar kisah Isa Al-Masih selama ini?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Belum pernah"
    },
    {
      "sender": "Agent",
      "content": "kalau begitu apakah bapak mau untuk tahu lbh lagi kisah Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Yang saya mau dan bila bisa sekarang modal usaha dan modal untuk melunasi hutan dan unruk keluarga"
    },
    {
      "sender": "Agent",
      "content": "tapi bapak prnh tahu kisah Isa Al-Masih sebelumnya?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Pernah tetapi dulu waktu masih sekolah di MTS"
    },
    {
      "sender": "Agent",
      "content": "klau boleh tahu sdh sejauh mana bapak tau kisah Isa Al-Masih itu?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Ya gak begitu ingat Karena saya sekolah gak sampai sma"
    },
    {
      "sender": "Agent",
      "content": "Iya gapapa pak, semoga dgn obrolan ini menambah wawasan ya pak. Meski Isa Al-Masih sanggup menolong setiap persoalan kita, namun bukan brrt instan ya pak, semua tetap perlu melalui proses. Nah, kalo pak Widodo mau mengetahui lebih lanjut tentang Isa Al-Masih yg sanggup menolong dan mengabulkan doa yg tercatat dlm Kitab Suci Injil, bgmn kalo sy kenalin bpk ke teman sy namanya Pak Mirza, nanti bpk bisa ngobrol lebih lanjut tentang Isa Al-Masih dgn beliau. Tp ngbrolnya di WA, jd sy izin berina nomor WA bpk ke Pak Mirza ya?\n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Ya mksh semoga bisa saling membantu"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih utk kesediaannya pak Widodo. Saya sdh berikan nomor WAnya ke Pak Mirza. Jadi nanti kalo ada WA dr pak Mirza tolong dibalas ya pak. Saya senang bisa ngbrol dgn bpk di laman ini. Saya berdoa semoga bpk selalu dlm lindungan Allah ya..\n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Amin yarobal Alamin semoga Semoga ALLAH SWT selalu melindungi oersahabatanini"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Pak Widodo, kenalin saya Pak Mirza, temannya yang sebelumnya ngobrol dengan Pak Widodo lewat FB. Salam kenal ya. Katanya Pak Widodo, ingin tau tentang Isa Al-Masih yang berkuasa menolong dan mengabulkan doa melalui Kitab Suci Injil, apakah betul begitu?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Ya bener pak dan saya emang lagi ke sulitan soal modal usaha dan untuk keluarga"
    },
    {
      "sender": "Widodo Dondo",
      "content": "call (undefined)"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih buat responnya Pak Widodo. Oya, katanya Pak Widodo berusia 54 tahun ya, benar? Boleh tau, selain mendpt penjelasan dari teman saya sebelumny Pak Widodo sdh pernah dengar atau membaca penjelasan ttg Isa Al-Masih? dari mana?"
    },
    {
      "sender": "Widodo Dondo",
      "content": "Saya pernah mendengar nya waktu dulu masih sekolah dan itu semua gak ingat lagi dan saya dulu sekolah gak bisa selesai karena biayaDan sekarang ini saya mendapat ujian begitu pedih bila di rasa kan"
    },
    {
      "sender": "Agent",
      "content": "Pak Widodo yg tabah ya. Iya gapapa pak, kiranya obrolan ini bisa menambah wawasan ya. Selama kita masih hdp yg namanya ujian dan persoalan hdp pasti akan tetap ada, tinggal bgmn cara kita menyikapinya. Banyak yang bilang Isa Al-Masih adalah Nabi. Namun Isa Al-Masih bukan hnya sebatas Nabi, tetapi Isa Al-Masih adalah Kalimatullah yg berkuasa menolong manusia baik di dunia ini maupun diakerat kelak. Dalam Kitab Suci Injil dikatakan, “Marilah kepada-Ku semua yang letih lesu dan berbeban berat. Aku akan memberikan kelegaan kepadmu\". Bgmn perasaan Pak Widodo mengetahui ini?"
    },
    {
      "sender": "Widodo Dondo",
      "content": "Ya karena saya jalani sekian tahun ke hidupan saya selalu Ada rasa yang menganjal dan selalu ada yang kurang berkenan Tetapi saya selalu bersyukur atas ujian yang di berikan pada saya Dan saya yakin bawah ini semua ujian hidup di duniaDan saya selaluihtiardansareat menjalan kan yang saya bisa semoga nanti bila ada petunjuk dan ada yang meminjami modal saya mau bersyukurdan maumenolong orangyang kesusahan"
    },
    {
      "sender": "Agent",
      "content": "Saya paham perasaan Pak Widodo. Hidup memang sering memberikan ujian yang terasa berat, dan kadang ada rasa yang kurang atau mengganjal. Meski begitu, Pak Widodo tetap bersyukur dan mencoba menjalani semuanya dengan ikhlas. Itu adalah sikap yang sangat baik pak. Semoga Pak Widodo selalu diberi petunjuk dan kesempatan untuk mewujudkan niat baik ini ya, meski harus melalui berbegai macam proses dlm hdp. Dan seperti yg pak Mirza katakan bahwa Isa Al-Masih berkuasa menolong mengabulkan doa dan memberikan ketenangan dlm menghadapi persaolan, meski tdk instan ya pak.. Bgmn perasaan Pak Widodo mengetahui ini? tertarik mengetahui lebih dalam lagi secara langsung pak?\n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Insyaallah  mau semua nya pak"
    },
    {
      "sender": "Agent",
      "content": "Oya, katanya pak Widodo tinggal di Boyolali ya? Di Kecamatan apa? \nDan ngmong2, Pak Widodo tamatan apa dulunya?\n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Saya di kecamatan Nogosari Dan tamatan sekolah hanya SD pakDan sekarang posisi saya sekarang sedang mencari kerja di bogor"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu. Semoga dapat pekerjaan yg terbaik ya di sana ya pak. Oya, ngmong2 sdh brp lama di Bogor? Dan Bogornya di Kecamatan mana pak?"
    },
    {
      "sender": "Widodo Dondo",
      "content": "Saya baru mau satu bulan dan ini saya di kec; Celengsi pak"
    },
    {
      "sender": "Widodo Dondo",
      "content": "Dan karena mau melunasi setoran dan Bank saya sampai pergi mencari kerjaan pakDan boleh tau pak Mirza asli mana Insaalloh bila nanti ada kesempatan saya mau silaturohmi ke pak Mirza"
    },
    {
      "sender": "Agent",
      "content": "Pak Mirza tinggal jauh dari tempat pak Widodo. Tp meski begitu Pak Mirza selalu mendoakan yg terbaik utk pak Widod. Tetap semangat dan tetap berharap kepada Allah ya pak. Nah, kalo pak Widodo tertarik ngobrol lebih banyak tentang Isa Al-Masih yang sanggup menolong mengabulkan doa dan memberikan ketenangan dlm menghadapi persaolan, bgm kalau saya kenalin dgn teman sy disana untuk bertemu dan ngobrol secara langsung, apakah Pak Widodo mau? "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Insyaallah sedia pak"
    },
    {
      "sender": "Agent",
      "content": "Baik pak. kalau begitu saya kasih no WA ke teman sy, spy Pak Widodo bisa dihubungi terlebih dulu dan bisa, ketemuan utk ngobrol, bisa sekalian silahturahmi, bgm, ok kah Pak Widodo?\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Insyaallah pak"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak Widodo. Oya ngomong2 bpk ada keluarga/teman yg jg tertarik mau tahu tentang Isa Al-Masih yang sanggup menolong mengabulkan doa dan memberikan ketenangan dlm menghadapi persaolan? Kalau ada boleh diajak ngobrol langsung sama teman sy dan Pak Widodo. Apkah ada?\n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Insyaallah ada"
    },
    {
      "sender": "Agent",
      "content": "Oh kalo ada nanti diajak aja ya pak biar bisa ngobrol bareng sama teman saya yg di sana. Kalo gitu, kira2 kapan ada waktu lowongnya, agar teman saya bisa hubungi Pak Widodo dan tidak mengganggu kerjaan/aktivitas bpk? \n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Kapan pun insaalloh bisa"
    },
    {
      "sender": "Agent",
      "content": "Oh baik kalo begitu Pak Widodo, mohon kesabarannya untuk menunggu dihubungi teman saya ya, karena belum tentu sekarang/malam ini juga teman saya akan hubungi Bpk. Jadi untuk waktunya ditunggu saja ya Pak, nanti tolong direspon, ia akan memperkenalkan diri sebagai teman saya, Pak Mirza. Saya berdoa semoga Pak Widodo selalu dalam lindungan Allah ya.\n \n \n "
    },
    {
      "sender": "Widodo Dondo",
      "content": "Amin yarobal Alamin semoga"
    }
  ]
}