{
  "messages": [
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Tak kuat lagi, gak ada yang peduli apalagi menolong; apa harus akhiri semuanya!?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Nur   ,terimakasih sdh berkunjung ke laman ini. \nMaaf sebelumnya, spy tdk cuma panggil nama boleh tau kelahiran tahun brp? Tinggal di mana dan saat ini kesibukannya ngapain?\n \n \n\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya lahir thn 1982,saya tinggal di Tulungagung Jawa Timur,saya saya dulu pedagang tp sdh 1 Bln ini saya tdk jualan Krn berjualan sangat sepi"
    },
    {
      "sender": "Agent",
      "content": "trmksh mas sdh bls pesan saya, berarti mas asli suku madura?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Suku Jawa kak"
    },
    {
      "sender": "Agent",
      "content": "ok. ini dengan mas/mba Nur? dan boleh tahu jualan apa saat ini Nur?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya mbk kak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Jualan es jeruk &es teh"
    },
    {
      "sender": "Agent",
      "content": "oh ok mba Nur. nama fb mba ini memang nama asli ya?\ndan mba sdh coba pasarkan jualan mba lewat online?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Ini FB nama anak saya kak,nama saya puji Rahayu"
    },
    {
      "sender": "Agent",
      "content": "oh gitu mba Puji. ada no wa mba, boleh bagi mba? dan jadinya mba sdh coba pasarkan jualan mba lewat online?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya blm prnh jualan on line,dulu saya jualan sangat laris tp stlh hari raya ini jualan saya sangat sepi malah sering min kak JD saya putuskan utk tdk jualan 1 bln ini"
    },
    {
      "sender": "Agent",
      "content": "turut sedih dg apa yg mba Puji alami. suami menafkahi kan mba? dan mba ada no wa, boleh bagi mba?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "No wa saya 085852644927"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Suami menafkahi kak,tp cerita nya sangat panjang kak"
    },
    {
      "sender": "Agent",
      "content": "terima kasih utk no wa mba Puji. boleh mba ceritakan cerita mba dg singkat padat?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya bekerja niatnya utk membantu kebutuhan keluarga yg trs meningkat Kat,suami saya belajar membuka usaha ternak ikan,dan gaji suami ubs buat beli pakan ikan JD saya berjualan utk makan& jajan anak2, sbnrnya hasil jualan saya tdk cukup utk memenuhi semua kebutuhan itu tp saya tdk jujur sama suami, sehingga saya trs gali lubang tutup lubang tanpa suami saya tahu"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Skrg hutang saya sangat banyak  ttp saya tdk hetani bercerita sama suami"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya sangat takut kak,&saat ini saya benar2 LG putus asa Krn tdk ada LG yg bisa bantu saya kak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Selain mengharap keajaiban atau pertolongan Allah"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Tp besok saya hrs bayar hutang 15 juta &saya benar2 ngak punya uang sebanyak itu kak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya benar2 bingung hrs gmn"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Rasanya saya sdh tdk kuat&ingin pergi ninggalin dunia ini"
    },
    {
      "sender": "Agent",
      "content": "iya ya mba Puji. \ntdk mudah diposisi mba Puji, tp knp tdk dikomunikasikan dg suami mba Puji? dan mba sdh memohon pertolongan Allah juga, rajin sholat?\n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Sdh kak saya sdh sholat,tiap malam saya sdh sholat ngaji &berdoa tp ALLOH blm mengabulkan doa2 saya"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya takut menambah beban pikiran suami kak,Krn setiap suami punya rezeki pasti di kasih kan semua ke saya"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Tp itu blm cukup utk membayar hutang2 saya yg sdh sangat banyak"
    },
    {
      "sender": "Agent",
      "content": "semangat ya mba Puji. tp mnrt bu Viki mba harus ngomong ke suami, kalau didiamkan saja bisa lebih parah kan?\ndan ketika sy juga diposisi yg tdk mudah sy datang pada Isa Al-Masih karna Isa Al-Masih pernah berkata dan tertulis dalam Kitab Suci Injil: \"Marilah kepada-Ku (Isa Al-Masih), hai kamu semua yang lelah dan menanggung beban berat, Aku akan memberikan kelegaan bagimu.\" bgmn perasaan mba Puji mengetahui hal ini? \n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Masih blm tenang saya kak, pikiran saya cm gmn besok saya bisa membayar hutang sebanyak itu"
    },
    {
      "sender": "Agent",
      "content": "Isa Al-Masih dapat memberikan ketenangan pada kita mba Puji, namun jika memohon pada Allah melalui Isa Al-Masih dan tdk mengenal serta meneladaniNya terlebih dulu, doa kita terasa hambar mba Puji. \nseperti ini pernyataan Isa Al-Masih: “Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu . . . Janganlah gelisah dan gentar hatimu” dan “Semuanya itu Kukatakan kepadamu, supaya kamu beroleh damai sejahtera dalam Aku” \r\nJika mba Puji sedang mencari kedamaian dan ketenangan hati di dunia serta di akhirat, berdoalah kepada Isa Al-Masih dan minta damai sejahtera-Nya, bgmn mnrt mba Puji?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Iya kak,akan saya lakukan"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya akan bersungguh-sungguh minta pertolongan kepada Isa Al-Masih,agar hati ini tenang menghadapi masalah ini& Allah akan lunaskan hutang2 ku dgn cara ALLOH"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah. namun memang tdk instan ya mba Puji. ada baiknya juga mba Puji kenalin siapa itu Isa Al-Masih dan mencari tahu bgmn cara meneladaniNya, apakh mba Puji tertarik?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya tahu Isa Al-Masih walaupun blm semuanya saya tahu,"
    },
    {
      "sender": "Agent",
      "content": "bagaimana kalau diobrolkan secara langsung mba Puji hitung2 nambah wawasan? mba di tulungagung dikecamatan apa?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "bagaimana kalau diobrolkan secara langsung mba Puji hitung2 nambah wawasan? mba di tulungagung dikecamatan apa?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Kec Kedungwaru"
    },
    {
      "sender": "Agent",
      "content": "Kalau mba Puji mau lanjut ngobrol lebih banyak tentang siapa itu Isa Al-Masih dan mencari tahu bgmn cara meneladaniNya berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah mba mau? dan kalau mau, sy kasih ya no Hp mba Puji ke teman sy.\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Trimakasih kakak atas kebaikan kakak,tp ngak usah lah kak skrng saya LG fokus cari uang gmn saya bisa membayar hutang2 saya tanpa hrs pinjam lg di tempat lain"
    },
    {
      "sender": "Agent",
      "content": "saya paham dengan posisi mba Puji, blm langsung hari ini ketemuanny mba Puji, bisa ngobrol lewat chat wa/telfon dulu, bgmn mba Puji? dengan mengetahui tentang Isa Al-Masih mudh2an mba mendapatkan hal ajaib, tp yg pasti mba dptkan ketenangan :) bgmn mba Puji?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Sekali LG terimakasih kak,nanti klu saya tdk bisa bls wa teman kakak malah kecewa, sekali LG terima atas niat baik kakak yg mau membantu saya"
    },
    {
      "sender": "Agent",
      "content": "baik mba Puji, mba tertariknny ngobrolin apa mba?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "baik mba Puji, mba tertariknny ngobrolin apa mba?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Msh blm tahu kak, skrg saya LG sibuk cari pinjaman di online"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Sbb klu skrg saya tdk dapat pinjaman uang,saya tdk tahu apa yang terjadi besok pada saya"
    },
    {
      "sender": "Agent",
      "content": "kiranya Allah menolong mba Puji ya. apakah mba Puji tdk mau coba pertimbangkan memohon pertolongan Allah dalam nama Isa Al-Masih selain mba berusaha juga memohon pada Allah serta coba untuk mengenal Isa Al-Masih, mba, bgmn mba, tertarik?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, semoga hari ini lebih baik dari hari kemarin karena harapan kepada Allah didalam nama Isa Al-Masih, tidak pernah mengecewakan. Bagaimana kabarnya hari ini mba? jadi benar2 tidak mau lanjut ngobrol lagi ya mba?"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Waalaikum salam kak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Alkhamdulillah keadaan saya hari ini lbh baik dr seblmnya,Krn saya sdh cerita masalah saya kepada suami&adik saya"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Walaupun masih ada rasa khawatir di hati saya Krn sampai saat ini saya blm punya uang untuk membayar hutang2 saya"
    },
    {
      "sender": "Agent",
      "content": "tetap semangat ya mba Puji, usaha kita tdk akan sia2 jika juga memohon pada Allah kan?\njadi mba tdk mau coba memohon pada Allah dalam nama Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Gmn caranya kak"
    },
    {
      "sender": "Agent",
      "content": "Kalau mba Puji mau lanjut ngobrol lebih banyak tentang siapa itu Isa Al-Masih dan mencari tahu bgmn cara meneladaniNya serta memohon dalam namaNya berdasarkan Kitab Suci Injil, bgm kalau saya kenalin dgn teman sy untuk bertemu dan ngobrol, apakah mba mau? dan kalau mau, sy kasih ya no Hp mba Puji ke teman sy."
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Ngak usah kak,Krn saya sudah nyaman ngobrol sama kakak"
    },
    {
      "sender": "Agent",
      "content": "sama teman saya juga seru kok mba, hitung2 mba nambah teman kan?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Saya sdh banyak cerita sama kakak tp saya kok blm kenal sama kakak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Kakak namanya siapa dan asal dr mana"
    },
    {
      "sender": "Agent",
      "content": "oalah maaf ya mba Puji, saya bu Viki, sy orang sumatera. jadi tdk keberatan mau tahu tentang Isa Al-Masih untuk menambah wawasan mba Puji?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Iya kak tp ngobrol nya enak pakai meseger kak,Krn Kakak tahu kan, skrng saya LG banyak hutang &banyak yg mencari saya lewat TLP dan wa,JD saya jarang buka wa Krn klu ketahuan on line wa saya banyak yg TLP saya kak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "JD saya masih takut buka WA"
    },
    {
      "sender": "Agent",
      "content": "saya coba memahmi apa yg mba Puji alami, tapi teman bu Viki tdk bisa hubungi mba lewat fb, maka dari itu teman bu Viki akan hubungi mba lewat bisa sms lalu nanti telfonan utk menentukan waktu ketemuan, bgmn mba Puji?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, sy doakan mba Puji selalu dlm lindungan Allah ya :)\r\nmasih tertarik ngobrol ttg Isa Al-Masih kah?\n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Alkhamdulillah amin, trimakasih doanya kak"
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Maaf kak msh blm, pikiran saya sgt bingung"
    },
    {
      "sender": "Agent",
      "content": "iy ya mba Puji, apakah mba mau tahu gmn pertolongan Allah dalam Kitab Allah Sebelumnya Kitab Taurat, Zabur dan Injil, agar mba dptkan petunjuk utk kebingungan mba?\n \n \n "
    },
    {
      "sender": "Puji Rahayu (Nur Raffa Aditiya)",
      "content": "Gmn caranya kak,saya ingin tahu"
    },
    {
      "sender": "Agent",
      "content": "kalau dibicarakan secara langsung, tertarik kan mba Puji?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mba Puji, sedang sibuk ya, kalau begitu saya kasih no wa ibu ke teman  bu Viki ya, agar bisa lanjut ngobrol tentang: bgmn pertolongan Allah dalam Kitab Allah Sebelumnya Kitab Taurat, Zabur dan Injil?\n \n \n "
    }
  ]
}