{
  "messages": [
    {
      "sender": "Yogha Mega Prastya",
      "content": "Assalamu'alaikum kakSharing nya mulai dr mana ya karenaa buanyakk hehee"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Astagfirullah ????"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Yogha, terimakasih sdh kirim pesan disini. Silahkan pelan2 aja, hal apa yg mengganggu pikiran saat ini?  \r\nMaaf sebelumnya, spy gak salah menyapa boleh tau kelahiran thn berapa? Dan tinggal di mana saat ini? \n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Walaikumsalam saya kelahiran 89' umur 34 nanti 35 DesemberSaya alamat di BandungTapi ini lagi di madiun ngadem diri di tanah kelahiranSaya punya masalah pekerjaan, tetapi masalah pekerjaan itu buat hidup saya hancur,, Utang sana sini, dan utang itu buat saya hancur karena banyak yg menagih kerumah, padahal saya selalu tanggung jawab dengan itu utang tersebutTapi lama kelamaan istri ,mertua,keluarga  mereka pada sudah cape dengan hidup saya bgini, padahal cuma 2 bulan saya hancur,, Istri saya mengusir saya dr rumah dr 3 November 2024 kemarin, sampai sekarang saya belum pulang, karena istri saya bukan nyari saya cuma. Menanyakan uang sudah ada belum, sdangkan saya belum punya uangSaya stres depresi berat, orang tua saya sudah tidak ada, saya ke saudara saya tidak diterima karena keadaan ekonomi saya hancur??????Saya harus gimana, orang yg saya sayangin bukan dukung suport saya malah mengusir saya dan tdk mencari saya ????????"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin ya Mas, terimakasih sudah terbuka dan bercerita di sini, saya dapat memahami sulitnya kondisi yg dialami tidaklah mudah, tetap kuat dan semangat ya Mas, pasti ada jalan keluarnya.\nSebelumnya, boleh tahu karna apa ada hutang dan berhutang kemana? lalu, sehari2 sekarang mengerjakan apa?\nOh ya, asli kelahiran Madiun, apakah berarti asli org Jawa?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya asli ngawi lahir di ngawiSaya mempunyai hutang cuma 20 juta saya terjerat rentenir,,, Dan itulah Ketika istri saya mengusir saya itu,, istri saya mengungkit uang yg dl pernah saya pakai selama ini,,, Uang yg saya pinjem dr istri saya dl dl di ungkit dan diminta dikembalikan, istri saya bilang gt karena di desak di panasin ortu dan keluarganyaMaaf maaf maaf ini pernikahan saya yg  kedua, saya baru dua tahun menikah dengan iniSaya drop hancur pekerjaan dua bulan yg lalu.."
    },
    {
      "sender": "Agent",
      "content": "oalah ternyata begitu, lalu sekarang nafkah sehari2 berasal dari mana Mas? oh ya, dulu sekolah tamatan apa?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya masih bekerja, baru dua bulan ini hancur, saya berusaha menfkahi selama dua bulan ini meskipun masih kurang gak besar ketika saya bekerjaIstri saya PNS jadi mungkin merasa dia lebih hebatTapi tetap semuanya salah saya saya kurang bs maksimal jadi dia begituSaya cuma sakit hati saya diusir dan dia meminta uang uang yg dl dpakao barengan bareng bersama gt dengan alasan itu uang anak anak"
    },
    {
      "sender": "Agent",
      "content": "Baik Mas, lalu selama ini upaya apa yg sudah dilakukan untuk keluar dari kondisi yg dihadapi saat ini? oh ya, bekerja di bidang apa Mas?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya bekerja di Kereta api tapi sudah di Keluarkan karena salah saya permasalahan sayaSaya sudah berusaha menghindari konflik saya keluar dr rumah karena di usir ituDia sempat mencari saya tapi saya abaikan, skrang dia mencari saya cuma. Untuk uang uang Hubungan kita gantung sampai skrang sudah 18 hari"
    },
    {
      "sender": "Agent",
      "content": "Oh jadi maksudnya sekarang sedang tidak bekerja gitu Mas?\napakah sudah berdoa minta petunjuk dari Allah ttg kesulitan yg dihadapi saat ini Mas? pertolongan sejati datangnya dari Allah kan\nNgomong2, Mas Yogha sendiri, apakah sudah coba hubungi istri Mas?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Betul saya dua bulan ini bekerja serabutan apapun saya lakukan saya marketin punya temen apap saja dan jualan apa saja"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya berkali kali hub istri jawabany kembalikan uang anak anak gt teruss"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya kaget dl tdk ada perjanjian ini itu ya kita emang suka makai utnuk kebutuhan"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Ya allah saya swmuanya saya selalu berdoa insha allah sholat saya selalu tdk saya tinggal Saya tahajud dhuha qobliyahSholawat istighfar saya lakukan dr dulu mbak"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Ada lagi yg menyakitkan, ini kan jadi masalah rumah tangga saya,, Keluarga dia ortu dia, ipar dia adik dia ikut merusak, mereka Ikut menjelekkan saya ke keluarga saya pak lek bu lek syaa bahwa saya makai uang anak istri saya, minta pertanggungjawaban nyaAstaghfirullah, saya dr dl bertanggung jawab ketika bersama, skrang saya di usir malah mereka buat sandiwara begitu, kalau saya dsuruh kembali jg saya siap,,, tapi mereka begitu ke saya"
    },
    {
      "sender": "Agent",
      "content": "Maaf saya sampai lupa memperkenalkan diri, panggil Mas Viki aja.\nBgmn perasaannya setelah berdoa Mas, dan kira2 petunjuk apa yg Allah berikan? oh ya, boleh minta no WA?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Petunjuk nya saya semakin tenang semakin adem semakin ikhlas dengan semuanyaTapi saya masih diganggu dengan istri saya dengan tagihan ini itu mass Istri mencari saya bukan keberadaan saya tapi menanyakan tentang uangKeluarga istri saya pengen, saya dgugat sajaSaya silahkan saja gugat kalau itu keputusan terbaik"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "WA saya mas  62 851-4785-1613"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Nama saya Yoga mega prastya"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya bukan orang baik baik ????semuanya salah saya tapi yg saya sedihkan kenapa keadaan bgini tdk ada yg mendukung saya"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih no WA-nya ya, sudah saya save.\nOh begitu, tapi menurut saya, semuanya masih bisa diselesaikan baik2 kan, tanpa perlu adanya perpisahan, bukankah Mas Yoga juga sudah menunjukkan itikad baik dgn kerja serabutan, justru dukungan keluarga terutama istri sgt diperlukan untuk tetap bertahan dalam situasi sulit ini. Tetap kuat dan tegar ya Mas, manusia bisa meninggalkan dan tidak peduli, tapi Allah selalu peduli dan tidak pernah meninggalkan.\nNah, harapan terbesar ke depannya seperti apa nih Mas berkaitan dgn kesulitan yg dihadapi saat ini?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Sangat sudah sudah banget, puncaknya ketika ada yg menagih kerumah, mereka malu dengan tagihan itu,, mereka merasa keluarga mereka termalukan ada yg nagih,,, Istri saya ikut ikutan malah bukan belain saya malah belain keluarga dia"
    },
    {
      "sender": "Agent",
      "content": "Saya mengerti Mas, dukungan org terdekat mmg sangat dibutuhkan dlm kondisi sulit seperti ini.\nMas Yoga sendiri maunya bgmn dgn keadaan ini Mas?\n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya mau nya tenang mas, saya pekerjaan masih belum punya mas, saya dh melamar sana sini jadi apapun mau mas apabila mas punya lowongan pekerjaanSaya ini di saudara mas saya kontang kantung"
    },
    {
      "sender": "Agent",
      "content": "Mendengar kisah Mas Yoga, saya jadi teringat satu Pribadi berkuasa yg sangat peduli dan penuh kasih sayang terhadap seluruh umat manusia di dunia tanpa kecuali, salah satu bukti kasih sayang dan kepedulianNya adalah dengan memberikan ketenangan batin yg tidak didapat dari mana pun, IA adalah Isa Al-Masih, pernah dengar ttg Isa Al-Masih sebelumnya?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n“Serahkanlah segala kekuatiranmu kepada Allah, sebab Allah yang memelihara kamu.”\r\nKalo sudah senggang, chatnya bisa dibalas? \n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Iya mas saya depresi sangat depresi sehancur hancurnya orang saya ini skarang ini"
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Astagfirullah"
    },
    {
      "sender": "Agent",
      "content": "\nSaya dapat memahami sulitnya kondisi yg dialami, tetap kuat, tegar dan semangat ya Mas. Tidak ada masalah yg tidak ada jalan keluarnya, kehidupan Mas Yoga berharga. Isa Al-Masih sangat mengasihi Mas Yoga, makanya IA menyediakan masa depan yg penuh harapann dan damai sejahtera. Seperti FirmanNya di dalam Kitab Suci Injil mengatakan \"Marilah kepada-Ku (Isa Al-Masih), semua yang letih lesu dan berbeban berat. Aku (Isa Al-Masih) akan memberi kelegaan kepadamu. Mintalah maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu. Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan.\"\n \nBgmn menurut Mas Yoga, karna apa Isa Al-Masih berkata demikian? lalu, hikmah apa yg didapat dari ayat ini?\n\n\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya kurang memahami mas??????kalau boleh maaf saya islam jadi kurang memahami ituMas kalau ada link jual Ginjal donor ginjal saya siap yaApapun apa saja saya siap yg penting saya mendapatkan uang mas mass Mohon bantu saya yaaa"
    },
    {
      "sender": "Agent",
      "content": "Untuk itu maaf saya tidak bisa bantu, namun saya bantu doakan agar Isa Al-Masih menolong Mas Yoga kelaur dari semua kesulitan ini, Karena Isa Al-Masih diperuntukkan bagi semua umat manusia di dunia tanpa kecuali, bukan hanya untuk satu golongan saja, dan Isa Al-Masih tidak membawa/mendirikan nama agama apapun di dunia ini.\nApakah Mas Yoga mau mengenal dan merasakan pertolongan Isa Al-Masih yang dari Kitab Suci Injil?\nOh ya, di Madiun-nya tinggal di kecamatan apa kalo boleh tahu?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya belum mengerti mas ajaran isa AlmasihKalau ada yg ngasih uang saya pindah agama juga saya mau,, saya jadi tumball pasugihan jga mauSaya sudah gelap gelap gelapSaya di Caruban mas"
    },
    {
      "sender": "Agent",
      "content": "Oh maaf saya tidak menawarkan pindah agama Mas, saya menceritakan kasih sayang dan pertolongan Isa Al-Masih untuk semua umat manusia di dunia, termasuk Mas Yoga di dalamnya. \nApabila Mas Yoga mau tahu lebih banyak dan mengenal Isa Al-Masih dari Kitab Suci Injil juga merasakan pertolonganNya, bgmn kalo saya kenalkan dengan teman saya di sana untuk bertemu dan ngobrol secara langsung, apakah mau? dan kalo mau, saya izin berikan no WA kepada teman saya agar gampang hubunginya, itung2 nambah teman silaturahmi, gimana Mas?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya lagi susah mas bingung mau ketemu mas"
    },
    {
      "sender": "Agent",
      "content": "Oh ketemuannya ga harus buru2 sekarang ko2, Mas Yoga bisa chat/telpon terlebih dahulu di WA. Setelah nyaman, barulah janjian ketemuan di tempat yg Mas Yoga merasa nyaman untuk bertemu juga diwaktu lowongnya. Bbarangkali dgn ngobrol bersama teman saya, ada pencerahan. Kalo via chat gini terbatas kan ya Mas, kalo ngobrol langsung kan bisa lebih leluasa. Gimana Mas, mau kan ketemuan dgn teman saya?\n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Saya bingung mas, harus ngobrolin apa jika ketemuSaya gak jelas keadaan nya malu saya, Boleh saja kasih WA saya nanti bs ketemu Saya depresi berat mass"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih kesediannya ya Mas. Berharap Mas Yoga mendapat ketenangan batin di tengah situasi ini ya Mas. \nOh ya, kira2 adakah rencana untuk kembali ke Bandung berkumpul bersama keluarga Mas? kalo ada rencana, kira2 kapan?\n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Maaf saya lagi di usir mas,, saya tdk tau harus kapan dan sedangkan istri saya cuek tdk tau menau nanyain kabar saya masAstagfirullah gila mas saya depressi orang terdekat saya tanpa mencari tau saya sedikitpunSaya intinya pengen punya kerjaan pengen punya uang dan mental saya berangsur pulih lagi mass"
    },
    {
      "sender": "Agent",
      "content": "Yg sabar dan tabah ya Mas, saya dapat memahami perasaan Mas Yoga saat ini. Berharap mujizat pertolongan Isa Al-Masih dapat menolong Mas Yoga keluar dari sulitnya kondisi yg dialami. Mas Yoga juga mendapat ketenangan batin yg tidak didapat dari manapun.\nTerimakasih ya atas waktunya, ditunggu saja teman saya pasti akan hubungi Mas Yoga, minta tolong direspon ya. Ia akan memperkenalkan diri sebagai teman saya, Mas Viki. Saya berdoa semoga Mas Yoga selalu diberi perlindungan Allah, ketenangan dan kedamaian, juga kebahagiaan dan keberkahan. Salam \n \n \n "
    },
    {
      "sender": "Yogha Mega Prastya",
      "content": "Aamiinn"
    }
  ]
}