{
  "messages": [
    {
      "sender": "Nasutria",
      "content": "Depresi banget sampai pingin akhiri hidup saja. Tapi saya takut azab neraka?"
    },
    {
      "sender": "Agent",
      "content": " Assalamualaikum, terimakasih sudah kirim pesan. Sebelumnya boleh tau Namanya siapa dan usia brp nih? Ngmg\" kalau boleh tau apa yg membuat saudara depresi sampai ingin akhiri hidup, boleh diceritakan?"
    },
    {
      "sender": "Nasutria",
      "content": "Walaikum. Salamm"
    },
    {
      "sender": "Nasutria",
      "content": "Nama saya nasutria Usia 40 Saya sangat depresi dengan kehidupan saya Terlibat hutang yg saya juga ga tau lagi harus cari jalan kemana lagi Serasa tiada habisny Padahal saya sudah bekerja siang mlm Tapi mash sma belum cukup"
    },
    {
      "sender": "Agent",
      "content": " Assalamualaikum Nasutia, apa kabarnya nih? semoga kamu selalu dlm lindungan Allah. Owh ya maaf yah saya baru bisa bls pesannya nih,"
    },
    {
      "sender": "Nasutria",
      "content": "Walaikum salam"
    },
    {
      "sender": "Nasutria",
      "content": "Iya tidak apa"
    },
    {
      "sender": "Nasutria",
      "content": "Amin  amin"
    },
    {
      "sender": "Agent",
      "content": " Nasutria ini laki\" atau perempuan yah Maaf?"
    },
    {
      "sender": "Agent",
      "content": " Kalau boleh tau apa yg membuat kamu sampai terlilit hutang?"
    },
    {
      "sender": "Nasutria",
      "content": "Perempuan"
    },
    {
      "sender": "Nasutria",
      "content": "Awal nya pada saat tidak bekerja Habis kontrka bisa di bilang Kebutuhan sehari hari untuk 2 anak sekolah 1 smk 1 sd"
    },
    {
      "sender": "Nasutria",
      "content": "Sedangkan sya bekerja sendri"
    },
    {
      "sender": "Nasutria",
      "content": "Padasaat ini saya bekerja serabutan"
    },
    {
      "sender": "Nasutria",
      "content": "Sekarang ini saya tiap hari Pagi siang sore mlm Di teror tagihan"
    },
    {
      "sender": "Nasutria",
      "content": "Sya ga sanggup Bagaimna saya bisa tenang berfikir kalo setiap saat adateroran tagihan"
    },
    {
      "sender": "Nasutria",
      "content": "Harus bagaiamna y"
    },
    {
      "sender": "Nasutria",
      "content": "Klo ga ingat anak mungkin saya ga sangup lagi kaDi tagih bengini"
    },
    {
      "sender": "Agent",
      "content": " Nasutria perkenalkan saya dengan Mba viki salam kenal yah."
    },
    {
      "sender": "Nasutria",
      "content": "Salam kenal juga ka"
    },
    {
      "sender": "Agent",
      "content": " Maaf kalau boleh tau suami kamu kemana Nasutria?"
    },
    {
      "sender": "Nasutria",
      "content": "Suda tidak ada"
    },
    {
      "sender": "Nasutria",
      "content": "Sya single parent"
    },
    {
      "sender": "Agent",
      "content": " yang sabar dan tetap semangat yah walau tdk mudah, kalau boleh tau kamu kerja apa?"
    },
    {
      "sender": "Agent",
      "content": " Mksdnya meninggal atau bercerai?"
    },
    {
      "sender": "Nasutria",
      "content": "Saya serabutan  ka cuci gosok di ruamh orang"
    },
    {
      "sender": "Nasutria",
      "content": "Pergi sudah 5 tahun tidak ada kabar"
    },
    {
      "sender": "Agent",
      "content": " Selama ini apakah kamu udh coba untuk mencari pekerjaan yg hasilnya lebih baik mungkin? owh ya kalau boleh tau kamu lulusan apa?"
    },
    {
      "sender": "Nasutria",
      "content": "Taun ini tahun ke 6"
    },
    {
      "sender": "Nasutria",
      "content": "Sudah waktu itu saya kerja di cofe shop"
    },
    {
      "sender": "Agent",
      "content": " Semangat yah semoga Allah berikan kelancaran rejeki dan keberkahan selalu."
    },
    {
      "sender": "Nasutria",
      "content": "Tapi anak saya tidak ada yg jaga"
    },
    {
      "sender": "Nasutria",
      "content": "Saya lulusan d3"
    },
    {
      "sender": "Agent",
      "content": " Apakah kamu sudah coba mencari suami kamu atau bertanya ke keluarganya mungkin?"
    },
    {
      "sender": "Agent",
      "content": " Tidak ada ortu yg membantu mengasuh yah Nasutria?"
    },
    {
      "sender": "Nasutria",
      "content": "Orang tua saya kedua nya suda tidak ada"
    },
    {
      "sender": "Nasutria",
      "content": "Sya pun tidak ada kk atau adik"
    },
    {
      "sender": "Nasutria",
      "content": "Sudah ka tidak ada respon"
    },
    {
      "sender": "Agent",
      "content": " Lalu selama ini apa yg sudah kamu lakukan untuk bisa membayar hutang'?"
    },
    {
      "sender": "Agent",
      "content": " owh ya kamu tinggal dimana nih?"
    },
    {
      "sender": "Nasutria",
      "content": "Setiap ada yg bayar dari hasil gosok mencuci saya cicil"
    },
    {
      "sender": "Nasutria",
      "content": "Karena sering lewat tgl"
    },
    {
      "sender": "Nasutria",
      "content": "Mereka membungakan sampai bunga nya itu lebih dari pinjamna saya"
    },
    {
      "sender": "Nasutria",
      "content": "Skrang tinggal di depok"
    },
    {
      "sender": "Nasutria",
      "content": "Makin kesni saya hasil kerja hanya untuk bayar hutang"
    },
    {
      "sender": "Nasutria",
      "content": "Sampai  untuk kebutuhan sehari hari aja ga ada"
    },
    {
      "sender": "Nasutria",
      "content": "Untuk makan aja kadang ga adaka"
    },
    {
      "sender": "Nasutria",
      "content": "Ga tau lagi harus bagaimana"
    },
    {
      "sender": "Agent",
      "content": " Saya ikut prihatin yah Nasutria, selain berusaha apakah kamu juga sudah berdoa dan memohon pertolongan Allah?"
    },
    {
      "sender": "Agent",
      "content": " Ngmg\" di depok sana kamu tinggal di kecamatan apa? owh ya kamu asli suku Betawi kah?"
    },
    {
      "sender": "Nasutria",
      "content": "Tentu sja saya tidak pernah lupa untuk berdoa kepada allah"
    },
    {
      "sender": "Nasutria",
      "content": "Kecamatan tapos"
    },
    {
      "sender": "Nasutria",
      "content": "Saya betawi sunda kak"
    },
    {
      "sender": "Agent",
      "content": " Alhamdulillah, tentunya semua kita selalu berusaha dan berdoa yah."
    },
    {
      "sender": "Agent",
      "content": " Nasutria jika sy di posisi kamu, selain berusaha, sy akan berdoa memohon pertolongan Allah melalui Isa Al-Masih. Alhamdulillah Ketika sy melakukannya, hati sy tenang dan doa harapan sy kebanyakan dikabulkan oleh Allah. Apakah kamu pernah mendengarkan ttng pertolongan Allah melalui Isa Al-Masih?"
    },
    {
      "sender": "Nasutria",
      "content": "Pernah kak"
    },
    {
      "sender": "Nasutria",
      "content": "Saya  berusaha untuk tenang Tapi ketika ada orang yg  datang tagih saya sudah bingung harus bagamana"
    },
    {
      "sender": "Agent",
      "content": " kalau boleh tau apa yg kamu ketahui tentang Isa Al-Masih?"
    },
    {
      "sender": "Agent",
      "content": " Ya saya mengerti, pastinya tdk enak bingung dan cemas Ketika di tagih."
    },
    {
      "sender": "Nasutria",
      "content": "Sedikit banyak tau kak"
    },
    {
      "sender": "Nasutria",
      "content": "Iya kepala saya sakit dan tidak nafsu untuk makan"
    },
    {
      "sender": "Agent",
      "content": " Nasutria Isa Al-Masih adalah nabi ke 24 anak dari siti Maryam yg harus kita Imani, namun isa Al-Masih lebih dr sekedar nabi IA berkuasa dibumi dan di surga, Isa Al-Masih sebagai perantara manusia dengan Allah, karena Isa Al-Masih suci dan kita manusia berdosa, maka dari itu Isa Al-Masih berkuasa menolong manusia agar doanya di dengar dan di ijabah oleh Allah. Bgaimana tanggapan kamu tentang Isa Al-Masih?"
    },
    {
      "sender": "Agent",
      "content": " Sabar ikhlas dan selalu berharap kepada Allah yah"
    },
    {
      "sender": "Nasutria",
      "content": "Sya masi belum terlalu memahami"
    },
    {
      "sender": "Nasutria",
      "content": "Suda ka sampai saya lelah"
    },
    {
      "sender": "Nasutria",
      "content": "Kasian anak sya sampe untuk kebutuhan sekolah saja tidak tertutupi karena ada uang sedikit pasti untuk cicilan hutang"
    },
    {
      "sender": "Agent",
      "content": " Begini nasutria dlm kitab-kitab terdahulu Allah yaitu Kitab Injil Allah, Isa Al-Masih berkata: Mintalah apa saja kepada Allah di dalam NamaKu, dan kamu akan menerimanya agar menjadi sempuna kebahagiaan kamu. Namun Ketika kita meminta tentu meminta hal yg baik dan tentu jg kita hrs tetap berusaha dan berdoa. apakah kamu mau tau bagaimana cara berdoa kepada Allah di dalam nama Isa Al-Masih?"
    },
    {
      "sender": "Nasutria",
      "content": "Belum tau kak"
    },
    {
      "sender": "Agent",
      "content": " Apakah kamu mau tau bagaimana cara berdoa kepada Allah di dalam nama Isa Al-Masih menurut Kitab Injil Allah? agar doa\" dan harapan kamu  di ijabah oleh Allah dan hidup kamu bisa di ubahkan."
    },
    {
      "sender": "Nasutria",
      "content": "Iya ka"
    },
    {
      "sender": "Agent",
      "content": " Kalau kamu mau ngbrl lebih lanjut tentang Isa Al-Masih dan mengingat disini terbatas, bagaimana kalau saya kenalkan dengan teman saya disana untuk bertemu dan ngbrl secara langsung apakah kamu mau?"
    },
    {
      "sender": "Nasutria",
      "content": "Mksdnya teman nya yg disana mana ya ka"
    },
    {
      "sender": "Agent",
      "content": " Di daerah nasutria sana apakah kamu mau?"
    },
    {
      "sender": "Nasutria",
      "content": "Boleh ka"
    },
    {
      "sender": "Nasutria",
      "content": "Maaf saya boleh tanya"
    },
    {
      "sender": "Nasutria",
      "content": "Apa yg kaka masksd pendeta gitu ka ?"
    },
    {
      "sender": "Agent",
      "content": " bukan koq nasutria, hanya org biasa saja seperti kita"
    },
    {
      "sender": "Agent",
      "content": " Alhamdulillah, kalau gtu saya kasih no kamu ke teman saya yah, agar nanti teman saya bisa hubungi kamu terlebih dlu, kamu gak keberatankan?"
    },
    {
      "sender": "Nasutria",
      "content": "Baik ka"
    },
    {
      "sender": "Agent",
      "content": " Kira\" apakah ada keluaraga atau teman yg juga mau tau tentang Isa Al-Masih? kalau ada nanti boleh di ajak ketemu brg teman saya dan kamu yah. Ngmg\" kamu kapan ada Waktu luangnya, agar nanti pada saat teman saya hubungi tdk ganggu aktifitasnya?"
    },
    {
      "sender": "Nasutria",
      "content": "Besok bisa ka"
    },
    {
      "sender": "Agent",
      "content": " Mungkin tdk besok juga yah Nasutria, namun nanti teman saya pasti hubungi kamu yah di tunggu saja."
    },
    {
      "sender": "Nasutria",
      "content": "Iya ka di siang hari tidak apa ka"
    },
    {
      "sender": "Agent",
      "content": " Senang bisa berkenalan dengan Nasutria, saya doakan semoga Allah memberikan kelancaran rejeki selalu untuk kamu dan dimudahkan segala usahanya"
    },
    {
      "sender": "Nasutria",
      "content": "Amin aminn Kembali kasih ka"
    },
    {
      "sender": "Agent",
      "content": " baik Nasutria, terimakasih untuk waktunya, wassalamualaikum."
    }
  ]
}