{
  "messages": [
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Khirul memulai percakapan dengan bot"
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Aku lagi sakit hati"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih ya sudah mau lanjut ngobrol...\nSebelum kita lanjut, kalau boleh tahu nama panggilannya siapa nih? Salam kenal saya Eka\n\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Haerul"
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Iya kka"
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Semoga damai di bulan suci yg penuh berkah ini tetap dirasakan.\r\nTepatnya daerah kecamatan mana disana?\r\nBiasanya, kesehariannya kerja apa yg dilakukan?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Kecamatan peringga, kalo keja di tempat perikanan"
    },
    {
      "sender": "Agent",
      "content": "Salam santun ya.\r\nBiar lebih akrab dan bs menjalin silaturahmi dgn baik.\r\nKenalkan saya Mas Eka.\r\nGimana kabar keluarga disana jg sehat semua?\r\nSdh memasuki usia keberapa nich di tahun ini?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Alhamdulillah sehat semua 30"
    },
    {
      "sender": "Agent",
      "content": "Semoga disana sehat selalu.\nOya, Haerul mengalami sakit hati dgn siapa?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Gw ditinggali di saat uda siap melamarnya ?????"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dengan semua yg terjadi sampai saat ini.\r\nTetap tegar dan kuat menjalaninya.\r\nYakinlah bahwa Allah jg Mahatahu dan pastinya akan memberimu kekuatan dalam melewatinya.\r\nSampai saat ini, apa yang sdh dilakukan dalam mengatasinya?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Berdo'a memohon ke Allah SWT, kenapa rasa ini di tancap begitu dalam jika buka aku jodoh nya??"
    },
    {
      "sender": "Agent",
      "content": "Mensyukuri nikmat yang Allah berikan, jauh lebih indah dr segalanya.\r\nNamun, apa yg kamu lakukan kedepannya utk berbenah diri dan menuju hidup yg lebih baik?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Itu yg aku bingung kan kenapa dan apa yg harus kulakukan, jika aku tidak ditakdirkan bersamanya. Setiap hari aku bingung, apa yg harus ku lakukan"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya...\nApa selama ini, Haerul sdh coba utk melupakan masa lalu dan fokus kepada kehidupan baru lebih baik?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Suda, di setiap sujud ku selalu minta itu ke yamaha kuasa, sekarang aku seperti kehilangan arah"
    },
    {
      "sender": "Agent",
      "content": "Secara manusia saya jg tdk bisa berbuat apa-apa Haerul, tapi Mas Eka berharap dan berdoa agar diberi kemudahan kedepannya.\r\nTidak ada yang mustahil kalau sepenuhnya sdh berusaha dan yakin akan kebesaran Allah dalam hidupmu.\r\nSama seperti kisah Nabi Daud ketika dalam masalah yang dialaminya, ia mengatakan seruan kepada Allah:\r\n\"Selidikilah aku, ya Allah, dan kenallah hatiku, ujilah aku dan kenallah pikiran-pikiranku; lihatlah, apakah jalanku serong, dan tuntunlah aku di jalan yang kekal!\r\nMungkin, lebih baik Haerul ambil waktu untuk refleskikan diri kepada Allah dan minta hidayahnya.\r\nBukankah itu jauh lebih baik?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Trimakasih, insyaallah aku selalu berdoa dan mendekat diri kepada Allah"
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Jika ada saran aku ingin mendengarkan biar hati ini makin yakin dan tenang"
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Mungkin saudara penolong yg di berikan Allah untuk ku"
    },
    {
      "sender": "Agent",
      "content": "Hidup di dunia ini adalah kesempatan, itu sebabnya teruslah berharap kepada Allah Sang Pemberi hidup.\r\nNamun, dengan hidup yang Haerul alami sampai saat ini, saya jadi teringat dalam kitab Injil Suci kisah ttg Isa Al-Masih yang memberikan kedamaian dan ketenangan dalam hati, jiwa dan perasaan.\r\nIsa Al-Masih jg mengajarkan utk tidak kuatir dalam segala hal, namun yakin bahwa Allah akan mencukupkan yang terbaik bagi orang yang beriman dan berusaha melakukan yg terbaik. Sama seperti burung di udara yang bs mencari makan bahkan lebih dari itu, kita sebagai manusia di dunia ini diberikan hikmah untuk bs melakukan segala sesuatunya.\r\nApa Haerul pernah dengar kisah ini sebelumnya? Bagaimana menurut Haerul akan kisah ini?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Susah di mengerti"
    },
    {
      "sender": "Agent",
      "content": "Oia gpp kalau belum mengerti.\nYang susah dimengerti dibagian mana Haerul?\nOya, gimana kabarmu hari ini? keluarga jg sehat semua ya?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Mental ku yg kacau"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat dan kuat.\nApa Haerul sdh merasakan bahwa ada kedamaian bersama Allah dalam dirimu?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Masih bingung aku semkin ku brdoa smakin sakit rasanya"
    },
    {
      "sender": "Agent",
      "content": "Kalau hanya mengadalkan kekuatan diri sendiri, pastinya tdk akan mampu.\nIsa Al-Masih jg mengatakan bhw: \"Marilah semua kepadaku yg letih lesu dan berbeban berat, Aku akan memberikan kelegaan kepadamu.\"\r\nSelayaknya sbg manusia kita hanya berserah dan melakukan bagian kita, selebihnya biarkan Allah yang turut campur bekerja melakukan caraNya.\nGimaa menurutmu?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Iya??"
    },
    {
      "sender": "Agent",
      "content": "Semoga apa yg dirindukan diberikan yg terbaik.\r\nPada akhirnya, setiap perbuatan atau tindakan yg dilakukan di dunia ini akan dipertanggungjawabkan di akhirat.\nNamun yang Mas Eka tahu, sebenarnya masih banyak hal lain lagi ttg kebenaran ttg Isa Al-Masih.\r\nIsa Al-Masih yang lahir suci kedalam dunia bahkan terkemuka di dunia dan di akhirat.\r\nIsa Al-Masih sangat dekat dengan Allah dan banyak memberikan kisah teladan untuk hidup lebih baik.\r\nApa Haerul ingin membahas ttg Isa Al-Masih yang mengajarkan ttg hal kekuatiran, memberikan kedamaian dan ketenangan serta kisah teladan Isa Al-Masih lebih lanjut?\n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Dengan senang hati kalau Haerul ingin tahu dan ngobrol lebih banyak.\r\nLewat chat ini jg terbatas, Mas Eka jg punya teman disana.\r\nApa Haerul mau ngobrol bertemu langsung membahas semua kebenaran ttg Isa Al-Masih dengan teman Mas Eka disana, hitung-hitung sembari berbagi, menjalin persaudaraan dan menjalin silaturahmi dgn baik?\r\nApa Haerul mau dan tdk merasa keberatan?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Di mana teman nya mas"
    },
    {
      "sender": "Agent",
      "content": "Didaerah Haerul jg disana.\nNanti bs ngobrol bareng dan sharring jg sekalian nambah teman dan jalin silaturahmi dgn baik, bs atur waktu dgn baik.\nHaerul di Pringga, desa daerah mana disana?\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Labuhan lombok"
    },
    {
      "sender": "Agent",
      "content": "Baiklah Haerul, Mas Eka berharap apapun yang kamu rindukan juga selalu diberkahi dan mendapat rahmat dr Allah.\r\nSehat selalu dan diberi kemudahan dalam segala hal.\r\nBerharap juga, lewat teman Mas Eka  disana,  Haerul jg bs bertemu, ngobrol lebih banyak serta mendapat hidayah dr Allah. Amin...\n \n \n "
    },
    {
      "sender": "Khirul Basri (Haerul)",
      "content": "Teman nya orang lombok juga mas"
    }
  ]
}