{
  "messages": [
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Jimmy memulai percakapan dengan bot"
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Jauh banget jauuuuhhhhhh banget"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih ya sudah mau lanjut ngobrol...\nSebelum kita lanjut, kalau boleh tahu nama panggilannya siapa nih? Salam kenal saya Eka\n \n\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Saya zemy"
    },
    {
      "sender": "Agent",
      "content": "Semoga disana sehat selalu.\r\nApa yang selalu disyukuri akhir-akhir ini?\r\nBs ditulis no WA…\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Ia lanjut ka"
    },
    {
      "sender": "Agent",
      "content": "Semoga damai di bulan suci yg penuh berkah ini tetap dirasakan.\r\nTepatnya daerah kecamatan mana disana?\r\nBiasanya, kesehariannya kerja apa yg dilakukan?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Kecamatan cipanas kab.lebak serabutan"
    },
    {
      "sender": "Agent",
      "content": "Dalam menjalani hidup memang butuh perjuangan yg sungguh.\r\nTindakan benar apa yg sdh dijalani sampai saat ini dalam melakukan perintah dan menjauhi larangan Allah?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Seperti biasa kgiatan sehari2 saya hanya mencari nafkah untuk keluarga"
    },
    {
      "sender": "Agent",
      "content": "Salam santun ya.\r\nBiar lebih akrab dan bs menjalin silaturahmi dgn baik.\r\nKenalkan saya Mas Eka.\r\nGimana kabar keluarga disana jg sehat semua?\r\nSdh memasuki usia keberapa nich di tahun ini?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Keluarga alhmdulilah sehat mas, skrng saya umur33"
    },
    {
      "sender": "Agent",
      "content": "Karena yang saya tahu bahwa ketika melakukan sesuatu dgn ketulusan hati apalagi dengan memberikan yg terbaik, berkah dari Allah yang tak terbatas pun akan selalu disyukuri.\r\nKebahagiaan sejati hanya ditemukan ketika mensyukuri dgn apa yg ada.\r\nBukankah seperti itu ya?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, apa kabarnya hari ini?\r\nSemoga hari ini membawa berkah.\r\n​\r\n\"Jangan khawatir tentang sesuatu pun, tetapi dalam segala hal sampaikanlah semua keinginanmu kepada Allah dalam doa dan permohonan dengan mengucap syukur\".\r\nApa yg dialami dan dirasakan di bulan suci yg penuh berkah ini?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Yg saya rasakan, belum ada kedamaian sedikitpun dihati saya pak ustad, ingin rasanya saya merasakan kedamaian hati"
    },
    {
      "sender": "Agent",
      "content": "Semoga hidup lebih baik.\nBukankah dekat dengan Allah hati akan damai?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Iya ustad, saya seorang mnusia hina...ingin lbih berdekat kpd sang pencipta ..."
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Tapi mungkin apalah daya hidup saya seperti ini slalu dipandang sblah mata"
    },
    {
      "sender": "Agent",
      "content": "Mensyukuri nikmat yang Allah berikan, jauh lebih indah dr segalanya.\r\nNamun, apa yg kamu lakukan kedepannya utk berbenah diri dan menuju hidup yg lebih baik?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Sehat selalu dan jaga kesehatan.\r\n \r\n\"Keselamatan datang dari Allah, BerkahMu atas umatMu.\r\nBerkah dan rahmat apa yg dirasakan akhir-akhir ini?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Alhmdulilah , pertolongan Allah selalu datang di waktu yg tepat"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat menjalani hari ini.\nDari semua yg telah terjadi sampai saat ini, apa harapan yg dirindukan kedepannya utk lebih baik?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Menjadi hamba Allah yang selalu mentaati perintah nya, menjauhi larangan nya"
    },
    {
      "sender": "Agent",
      "content": "Semoga usaha, perjuangan dan niat dalam diri Zemy yang benar itu jg akan membuahkan hasil yang baik.\r\nNamun, dgn kisah hidup yang Zemy alami sampai saat ini, saya jadi teringat dengan sebuah kisah dalam kitab Injil Suci ttg Isa Al-Masih dengan seorang pemuda yang ingin mencari kehidupan lebih baik. Waktu Isa datang kepada pemuda tsb, dengan hati yang mulia, Isa mengajarkan pemuda tsb utk mengikutinya dan fokus kepada kehidupan yang kekal dan abadi. Bukan hanya terlena dan meninggalkan kenikmatan duniawi, tapi lebih dari itu memberi dgn apa yg dimiliki dan fokus kepada perintah dan larangan Allah. Kesempatan sebenarnya tdk terjadi 2 kali kepada pemuda tsb, bahkan waktu tdk akan terulang kembali apalagi Isa datang kepada Pemuda tsb utk mengingatkannya, waktu utk berbenah diri belumlah terlambat. Namun, Pemuda tsb akhirnya pergi dan merasa enggan melakukannya. Pemuda tsb lebih memililih kepada yang ada skrg itulah kenikmatan duniawi, bukan kepada apa yg tak terlihat kedepannya itulah kehidupan kekal dan abadi di akhirat.\r\nBagaimana menurut Zemy akan kisah ini?\r\n \n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Sebenernya, sampai saat ini saya berusa tegar dan kuat, karena dimata orang lain saya orang yg benar2 salah, mungkin dalam diri saya mempunyai catatan kriminal bisa di bilang residivis, tapi dalam diri saya ingin lebih memperbaiki diri dari yg sudah2"
    },
    {
      "sender": "Agent",
      "content": "Berharap dalam proses hidup yg dijalani mengalami hidup yg lebih baik.\nKalau dr kisah yg dibagikan, hikmah apa yg Zemy bs dapatkan?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Banyak sekali pk ustad hikmah nya, saya sekarng mulai sedikit2 belajar membaca Alquran dan tajwid nya dan memperbaiki sholat , yg paling penting menjadi pribadi yg baik sikap maupun sikap dari hari2 yg kemarin"
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Walaupun org selalu menganggap diri saya sebagai penjahat"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya, semoga hidup lebih baik.\nSejauh ini, apa yg Zemy jg sdh pernah baca dan pelajari kisah ttg Isa?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Belum pk ustad"
    },
    {
      "sender": "Agent",
      "content": "Oia gpp kalau Zemy jg belum pernah tahu.\r\nNamun yang Pak Eka tahu, sebenarnya masih banyak hal lain lagi ttg kebenaran ttg Isa Al-Masih.\r\nIsa Al-Masih yang lahir suci kedalam dunia bahkan terkemuka di dunia dan di akhirat.\r\nIsa Al-Masih sangat dekat dengan Allah dan banyak memberikan kisah teladan untuk hidup lebih baik.\r\nApa Zemy ingin membahas ttg Isa Al-Masih yang mengajarkan ttg hal kebaikan dan kisah teladan Isa Al-Masih lebih lanjut?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Dengan senang hati kalau Zemmy ingin tahu dan ngobrol lebih banyak.\r\nLewat chat ini jg terbatas, Pak Eka jg punya teman disana.\r\nApa Zemmy mau ngobrol bertemu langsung membahas semua kebenaran ttg Isa Al-Masih dengan teman Pak Eka disana, hitung-hitung sembari berbagi, menjalin persaudaraan dan menjalin silaturahmi dgn baik?\r\nApa Zemmymau dan tdk merasa keberatan?\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Ini no wa saya 085770652885"
    },
    {
      "sender": "Agent",
      "content": "Baiklah Zemy, Pak Eka berharap apapun yang kamu rindukan juga selalu diberkahi dan mendapat rahmat dr Allah.\r\nSehat selalu dan diberi kemudahan dalam segala hal.\r\nBerharap juga, lewat teman Pak Eka disana, Zemy jg bs bertemu, ngobrol lebih banyak serta mendapat hidayah dr Allah. Amin...\n \n \n "
    },
    {
      "sender": "Zemy (Jimmy Santiago)",
      "content": "Amin pa"
    }
  ]
}