{
  "messages": [
    {
      "sender": "Padli Lia",
      "content": "Padli memulai percakapan dengan bot"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, Thanks yah Sudah mw Ngbrol di FB ini.\r\nSemoaga Allah selalu menjaga dan melindungi Kita sekalian… :)\r\nUntuk Menjalin Tali Silahturahmi,  skrng km Tinggal dimana dan Usia brapa? :)\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Sekarang aku di sebamban"
    },
    {
      "sender": "Padli Lia",
      "content": "Usia 27"
    },
    {
      "sender": "Agent",
      "content": "Ohiya Salam kenal ya, saya  EKA, Ohiya nama Panggilan km siapa?\r\nBtw, kalo Keluarga disana Sehat2 semua kan yah? :)\r\nohiya km Tepatnya  Tinggalnya …. di kecematan apa yah?\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "PadliIya alhamdulillahP.kerayaaanKecamatan Pulau Laut kepulauan"
    },
    {
      "sender": "Agent",
      "content": "semoga kita bisa menjadi Sahabat meski jarak jauh :)\r\nohiya disana km Kerja Apa ya, & Pendidikan Trakhir km Apa Nih? :)\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Di sini aku kerja keamanan"
    },
    {
      "sender": "Padli Lia",
      "content": "Smk"
    },
    {
      "sender": "Agent",
      "content": "Ohiya Semoga Kita bisa menjadi Teman yang bisa saling Suport yah.. :) \r\nOhiya dalam menjalani kehidupan ini, pernahkah km melanggar Printah Allah? \r\ndan kalo pernah, Printah Alah yang sperti apa yang pernah km langgar? \n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Maksiat buat nangis ortu menfitnah orang hingga mati"
    },
    {
      "sender": "Agent",
      "content": "Ohiya apa yang menyebabkan km Jadi terjerumus oleh dosa yang pernah km lakukan?   \r\nOhiya apakah Km Menyesali akan dosa yang pernah km lakukan di hadpan Allah?\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Iya sangat dan amat menyesalinya"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulias Jika sudah menyesalinya... :) \nOhiya Usaha apa yang sudah Km lakukan Agar Dosa km di Ampuni Allah?\r\ndan Apakah km sudah memohon apaunan kepada Allah Melalalui doa Sujud kepada Allah? \n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Aku GK hpl di.a sujud nmn di setiap di.aku berharap Allah mengampuni dosa2 orang yg pernah aku singgaing tuk berbuat dosa.terutama ortuku and orang yg aku fitnah"
    },
    {
      "sender": "Agent",
      "content": "Semogaga Allah mengampuni setiap dosa2 yang pernh kita lukan yah.. :) \nOhiya bagaimana harapan km Kedepanya, Apakah km benar2 Sungguh ingin dosanya di Ampuni Allah? \n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Pertanyaanmy lucu siapa yg TK ingin dosanya di ampunih itu adlh jln yg paling berkh dlm hidupku"
    },
    {
      "sender": "Agent",
      "content": "\nAllah tentu Maha pengampun bagi KIta yang ingin sungguh2 Bertobat..\nsebab dalam Firman Allah ada tertulis: Jika kita mengaku dosa kita, maka Ia adalah setia dan adil, sehingga Ia akan mengampuni segala dosa kita dan menyucikan kita dari segala kejahatan. Ohiya saya ada Kisah Tentang Isa Almasih yang mengajarkan tentang Ajaran Allah soal mengapuni Orang Yang Berdosa, apakah berkenan saya bagikan? :) \n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Oke siap"
    },
    {
      "sender": "Agent",
      "content": "\nBicara ttg dosa, saya teringat sebuah kisah nyata ttg Pengampunan Dosa dr salah satu Kitab Suci Terdahulu, yaitu dr Kitab Injil Allah.\r\nSaat Isa sedang mengajar banyak orang, datanglah sekerumunan orang membawa seorang perempuan yg ketangkap berbuat zina. Orang2 tsb bertanya kpd Isa, apakah perempuan tsb harus dihukum dgn dirajam batu?\r\nKemudian Isa berkata kpd mereka, “siapa diantara kalian yg tidak berdosa, boleh melempar batu kpd perempuan itu”. Mendengar perkataan Isa, pergilah orang2 tsb satu per satu. Sabda Isa kpd perempuan itu, “aku tidak akan menghukum engkau, pergilah dan mulai saat ini jangan berbuat dosa lagi!”.\n                                                                                                                                                                               \r\nMenurut kamu kenapa akhirnya tidak ada orang yg mau melempar batu kpd perempuan itu ?\n\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Tidak ada manusia yg sempurna karna kesempurnaan hny milik Allah SWT."
    },
    {
      "sender": "Agent",
      "content": "\nBenar Sekali , saya juga spendapat, trimksh untuk pendapat baiknya yah.. :)\r\nmemang Dalam kisah tsb tidak ada yg melempar batu karena semua manusia pasti pernah melakukan dosa dan butuh Rahmat Allah agar dosa2 kita diampuni.\r\nDan hikmahnya adalah Tidak ada dosa yang tidak Di ampuni Allah, Asal Kita mau berubah dan tidak melakuakn dosa lagi.\r\nOhiya Sejauh ini, apa saja yang km ketahui ttg kisah/sabda Isa Almasih?\n\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "GK ada...."
    },
    {
      "sender": "Agent",
      "content": "sebenarnya masih banyak hal lain lagi ttg kebenaran ttg Isa Al-Masih.\r\nIsa Al-Masih yang lahir suci kedalam dunia bahkan terkemuka di dunia dan di akhirat.\r\nIsa Al-Masih sangat dekat dengan Allah dan banyak memberikan kisah teladan untuk hidup lebih baik.\nOhiya, kalau ngobrol dan silaturahmi juga berbagi cerita tentang  Sabda Isa Almasih yang tertulis dalam Kitab Suci Injil Allah tentang Ajaran Allah soal mengampuni Orang yang berdosa? Apakah kamu Mau?\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulilah Jika ingin melanjutkanya, Ohiya obrolan yang membawa kebaikan ini tidak leluasa hanya disini saja. Jadi, apa kamu mau kalau nanti kenalan dengan teman saya disana bertemu langsung melanjutkan obrolan tentang Sabda Isa Almasih yang tertulis dalam Kitab Suci Injil Allah tentang Ajaran Allah soal mengampuni Orang yang berdosa? Apakah kamu Mau?\n\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "okeh baiklah senang mendengarkanya.. :) \nohiya kalo gitu Boleh Tulis No Hp/WA yang Aktive? :)\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nokeh baiklah senang mendengarkanya.. :) \nohiya kalo gitu Boleh Tulis No Hp/WA yang Aktive? :)\n \n \n \n\n "
    },
    {
      "sender": "Padli Lia",
      "content": "085332922381"
    },
    {
      "sender": "Agent",
      "content": "\nSenang bisa ngbrol banyak dengan mas Padli.. :) \r\nohiya biar Akrab, panggil saya Mas Eka saja yah.. :) \r\nOhiya teman Saya akan menghubungi kembali lewat No Hp yang sudah di berikan, ia akan memperkenalkan diri sebagai Teman saya \"temanya Mas EKA \" jadi mohon sabar menuggu yah... :) Semoga Kita selalu dalam Lindungan Allah.. :)\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Ohiya Btw, Mas Padli berasal dari Suku apa yah? :)\r\nOhiya Btw, nanti Untuk Melanjutkan Topik Tentang Sabda Isa Almasih yang tertulis dalam Kitab Suci Injil Allah tentang Ajaran Allah soal mengampuni Orang yang berdosa? Sendiri  atau ada teman atau saudara yang diajak? :)\n \n \n "
    },
    {
      "sender": "Padli Lia",
      "content": "Mandar"
    }
  ]
}