{
  "messages": [
    {
      "sender": "Rizal Azmi",
      "content": "Rizal memulai percakapan dengan bot"
    },
    {
      "sender": "Rizal Azmi",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih ya sudah mau lanjut ngobrol...\nSebelum kita lanjut, kalau boleh tahu nama panggilannya siapa nih? Salam kenal saya Eka\n \n\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Iya kak Eka...??????"
    },
    {
      "sender": "Rizal Azmi",
      "content": "Kak Eka"
    },
    {
      "sender": "Rizal Azmi",
      "content": "???"
    },
    {
      "sender": "Agent",
      "content": "​Ohiya Btw, Tinggal dimana Skrng Nih? \r\ndan untuk menjaga Kesopanan saya, Boleh tau skrng masuk Usia brpa skrng? :) \n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Tinggal nya di Medan usia saya jalani 31 kak"
    },
    {
      "sender": "Agent",
      "content": "Ohiya Salam kenal ya, saya  EKA, Ohiya nama Panggilan km siapa?\r\nBtw, kalo Keluarga disana Sehat2 semua kan yah? :)\r\nohiya km Tepatnya  Tinggalnya …. di kecematan apa yah?\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Panggilan nya Azmi kak....Alhamdulillah sehat semua kak....Medan Denai KA..."
    },
    {
      "sender": "Agent",
      "content": "semoga kita bisa menjadi Sahabat meski jarak jauh :)\r\nohiya disana km Kerja Apa ya, & Pendidikan Trakhir km Apa Nih? :)\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Kerja saya jaringan optik kak... SMK kak..."
    },
    {
      "sender": "Agent",
      "content": "Ohiya Semoga Kita bisa menjadi Teman yang bisa saling Suport yah.. :) \r\nOhiya dalam menjalani kehidupan ini, pernahkah km melanggar Printah Allah? \r\ndan kalo pernah, Printah Alah yang sperti apa yang pernah km langgar? \n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Banyak kak..... ninggalin solat,, kasar,judi,... Alhamdulillah saya udah bisa ninggalin narkoba kak...??????"
    },
    {
      "sender": "Agent",
      "content": "Ohiya bagaimana Perasaan km saat terjerumus dari dosa yang pernah km lakukan? \ndan apkah ada Niatan baik Kamu Untuk Bertobat dan menjadi Pribadi yang lebih baik lagi kedepanya?\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Iya kak aku slalu mencoba untuk JD lebih baik kak....tapi GK tau aku kak ntah godaan setan atau akunya kak yg blm mau ke jalan yang baik kak....????"
    },
    {
      "sender": "Agent",
      "content": "Trus Usaha apa saja yang sudah km alkukan untuk dapat meninggalkan dosa yang pernah km lakuakn? \n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Jaga jarak kak sama kawan kawan satu frekuensi yg sering sama sama lakukan dosa kak"
    },
    {
      "sender": "Agent",
      "content": "Sungguh Usaha yang baik sekali untuk bisa menghidari Goodaan dosa.. saya sangat salut dnegan km\nOhiya apakah Km Menyesali akn dosa yang pernah km lakukan di hadpan Allah?\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Sangat menyesal......????"
    },
    {
      "sender": "Agent",
      "content": "\nAllah tentu Maha pengampun bagi KIta yang ingin sungguh2 Bertobat..\nsebab dalam Firman Allah ada tertulis: Jika kita mengaku dosa kita, maka Ia adalah setia dan adil, sehingga Ia akan mengampuni segala dosa kita dan menyucikan kita dari segala kejahatan. Ohiya saya ada Kisah Tentang Isa Almasih yang mengajarkan tentang Ajaran Allah soal mengapuni Orang Yang Berdosa, apakah berkenan saya bagikan? :)  \n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Ya kak.??????"
    },
    {
      "sender": "Agent",
      "content": "\nBicara ttg dosa, saya teringat sebuah kisah nyata ttg Pengampunan Dosa dr salah satu Kitab Suci Terdahulu, yaitu dr Kitab Injil Allah.\r\nSaat Isa sedang mengajar banyak orang, datanglah sekerumunan orang membawa seorang perempuan yg ketangkap berbuat zina. Orang2 tsb bertanya kpd Isa, apakah perempuan tsb harus dihukum dgn dirajam batu?\r\nKemudian Isa berkata kpd mereka, “siapa diantara kalian yg tidak berdosa, boleh melempar batu kpd perempuan itu”. Mendengar perkataan Isa, pergilah orang2 tsb satu per satu. Sabda Isa kpd perempuan itu, “aku tidak akan menghukum engkau, pergilah dan mulai saat ini jangan berbuat dosa lagi!”.\n                                                                                                                                                                               \r\nMenurut kamu kenapa akhirnya tidak ada orang yg mau melempar batu kpd perempuan itu ?\n\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Karna orang yang mau menghakimi punya dosa kak"
    },
    {
      "sender": "Agent",
      "content": "\nBenar Sekali , saya juga spendapat, trimksh untuk pendapat baiknya yah.. :)\r\nmemang Dalam kisah tsb tidak ada yg melempar batu karena semua manusia pasti pernah melakukan dosa dan butuh Rahmat Allah agar dosa2 kita diampuni.\r\nDan hikmahnya adalah Tidak ada dosa yang tidak Di ampuni Allah, Asal Kita mau berubah dan tidak melakuakn dosa lagi.\r\nOhiya Sejauh ini, apa saja yang km ketahui ttg kisah/sabda Isa Almasih?\n\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Klo kisah nabi Isa yg saya tau dia belum mati kak"
    },
    {
      "sender": "Agent",
      "content": "sebenarnya masih banyak hal lain lagi ttg kebenaran ttg Isa Al-Masih.\r\nIsa Al-Masih yang lahir suci kedalam dunia bahkan terkemuka di dunia dan di akhirat.\r\nIsa Al-Masih sangat dekat dengan Allah dan banyak memberikan kisah teladan untuk hidup lebih baik.\nOhiya, kalau ngobrol dan silaturahmi juga berbagi cerita tentang  Sabda Isa Almasih yang tertulis dalam Kitab Suci Injil Allah tentang Ajaran Allah soal mengampuni Orang yang berdosa? Apakah kamu Mau?\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Mau kak"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulilah Jika ingin melanjutkanya, Ohiya obrolan yang membawa kebaikan ini tidak leluasa hanya disini saja. Jadi, apa kamu mau kalau nanti kenalan dengan teman saya disana bertemu langsung melanjutkan obrolan tentang Sabda Isa Almasih yang tertulis dalam Kitab Suci Injil Allah tentang Ajaran Allah soal mengampuni Orang yang berdosa? Apakah kamu Mau?\n\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Ya saya mau kak"
    },
    {
      "sender": "Agent",
      "content": "Ohiya Baiklah kalo gitu... \r\nohiya ada No Hp/WA yang aktive untk bisa di hubungi kembali.. :)\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nOhiya Baiklah kalo gitu... \r\nohiya ada No Hp/WA yang aktive untk bisa di hubungi kembali.. :)\n \n \n \n\n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "082370031049"
    },
    {
      "sender": "Agent",
      "content": "\nSenang bisa ngbrol banyak dengan Amzi.. :) \r\nohiya biar Akrab, panggil saya Mas Eka saja yah.. :) \r\nOhiya teman Saya akan menghubungi kembali lewat No Hp yang sudah di berikan, ia akan memperkenalkan diri sebagai Teman saya \"temanya Mas EKA \" jadi mohon sabar menuggu yah... :) Semoga Kita selalu dalam Lindungan Allah.. :)\n\n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Amin ya rabbal alamin"
    },
    {
      "sender": "Agent",
      "content": "Okeh baiklah, senang mendengarnya.. :) \r\nOhiya Btw, Azmi berasal dari Suku apa yah? :)\r\nOhiya Btw, nanti Untuk Melanjutkan Topik Tentang Sabda Isa Almasih yang tertulis dalam Kitab Suci Injil Allah tentang Ajaran Allah soal mengampuni Orang yang berdosa? Sendiri  atau ada teman atau saudara yang diajak? :)\n\r\n \n \n \n "
    },
    {
      "sender": "Rizal Azmi",
      "content": "Mandailing mas"
    }
  ]
}