{
  "messages": [
    {
      "sender": "Asep Tiara",
      "content": "Asep memulai percakapan dengan bot"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih ya sudah mau lanjut ngobrol...\nSebelum kita lanjut, kalau boleh tahu nama panggilannya siapa nih? Salam kenal saya Eka\n\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "ya"
    },
    {
      "sender": "Agent",
      "content": "Asep, tinggal dimana? Oya sehari2 kesibukannya apa nih biasanya?\n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "tinggal di cilacapkerja jadi petugas parkir d RSUD MAJENANG .CILACAP"
    },
    {
      "sender": "Agent",
      "content": "Asep usia berapa? Jadi dosa apa yg membuat Asep merasa jauh dari Allah?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "usia 42 thdosaku terlalu besar ma ortukusekarang ortu udah meninggal kalau inget ortu dadaku selalu sesak"
    },
    {
      "sender": "Agent",
      "content": "Pak Asep sudah berkeluargakah saat ini? Apa yg sudah dilakukan selama ini agar bisa kembali dekat sama Allah, pak?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "ya sudah berkeluarga sudah saya lakukantp saya mudah sekali terpengaruh sama hal2 yg berbau maksiat"
    },
    {
      "sender": "Agent",
      "content": "Sbg manusia memang kita tdk luput dari salah & dosa ya, pak...Apa bpk juga sudah berdoa memohon petunjuk & pertolongan Allah?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "belum"
    },
    {
      "sender": "Agent",
      "content": "Nah, pak Asep bagaimana perasaannya saat bpk sadar selama ini jauh dari Allah?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "gelisah.....sangat gelisah...pengin kembali dekat"
    },
    {
      "sender": "Agent",
      "content": "Nah pak Asep jadi dari apa yg bpk sampaikan, intinya saat ini bpk ingin kembali dekat sama Allah. Betulkah, pak?\npak Asep di Cilacap kecamatan apa, pak?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "kec MAJENANG"
    },
    {
      "sender": "Agent",
      "content": "Pak Asep mengenai harapan bpk untuk bisa dekat kembali sama Allah, sebenarnya tidak sulit, pak.\nAllah sdh mmberikan petunjuk-Nya dlm Kitab Suci. Apa bpk mau dengar?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "ya mau denger"
    },
    {
      "sender": "Agent",
      "content": "Nah, pak Asep Kitab-Kitab Terdahulu Allah yaitu Kitab Suci Injil menjelaskan \"tidak ada manusia yg luput dari salah dan dosa, tetapi Allah sangat mengasihi kita umat-Nya itu sebabnya dalam Kitab-Kitab Terdahulu Allah yaitu Kitab Suci Injil dijelaskan demikian \" Tetapi sekarang, dalam Isa Al-Masih, kamu yang dahulu “jauh”, sudah menjadi “dekat” melalui Isa Al-Masih.\"\r\nApa sudah pernah dengar, pak?\n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "klo dri injil belum"
    },
    {
      "sender": "Agent",
      "content": "Oh bgtu, tidak apa2 pak kita sama2 berbagi pengetahuan...nah pak Asep selama ini apa yg pernah di dengar atau ketahui mengenai Isa Al-Masih, pak?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "isa alaihi salam adalah seorang nabi...dan saya percaya dan briman sesuai perintah allah dan rasulullah"
    },
    {
      "sender": "Agent",
      "content": "Banyak kisah & teladan yg diberikan oleh Isa Al-Masih ya, pak...Apa pak Asep tertarik dan mau tahu lebih banyak mengenai cara Isa Al-Masih menolong manusia termasuk bpk agar bisa kembali dekat sama Allah?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "alhamdulillah kisah pr nabi semuanya dr nabi adam alaihi salam sampai nabi Muhammad sollalohu'allaihisalam sudah hafal.."
    },
    {
      "sender": "Agent",
      "content": "Pak Asep maksud saya kalau tertarik & mau tahu nanti bisa kenalan sama teman saya. Jadi bisa ngobrol & ketemu sama dia, jadi bisa silaturahmi juga dan nambah teman. Apa bpk mau?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, pak Asep apa kabarnya? Oya bagaimana, pak apakah bpk mau?\n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "wa'alaikum salam...alhamdulillah sehat...mau apa"
    },
    {
      "sender": "Agent",
      "content": "Syukurlah klo bgtu, pak maksudnya  mau tahu lebih banyak mengenai cara Isa Al-Masih menolong manusia termasuk bpk agar bisa kembali dekat sama Allah, pak.\n Nanti bisa kenalan sama teman saya. Jadi bisa ngobrol & ketemu sama dia, jadi bisa silaturahmi juga dan nambah teman. Apa bpk mau?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "trimakasih pak..."
    },
    {
      "sender": "Agent",
      "content": "Jadi mau kan pak kenalan sama teman saya? Nanti dia WA bpk dlu ya, nomornya sudah betul kan pak ini 082329685282?\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "ya betul...tp saya beriman dan percayakpd isa alaihisalam hanya sebagai nabi...robb ku cuma 1 allah subhanahuwata'al"
    },
    {
      "sender": "Agent",
      "content": "Baik, pak nanti ditunggu ya kabar dari teman saya...\r\nSemoga bpk & keluarga selalu sehat serta Allah lindungi dimanapun berada...\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "aamiin...sebaliknya bpk jg sekeluarga dalam lindungan allah subhana huata'ala"
    },
    {
      "sender": "Agent",
      "content": "Amin, pak makasih juga buat doanya, nanti teman saya WA bpk bilang klo dia temannya Eka ya, pak jadi kalau dia chat boleh dibalas...\n \n \n "
    },
    {
      "sender": "Asep Tiara",
      "content": "???? ok"
    }
  ]
}