{
  "messages": [
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Ahmad memulai percakapan dengan bot"
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Gak ada pilihan"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih ya sudah mau lanjut ngobrol...\nSebelum kita lanjut, kalau boleh tahu nama panggilannya siapa nih? Salam kenal saya Eka\n\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Ian"
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Waalaikum salam"
    },
    {
      "sender": "Agent",
      "content": "Semoga kedamaian dan ketenangan dalam hidup tetap dirasakan.\r\nTepatnya daerah kecamatan mana disana?\r\nBiasanya, kesehariannya kerja apa yg dilakukan?\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Kecamatan Sukarame, seharian driver gocar"
    },
    {
      "sender": "Agent",
      "content": "Salam santun ya.\r\nBiar lebih akrab dan bs menjalin silaturahmi dgn baik.\r\nKenalkan saya Mas Eka.\r\nGimana kabar keluarga disana jg sehat semua?\r\nSdh memasuki usia keberapa nich di tahun ini?\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Sehat walafiat mas, usia saya 48 thn"
    },
    {
      "sender": "Agent",
      "content": "Semoga hari ini membawa berkah.\nApa yg membuat Ian selama ini merasa menjauh dr Allah, hingga kelilit riba dan melakukan banyak maksiat?\nSemoga hidup lebih baik.\r\nKenapa melakukan hal demikian?\r\nBukankah itu tindakan salah ya?\n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Maksiat itu dulu sewaktu muda, riba karna terpaksa memenuhi kebutuhan mas"
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Alhamdulillah sekarang saya sholat 5 waktu   sunat rowatib   tahajud   duha   witir, sedekah subuh 2 ribu sehari, sholawat dan zikir 1000 per hari...mas"
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Dan waktu2 kosong saya isi baca aliklas mas"
    },
    {
      "sender": "Agent",
      "content": "Semua jg pasti ada hikmahnya.\nNamun, apa Ian jg sdh mohon ampunan kepada Allah akan kesalahan di masa lalu?\nGimana, perasaan hidupmu sampai saat ini?\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Ya mas sdh, sering juga sholat tobat"
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Sekarang lebih tenang dan kuat"
    },
    {
      "sender": "Agent",
      "content": "Untuk menjalin silaturahmi dan persaudaraan dgn baik, bs ditulis no WA…\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "081292776836"
    },
    {
      "sender": "Agent",
      "content": "Mensyukuri nikmat yang Allah berikan, jauh lebih indah dr segalanya.\r\nNamun, apa yg kamu lakukan kedepannya utk berbenah diri dan menuju hidup yg lebih baik?\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Ya mas Alhamdulillah saya bersyukur, kedepannya saya tetap memperbaiki sholat  saya ( 48 rokaat sehari wajib dan sunat )  zikir ,sholawat , sedekah rutin walaupun sedikit"
    },
    {
      "sender": "Agent",
      "content": "Semua jg pasti ada hikmahnya.\r\nSeringkali dosa menjadi penghalang utk mendekatkan diri kepada Allah.\r\nManusia tdk bs membersihkan dirinya sendiri dr dosa dan hanya Allah yg bs membersihkan dosa manusia dgn mengutus Isa Al Masih. Kisah ini jg sdh tertulis dalam Kitab Injil Suci yg merupakan kitab terdahulu wahyu Allah yg masih diimani sampai saat ini.\r\nIsa Al-Masih diberi gelar Kalam Allah disebut Jalan yang lurus, punya kuasa, terkemuka di dunia dan akhirat dan akan kembali datang sbg Hakim di akhir zaman.\r\nIsa Al-Masih banyak melakukan mukjizat dan melakukan teladan berbuat baik kepada sesama.\r\nKisah kelahirannya lahir suci kedalam dunia dan sangat dekat dengan Allah.\r\nApa Ian merasa tertarik utk membahas kisah dan teladan Isa Al-Masih lebih lanjut?\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Ya tertarik mas"
    },
    {
      "sender": "Agent",
      "content": "Dengan senang hati kalau Ian ingin tahu dan ngobrol lebih banyak.\r\nLewat chat ini jg terbatas, Mas Eka jg punya teman disana.\r\nApa Ian mau ngobrol bertemu membahas semua kebenaran ttg Isa Al-Masih dengan teman Mas Ekadisana, hitung-hitung sembari berbagi, menjalin persaudaraan dan menjalin silaturahmi dgn baik?\r\nApa Ian mau dan tdk merasa keberatan?\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Tidak mas"
    },
    {
      "sender": "Agent",
      "content": "Baiklah Ian, Mas Eka berharap apapun yang kamu rindukan juga selalu diberkahi dan mendapat rahmat dr Allah.\r\nSehat selalu dan diberi kemudahan dalam segala hal.\r\nBerharap juga, lewat teman Mas Eka disana,  Ian jg bs bertemu, ngobrol lebih banyak serta mendapat hidayah dr Allah. Amin...\n \n \n "
    },
    {
      "sender": "Ahmad Alpian (Ian)",
      "content": "Aamiin"
    }
  ]
}