{
  "messages": [
    {
      "sender": "Bimo Pranoto",
      "content": "Bimo memulai percakapan dengan bot"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Setiap punya niat baik selalu ada masalah bahkan sampai bertubi2.apa makna dan solusinya agar keimanan kita tetap terjaga??????"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Maaf blom ada waktu luang."
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Assalamualaikum warahmatullahi wabarokatu"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Maaf lagi kerja??????"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih ya sudah mau lanjut ngobrol...\nSebelum kita lanjut, kalau boleh tahu nama panggilannya siapa nih? Salam kenal saya Eka\n\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Waallaikum salam"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Saya bimo"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Salam kenal"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Dan saya butuh solusi .bagai mana cara menghadapi sifat  seseorang apalagi itu org terdekat kita.tapi punya sifat ego oper merasa lebih dalam segala hal dan sudah 20han tahun bersama belum pernah klu saya bicara nasehat pasti ngak pernah kelar udh di potong"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Panjang lah klu mau detail semoga sodara mengerti maksud saya"
    },
    {
      "sender": "Agent",
      "content": "Semoga kedamaian dan ketenangan dalam hidup tetap dirasakan.\r\nTepatnya daerah kecamatan mana disana?\r\nBiasanya, kesehariannya kerja apa yg dilakukan?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Kalbar"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Kerja apa aja penting halal utk anak istri"
    },
    {
      "sender": "Agent",
      "content": "Semoga disana sehat selalu.\r\nApa yang selalu disyukuri akhir-akhir ini?\r\nBs ditulis no WA…\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Aminnnn"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Klu untuk pribadi saya ngak terlalu memikirkan cukup lebih apa tidak,asal kebutuhan masih bisa di usahakan saya ngak terlalu ambil pusing.intinya jalani aja apa yg menjadi kewajiban kita hasilnya ya terima aja"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Yg saya takut kan anak dan istri apa kah bisa terima seperti saya jga"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "085215173033"
    },
    {
      "sender": "Agent",
      "content": "Turut prihatin dengan semua yg terjadi sampai saat ini.\r\nTetap tegar dan kuat menjalaninya.\r\nYakinlah bahwa Allah jg Mahatahu dan pastinya akan memberimu kekuatan dalam melewatinya.\r\nSampai saat ini, apa yang sdh dilakukan dalam mengatasinya?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Klu utk penjelasan lisan sudah sangat sering saya coba namun sangat tidak bisa."
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Jadi pelan2 saya dengan cara tingkah laku saya sendiri berharap si dia bisa berpikir positif.dan sambil berdoa memohon kepada Allah SWT .utk kebaikan di segala hal...aminnnn"
    },
    {
      "sender": "Agent",
      "content": "Mensyukuri nikmat yang Allah berikan, jauh lebih indah dr segalanya.\r\nNamun, apa yg kamu lakukan kedepannya utk berbenah diri dan menuju hidup yg lebih baik?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Utk saat ini saya hanya selalu berusaha trus tetap dekat kepada Allah SWT.sembari membimbing anak2 agar tetap di dalam iman nya.selebihnya saya serahkan kepada sang sutradara terbaik ??"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Karna Allah SWT lah yg maha tau segalanya termasuk niat dalam diri saya.dan saya yakin karna Allah SWT masih terus menuntun hambanya tanpa ada lewat sedetik pun sampai kita tak bernapas ??"
    },
    {
      "sender": "Agent",
      "content": "Hidup di dunia ini adalah kesempatan, itu sebabnya teruslah berharap kepada Allah Sang Pemberi hidup.\r\nNamun, dengan hidup yang Bimo alami sampai saat ini, saya jadi teringat dalam kitab Injil Suci kisah ttg Isa Al-Masih yang memberikan kedamaian dan ketenangan dalam hati, jiwa dan perasaan.\r\nIsa Al-Masih jg mengajarkan utk tidak kuatir dalam segala hal, namun yakin bahwa Allah akan mencukupkan yang terbaik bagi orang yang beriman dan berusaha melakukan yg terbaik. Sama seperti burung di udara yang bs mencari makan bahkan lebih dari itu, kita sebagai manusia di dunia ini diberikan hikmah untuk bs melakukan segala sesuatunya.\r\nBagaimana menurut Bimo akan kisah ini?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Maaf saya masih nol masalah kitab2.hanya berfikir logika aja.karna hal berlebihan itu tidak baik.yg terlalu pasrah kekurangan pun jga kurang baik jadi dalam segala hal saya berusaha merasa cukup.ya itu saja.mungkin saudara lebih paham lah dri saya.maaf saya masih awam masih banyak butuh belajar ??.terima kasih sudah mau berbagi ilmu ??????"
    },
    {
      "sender": "Agent",
      "content": "Oia gpp, kita bs saling berbagi dan menjalin silaturahmi persaudaraan dgn baik.\nSelama ini, Bimo sdh pernah baca dan pelajari kisah ttg Isa, apa saja?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Saya random bos.ngak fokus ke kitab2 kecuali alquran.saya selalu pakek metode apa yg harus saya lakukan saat menghadapi sesuatu hal besar atau kecil dengan niat selesai dengan baik.dan yg saya sendiri ngak paham dari mana TPI sebenarnya ya tau petunjuk siapa hanya kebanyakkan reflek pada saat detik itu ada masalah dan dapat solusi detik itu jga dan setelah kejadian baru paham oh yg barusan sama kayak kisah si  A atau si B.maaf klu belepotan.semoga bisa mengerti"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Utk di Alquran pun maaf saya buka membaca seperti umumnya org lain mengaji"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Saya selalu cari waktu yg tenang utk baca artinya dan pahami maknanya dan saya sesuai kan dengan kehidupan sehari2 saya"
    },
    {
      "sender": "Agent",
      "content": "Oia gpp kalau Bimo belum pernah tahu.\r\nNamun yang Mas Eka tahu, sebenarnya masih banyak hal lain lagi ttg kebenaran ttg Isa Al-Masih.\r\nIsa Al-Masih yang lahir suci kedalam dunia bahkan terkemuka di dunia dan di akhirat.\r\nIsa Al-Masih sangat dekat dengan Allah dan banyak memberikan kisah teladan untuk hidup lebih baik.\r\nApa Bimo ingin membahas ttg Isa Al-Masih yang mengajarkan ttg hal kekuatiran, kehidupan lebih baik dan kisah teladan Isa Al-Masih lebih lanjut?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Insyaallah mas"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Cuma maklum waktunya saya ini ngak pasti kayak pegawai tetap ????"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Karna saya kerja apa ajak jadi waktu freenya ngak pasti"
    },
    {
      "sender": "Agent",
      "content": "Dengan senang hati kalau Bimo ingin tahu dan ngobrol lebih banyak.\nSantai saja, waktunya jg bs diatur dan dikomunikasikan dgn baik.\r\nLewat chat ini jg terbatas, Mas Eka jg punya teman disana.\r\nApa Bimo mau ngobrol bertemu langsung membahas semua kebenaran ttg Isa Al-Masih dengan teman Mas Eka disana, hitung-hitung sembari berbagi, menjalin persaudaraan dan menjalin silaturahmi dgn baik?\r\nApa Bimo mau dan tdk merasa keberatan?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Insyaallah klu waktu nya pas saya tidak keberatan"
    },
    {
      "sender": "Agent",
      "content": "Kita belum kenalan ya.\nSalam santun ya.\r\nBiar lebih akrab dan bs menjalin silaturahmi dgn baik.\r\nKenalkan saya Mas Eka.\r\nGimana kabar keluarga disana jg sehat semua?\r\nSdh memasuki usia keberapa nich di tahun ini?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Alhamdulillah mas Eka saya Bimo pranoto mas.alhamdulillah semua baik2 saja dan selalu berharap di bawah lindungan Allah SWT ????aminnn"
    },
    {
      "sender": "Agent",
      "content": "Sehat selalu disana.\nBimo, kelahiran tahun berapa, biar akrab.\nDi Kalbar, tepatnya daerah kecamatan mana disana?\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Aminn terimakasih mas.semoga mas di sana begtu jga"
    },
    {
      "sender": "Agent",
      "content": "\nBimo, kelahiran tahun berapa?\nDi Kalbar, tepatnya daerah kecamatan mana disana?\n\n \n \n "
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Kecamatan Sanggau ledo"
    },
    {
      "sender": "Bimo Pranoto",
      "content": "Kelahiran 1984"
    },
    {
      "sender": "Agent",
      "content": "Baiklah Bimo, Mas Eka berharap apapun yang kamu rindukan juga selalu diberkahi dan mendapat rahmat dr Allah.\r\nSehat selalu dan diberi kemudahan dalam segala hal.\r\nBerharap juga, lewat teman Mas Eka disana,  Bimo jg bs bertemu, ngobrol lebih banyak serta mendapat hidayah dr Allah. Amin...\n \n \n "
    }
  ]
}