{
  "messages": [
    {
      "sender": "Tina Putri Leo",
      "content": "Tina memulai percakapan dengan bot"
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Y"
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Y"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, Thanks yah Sudah mw Ngbrol di FB ini.\r\nSemoaga Allah selalu menjaga dan melindungi kita sekalian… :)\r\nUntuk menjalin tali silahturahmi,  skrng km tinggal dimana dan usia brapa? :)\n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Usia 30 thn, tinggal di lamsel"
    },
    {
      "sender": "Agent",
      "content": "Ohiya salam kenal ya, saya  EKA, Ohiya nama panggilan km siapa?\r\nBtw, kalo Keluarga disana sehat2 semua kan yah? :)\r\nohiya km tepatnya  tinggalnya …. di kecematan apa yah?\n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Nma panggilan tina. Kluarga sehat ...kec katibung"
    },
    {
      "sender": "Agent",
      "content": "semoga kita bisa menjadi Sahabat meski jarak jauh :)\r\nohiya disana, km kerja apa ya, & pendidikan Terakhir km apa nih? :)\r\nOhiya Seblumnya Apakah Km Menyukai kisah2 Nabi2 Allah Tedahulu, Jika Km Menyukainya Bolehkan saya mebagikan salah Satu Kisah-Nya? :)\n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Iy boleh"
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Pendidikan Smk"
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Sy ibu rumah tangga"
    },
    {
      "sender": "Agent",
      "content": "\nSaya yakin bahwa ALLAH juga punya tujuan yg sangat mulia utk menyatakan wahyunya dalam kitab-kitab terdahulu itu Yakni Kitab Tuarat, Zabur, Injil, bahkan didalamnya juga sdh tertulis Petunjuk Jalan lurus menuju surganya ALLAH. Salah satunya kisah dalam kitab Injil yang saya ingat:\nSetelah naik perahu, Isa menyeberang. Kemudian, datanglah beberapa orang kepada-Nya membawa seorang lumpuh yang terbaring di tempat tidurnya. Ketika Isa melihat iman mereka, bersabdalah Ia kepada orang lumpuh itu, “Teguhkanlah hatimu, hai anak-Ku, Lalu, berkata, “Bangun, angkatlah tempat tidurmu dan pulanglah ke rumahmu!” Orang itu pun bangun, lalu pulang ke rumahnya.\n\r\n​Ohiya dari sabada Isa, Menurut km Kenapa Orang lumpuh itu Menjadi Sembuh?\n\n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Gx tau"
    },
    {
      "sender": "Agent",
      "content": "Saya bantu Jawab yah.. :) \nkarana Iman yang Kuat Kepada Allah, maka Isa memberikan Mukjizat Kesembuhan Kpd Orang Lumpuh Tersebut.. :) Semoga Kita Semkin Percaya dan beriman kepada Allah yah..\r\nohiya kisah Apa saja yang  pernah km  keatahui tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Gx tau"
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Nabi isa di angkt menjadi nabi/rasul Allah swt di usia 30thn, dan di lahir kan oleh mariyam ibunya yg blom menikah tapi punya ank??"
    },
    {
      "sender": "Agent",
      "content": "yup Benar sekali.. :)\r\nsedikit mengulas kisah Isa Almasih yang tertulis dalam Kitab suci Allah terdahu... \r\nbahwa Isa Tidak lahir dari Hubungan Bandan Suami istri melainkan dari Ruh Allah yang diturukan kepada Siti Mariyam... \r\ndalam perjalananya di dunia, Banyak Mukijzat yang Ia lakukan, baik menyembuhkan orang sakit, membangkitan orang mati dll, bahkan menuntun orang berdosa kepada pertobatan dan menuju kepada Allah, dan Di akhir zaman nanti Isa Almasih akan datang kembali sebagai hakim atas dosa2 manusia... juga sebagai petunjuk jalan yang lurus.\n\r\nOhiya Untuk memperkuat Iman Kita kepada Allah, dari penjelasan Ini apakah kamu mau melanjutakan untuk tau lebih lagi tentang Kisah Isa Almasih? \n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Iy"
    },
    {
      "sender": "Agent",
      "content": "Dengan senang hati kalau Rindu & Mau  tahu lebih banyak. \r\nOhiya Lewat chat ini jg terbatas, dan Jauh lebih baik jika ingin tau lebih banyak saya kenalkan dengan teman saya :)... dan dengan teman saya nanti bisa, Jumpa & ngobrol, Membahas lebih banyak serta menjalin silaturahmi dengan baik.\r\nohiyha Apakah Mau Tau  membahas lebih banyak & Melanjutkan Topik ini dengan Teman saya? :)  Kalau  mau, bs ditulis no HP atau WA yang aktif... :)\n \n \n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "Yua"
    },
    {
      "sender": "Agent",
      "content": "\nDengan senang hati kalau Rindu & Mau  tahu lebih banyak. \r\nOhiya Lewat chat ini jg terbatas, dan Jauh lebih baik jika ingin tau lebih banyak saya kenalkan dengan teman saya :)... dan dengan teman saya nanti bisa, Jumpa & ngobrol, Membahas lebih banyak serta menjalin silaturahmi dengan baik.\r\nohiyha Apakah Mau Tau  membahas lebih banyak & Melanjutkan Topik ini dengan Teman saya? :)  Kalau  mau, bs ditulis no HP atau WA yang aktif... :)\n \n \n \n\n "
    },
    {
      "sender": "Tina Putri Leo",
      "content": "085764689262"
    },
    {
      "sender": "Agent",
      "content": "Senang bisa ngbrol banyak dengan Mba Tina.. :) \r\nohiya biar Akrab, panggil saya Mba Eka saja yah.. :) \r\nOhiya teman Saya akan menghubungi kembali lewat No Hp yang sudah di berikan, ia akan memperkenalkan diri sebagai Teman saya \"temanya Mba EKA \" jadi mohon sabar menuggu yah... :) Semoga Kita selalu dalam Lindungan Allah.. :)\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Ohiya Btw, Mba Tina berasal dari Suku apa yah? :)\r\nOhiya Btw, nanti Untuk Melanjutkan Topik tentang kisah Isa Almasih itu sediri kah? atau ada teman atau saudara yang diajak? :)\n \n \n "
    }
  ]
}