{
  "messages": [
    {
      "sender": "Nur Adi",
      "content": "Pasti"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum.\nSebelumnya perkenalkan saya Ari, kalau boleh tahu ini dengan abang/kk siapa dan usia berapa?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Wa Alaikum salam.,  nurhadi 55 th. Hrs bgmn mas"
    },
    {
      "sender": "Agent",
      "content": "\nSalam kenal pak Nurhadi :)\nKalau boleh tau saat ini kesibukan sehari2nya apa pak?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Buruh Nyadap karet ,"
    },
    {
      "sender": "Agent",
      "content": "\nSemoga selalu dilancarkan rezekinya oleh Allah ya pak.\nKalau boleh tau dulu sekolahnya lulusan apa pak?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "SMA"
    },
    {
      "sender": "Agent",
      "content": "\nYa semoga ilmunya bermanfaat dan pekerjaannya barokah pak.\nO iya pak, bagaimana kondisi daerah tempat tinggal bpk saat ini? bpk tinggal di daerah kecamatan mana? \n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Amin3X  yarobal alamin. Baik .kegiatan agama Alhamdulillah terprogram berjalan lancar. Belitang 3 OKU TIMUR"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah, semoga bpk dan keluarga selalu dlm lindungan Allah ya.\no iya pak, di awal bpk mengatakan mau pertolongan Allah untuk menahan hawa nafsu. Ya memang di zaman saat ini banyak godaan-godaan dunia yang bisa membawa kita terjerumus ke dalam hal-hal negatif yang dilarang Allah. Maka kita membutuhkan pertolongan Allah untuk mengendalikan hawa nafsu agar nafsu kita bisa diarahkan ke hal-hal yang positif serta membawa manfaat.\nLalu apa bpk sudah menemukan cara untuk menahan hawa nafsu?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Caranya hanya lebih mendekatkan diri pada ALLAH"
    },
    {
      "sender": "Agent",
      "content": "\nBenar pak. Untuk bisa menahan hawa nafsu maka kita harus memperbaiki diri dan mendekatkan diri kepada Allah. Untuk mendekatkan diri kepada Allah maka lebih dulu kita harus membersihkan dosa. Sebab perbuatan salah dan dosa membuat hubungan kita menjadi jauh dari Allah, sulit menerima ridho Allah bahkan sulit menemukan jalan lurus Allah menuju surga di akhirat nanti.\nApakah bpk sudah menemukan cara untuk membersihkan diri dari dosa?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Belum ,,gmn ?"
    },
    {
      "sender": "Agent",
      "content": "\nBegini pak, kita semua pasti ingin membersihkan dosa-dosa kita dengan usaha kita sendiri, tapi pak faktanya tidak ada satu orang pun di dunia ini yang bisa membersihkan sendiri dosa-dosanya, sebab selama masih di dunia ini, kita manusia yang terbatas, kita akan lebih banyak khilaf dan berbuat dosa, saya tidak bisa membersihkan sendiri dosa saya begitu juga dengan bpk, maka dari itu kita butuh penolong untuk membersihkan dosa-dosa kita. Dan Alhamdulilah, saya sudah menemukan penolong untuk membersihkan dosa saya sehingga kelak tidak menerima murka Allah melainkan bisa masuk Surga-Nya yang suci.\nApakah bpk mau tau siapa penolong itu?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "\nPenolong itu adalah Allah sendiri pak. Hanya Allah sendirilah yang bisa melakukannya karena Allah tidak terbatas dan penuh dengan kuasa, bukan dengan usaha yang kita lakukan sebab kita sangatlah terbatas.\nTapi tetap Allah punya caraNya sendiri. Cara Allah yang luar biasa itu adalah dengan cara mengutus Isa AS ke dunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Begini kisahnya pak, Allah mengutus Isa AS ke dunia untuk menyelamatkan manusia dari dosa, pengurbanan Isa AS membuka jalan bagi manusia berdosa agar bisa ke surga/ di akhirat nanti tanpa harus melalui api neraka. Isa AS lahir, mati, dan di bangkitkan dan sekarang Isa AS ada di surga yang membuka dan memberikan jalan bagi manusia pak. Kisah ini ada dalam kitab terdahulu, di sana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa menyelamatkan manusia dari dosa.\nApakah bpk mau belajar bersama dan lebih mengetahui kisah bagaimana Allah menolong umat-Nya dengan belajar Kitab-Kitab Allah Terdahulu?\n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah jika bpk bersedia :)\nNanti proses belajarnya akan dilakukan bersama teman saya melalui WA, dan nantinya jika bpk sudah merasa nyaman juga bisa bertemu. Proses belajarnya tidak dikenakan biaya sama sekali alias gratis pak. Adakah nomor WA yg bisa dihubungi pak? \n\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "wa sama FB satu  nomer"
    },
    {
      "sender": "Agent",
      "content": "maaf saya tidak tau nomor nya pak, boleh tuliskan disini berapa nomornya?\n \n \n "
    },
    {
      "sender": "Nur Adi",
      "content": "085669811778"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih sudah memberikan nomor WA pak\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Nantinya teman saya akan menghubungi bpk untuk belajar bersama tentang kisah Allah mengutus Isa AS membersihkan dosa manusia melalui kitab2 Allah terdahulu. Dan nantinya juga akan bertemu langsung dengan teman saya jika bpk sudah merasa nyaman. Untuk waktunya nanti bisa disesuaikan agar tidak mengganggu pekerjaan/aktivitas bpk yg lain. \nSelamat melanjutkan aktifitas pak, sehat selalu, dilancarkan rejekinya. Senang bisa ngobrol dengan bpk, dan semoga nanti juga bisa ngobrol dengan baik bersama teman saya. Wassalamualaikum :)\n \n \n \n "
    }
  ]
}