{
  "messages": [
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "belum ,saya mohon bantuan"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, Terima kasih sudah mengirimkan pesan\nsebelumnya perkenalkan nama saya Indra, kalau abang  namanya siapa dan usianya berapa?\n\r\n \n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Nama saya redo mazhar usia saya 45"
    },
    {
      "sender": "Agent",
      "content": "salam kenal pak redo mazhar \napa kabarnya hari ini?\nsenang bisa berkenalan\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Sama sama,saya senang juga"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah bapak tinggal di daerah kecamatan apa?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Saya tinggal di daera curup kabupaten rejang lebong,prop bengkulu"
    },
    {
      "sender": "Agent",
      "content": "\noh baik, disana tinggal dengan istri dan anak-anak yah?\n\n\r\n \n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Tidak istri tingal di medan sama mertua saya,saya di curup ini cuma mencari nafka ,dulu ya istri ikut saya di curup,sejak 1tahun yang lalu balik ke medan,"
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Sekarang mungkin istri saya suda lama ngangur dia stres atau kesepian saya kurang paham,yang jelas istri saya sekarang kerjaan ya main di tik tok,sehingga dia lupa ada suami,ada anak,apa lagi sekarang istri suda ada penghasilan semenjak main tik tok"
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Saya mau komonikasi tak mau dia bicara sama saya,mertua dan adik ipar juga begitu di ajak ko.onikasi tak ada yang mau"
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Malahan istri suda berani minta berpisa ,semenjak main tik tok"
    },
    {
      "sender": "Agent",
      "content": "Oh lalu bapak tidak pernah pulang ke medan sama istri yah?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Baru satu tahun  istri pulang je medan ,saya bulan 8 ,th kemaren ada pulang ke nedan"
    },
    {
      "sender": "Agent",
      "content": "tapi belum ceraikan pak?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Alhamdulilah saya belum menceraikan istri saya,tapi sekarang istri suda merasa suda bercerai,gi mana solusi ya,saya rencana lebaran ini mau pulang ke medan,apa kah mertua saya menerima saya ,dan istri saya,gi mana pendapat bapak"
    },
    {
      "sender": "Agent",
      "content": "saya pikir momen yang tepat pak, semoga di lancarkan yah pak\nlalu kesibukannya setiap hari apa pak?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Kalau sata di kampung petani,"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah pak, semoga Allah selalu melancarkan pekerjaan dan rejekinya yah pak\ndulu sekolah lulusan apa pak?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "STM,/smk kalau sekarang"
    },
    {
      "sender": "Agent",
      "content": "Oh baik pak, oh iya bapak sebelumnya mengatakan bahwa hubungannya lagi gak baik yah di bulan ramadhan ini yah pak\nsaya turut prihatin, memang saya tidak bisa menolong tapi saya doakan semoga Allah menolong bapak dalam masalah ini\nkalau boleh tahu apakah dengan masalah ini bapak sudah mendekatkan diri kepada Allah dan berdoa memohon pertolongan Allah?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Alhamdulilah,saya setiap selesai sholat 5 waktu slalu mendoakan istri saya,semoga alla swt menjaga istri saya beserta keluarga saya"
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Saya mohon bantu doa ya,agar saya kuat ,iklas menerima cobaan ini,semoga allah swt melindungi keluarga saya ,aamiin"
    },
    {
      "sender": "Agent",
      "content": "syukur alhamdulillah jika bapak sudah mendekatkan diri kepada Allah dan berdoa kepada Allah, sebab Allah selalu mendengar doa umatnya, bahkan Allah sanggup menolong semua masalah dan mengabulkan semua harapan kita, tetapi  terkadang yang menjadi masalah adalah ketika dalam masalah kita lebih senang mencari jalan keluar sendiri dengan usaha dan kemampuan mereka tanpa memohon pertolongan Allah, sehingga membuat kita menjadi jauh dari Allah, apa bapak tahu penyebab manusia menjadi jauh dari Allah?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "saya doakan semoga Allah menolong bapak yah\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Aamiin ,terima kasi atas doa ya"
    },
    {
      "sender": "Agent",
      "content": "iya sama-sama pak, lalu apa bapak tahu penyebab manusia menjadi jauh dari Allah?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Kalau pasti ya saya tidak tau,saya mohon petunjuk ya pak,"
    },
    {
      "sender": "Agent",
      "content": "begini pak, sebenarnya penyebab manusia jauh dari Allah adalah karena dosa pak,  Dosa adalah masalah yang serius, karena dosa merusak hubungan kita dengan Allah dan juga dapat merusak hubungan kita dengan sesama pak, apakah bapak pernah memikirkan tentang dosa?\n \n\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Alhamdulilah saya slalu menghidari berbuat dosa pak,tapi saya kurang paham tentang memikir kan dosa mohon petunjuk ya pak,saya sadar memang tampak saya sadari saya tak luput berbuat dosa,sengaja atau pun di luar sadar saya"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah pak, memang Dosa adalah masalah yang serius, karena dosa merusak hubungan kita dengan Allah dan juga dapat merusak hubungan kita dengan sesama pak, apakah bapak pernah memikirkan tentang dosa?\n\r\n \n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Saya sampai saat ini baru sebatas menghidari dosa saja,kalau memikir kan dosa saya belum paham jadi saya minta pencerahan dari bapak,agar saya bisa menoreksi diri saya"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah pak, memang dosa sangat berbahaya pak, karena dosa kita tidak dapat ke surga Allah, oleh karena itu dosa harus dibersihkan tetapi pada kenyataanya dosa tidak dapat dibersihkan oleh manusia dengan cara apapun, lalu apakah bapak sudah menemukan cara untuk membersihkan dosa?\n \n\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Jujur saya katakan saya belum menemukan cara membwrsikan dosa"
    },
    {
      "sender": "Agent",
      "content": "Oh begini pak, sebagai manusia berdosa tentu kita mau membersihkan diri kita dari dosa yah pak, dulu saya berpikir bahwa dengan saya bertobat, memohon ampun pada Allah dan melakukan amalan maka dosa saya dapat dibersihkan, tetapi ternayata saya sadar bahwa semua yang saya lakukan belum cukup bahkan tidak dapat membersihkan dosa saya, sebab pada kenyataannya saya adalah manusia tidak sempurna  yang sering berbuat salah dan khilaf melanggar perintah Allah secara berualng kali, tetapi Alhamdulillah bang, Allah itu sangat baik kepada manusia berdosa, dalam perjalanan hidup saya Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya pak, lalu apakah bapak pernah memikirkan penolong yang bisa membersihkan dosa manusia?\r\n \n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Belum perna pak,selama ini saya cuma tau hanya allah swt tempat kita mohon pertolongan,mohon petunjuk ya pak"
    },
    {
      "sender": "Agent",
      "content": "\nOh baik pak, \nbegini pak, sebenarnya penolong yang mampu membersihkan dosa manusia adalah Allah sendiri, sebab hanya Allahlah yang suci dan yang berkuasa, juga maha penyayang pak, Allah sangat sayang kepada manusia berdosa seperti kita, maka Allah mau supaya kita bisa ke surganya Allah dan tidak kena siksa api neraka dan bisa menerima berkah selamat diakhirat nanti pak, karena itu Allah datang ke dalam dunia yang kita kenal dengan Isa As, Isa As di sebut sebagai kalimatullah atau firman Allah, itulah satu-satunya cara dan jalan lurus yang Allah berikan kepada manusia, jalan yang Allah berikan adalah shirat al mustaqim ini ditulis dalam kitab-kitab Allah terdahulu, apakah bapak pernah mendengar kisahnya?\n \n\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Alhamdulilah perna mendegar kisa isa putra maryam"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah,,Betul pak, \nbegini pak, jalan lurus Allah atau shirat al mustaqim adalah jalan yang membawa manusia ke surga, jalan yang menyelamatkan manusia dari siksa api neraka pak, maka Allah mengutus Isa AS kedalam dunia, Isa lahir, Isa mati dan di kuburkan untuk menyelamatkan manusia dari dosa, tetapi Isa bangkit pada hari yang ke tiga sesuai dengan kitab suci dan sekarang Isa ada disurga menyediakan tempat bagi yang percaya kepadaNya, pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa ke surga/ akhirat nanti tanpa harus melalui api neraka pak. jika bapak mau tahu lebih dalam kisah rahmat Allah yang luar biasa ini bapak bisa dibimbing oleh teman saya untuk belajar melalui kitab-kitab Allah terdahulu apakah bapak bersedia?\r\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "maaf maksudnya bapak bersedia yah?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Saya bersedia"
    },
    {
      "sender": "Agent",
      "content": "terima kasih untuk kesediaannya pak, nanti belajar lebih jauhnya melalui chatingan WA pak\napakah bapak punya nomor WA yang bisa dihubungi?\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Ada no wa saya,082384614361,terima kasi bapak"
    },
    {
      "sender": "Agent",
      "content": "terima kasih sudah berkenan memberikan nomor WA, nanti bapak akan dihubungi untuk belajar lebih jauhnya yah\nsemoga kita selalu dalam lindungan Allah dan tetap jaga kesehatan pak, wasalam\n \n \n "
    },
    {
      "sender": "Rido Mazhar (Ridho Inna)",
      "content": "Terima kasi bapak"
    }
  ]
}