{
  "messages": [
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "\nJadi begini bang. Saat manusia pertama berdosa yaitu Nabi Adam dan Siti Hawa, Allah menyembelih binatang untuk menutupi aurat Nabi Adam dan Siti Hawa. Pakaian dari kulit binatang adalah suatu tanda bahwa hanya darah yg bisa menyelamatkan mereka dari ketelanjangan. Nah, zaman dulu Allah berfirman dosa bisa diampuni kalau ada kurban binatang. Binatang mengganti orang.\nItu sebabnya Allah menyediakan domba untuk mengganti anak Nabi Ibrahim. Apa abg pernah mendengar kisah ini sebelumnya? O ya sebelumnya perkenalkan saya Ari, kalau boleh tau abg/kk namanya siapa?\n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Blm tau kk"
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Dan nama saya rahmat kurniawan"
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Pangil aj nama saya mamat ya kk??"
    },
    {
      "sender": "Agent",
      "content": "\nSalam kenal bang Mamamt :)\nIya bang. Dalam kisah Nabi Ibrahim, Allah menguji Nabi Ibrahim dengan memintanya mempersembahkan anak tunggalnya untuk dipersembahkan di atas gunung sebagai kurban bakaran. Ibrahim melakukan apa yang difirmankan Allah. Namun ketika hendak menyembelih anaknya, malaikat Allah melarangnya sebab telah dilihat bahwa Ibrahim adalah seorang yang bertaqwa dan tidak segan-segan menyerahkan anak tunggalnya kepada Allah. Allah pun menyediakan kurban pengganti baginya yakni seekor domba jantan sebagai kurban bakaran. Nah, jadi bisa disimpulkan sejak jaman dulu selalu ada kurban darah, lalu bagaimana dengan dosa kita? apa dan siapa yang bisa membersihkannya? apa abg pernah memikirkan tentang dosa?\n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Pernah sih tapi setelah ku pikirkan lebih baik aku bertakwa dan solat saja karna dosa tdk bisa dilihat kecuali sang Maha Kuasa ( ALLAH SWT )"
    },
    {
      "sender": "Agent",
      "content": "\nYa semua orang punya dosa termasuk saya juga bang.\nBegini bang, dosa adalah penyebab utama yang membuat kita jauh dari Allah. Dosa membuat syaitan lebih mudah menghasut kita dan membuat kita tidak mendekatkan diri kepada Allah, bahkan kita jadi tidak bisa mendapatkan ridho Allah baik di dunia dan di akhirat kelak. Jadi untuk bisa dekat kepada Allah, kita harus terlebih dahulu membersihkan dosa kita.\nApakah abg sudah menemukan cara untuk membersihkan diri dari dosa?\n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "GK tau bang"
    },
    {
      "sender": "Agent",
      "content": "\nYa sebagai manusia berdosa tentu kita mau membersihkan diri kita dari dosa ya bang, dulu saya berpikir bahwa dengan saya bertobat, memohon ampun pada Allah dan melakukan amalan maka dosa saya dapat dibersihkan, tetapi ternyata saya sadar bahwa semua yang saya lakukan belum cukup bahkan tidak dapat membersihkan dosa saya, sebab pada kenyataannya saya adalah manusia tidak sempurna, yang sering berbuat salah dan khilaf melanggar perintah Allah secara berulang kali, tetapi Alhamdulillah bang, Allah itu sangat baik kepada manusia berdosa, dalam perjalanan hidup saya Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya bang, lalu apakah abg tahu siapa penolong yang bisa membersihkan dosa manusia?\n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "TDK ada lh bang"
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Kecuali diri kita sendiri"
    },
    {
      "sender": "Agent",
      "content": "\nMaaf baru balas. Begini bang, untuk membersihkan dosa manusia ternyata tidak cukup dengan taat melakukan semua amalan baik. Seperti cerita Nabi Adam dan Siti Hawa, ketika mereka memakan buah yang dilarang Allah itu, mereka menjadi berdosa, mereka sadar bahwa mereka telanjang akhirnya mereka mengambil daun-daun dalam taman itu untuk menutupi aurat mereka, tetapi ketika Allah datang Allah menggantikan daun-daun itu dengan kulit binatang bang, ini artinya bahwa apapun usaha manusia untuk membersihkan diri dari dosa sebenarnya tidaklah cukup, maka manusia membutuhkan seorang penolong untuk membersihkan dosanya bang.\nSebenarnya penolong yang mampu membersihkan dosa manusia adalah Allah sendiri, sebab hanya Allahlah yang suci dan yang berkuasa, juga maha penyayang bang, Allah sangat sayang kepada manusia berdosa seperti kita, maka Allah mau supaya kita bisa ke surganya Allah dan tidak kena siksa api neraka dan bisa menerima berkah selamat di akhirat nanti bang, karena itu Allah mengutus Isa As, yang disebut sebagai kalimatullah atau firman Allah, itulah satu-satunya cara dan jalan lurus yang Allah berikan kepada manusia, jalan yang Allah berikan adalah shirat al mustaqim, ini ditulis dalam kitab-kitab Allah terdahulu, jika abg mau tahu lebih dalam abg bisa dibimbing oleh teman saya untuk belajar, apakah abg bersedia?\n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Iya bang saya bersedia demi ke baikan bersama"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah jika abang bersedia :)\nNanti proses belajarnya akan dilakukan bersama teman saya melalui WA, dan nantinya jika abg sudah merasa nyaman juga bisa bertemu. Proses belajarnya tidak dikenakan biaya sama sekali alias gratis bang. Adakah nomor WA yg bisa dihubungi bang? \n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Ini bang 085341116206"
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Ini bang 085384738322"
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "P"
    },
    {
      "sender": "Agent",
      "content": "Baik, terimakasih sudah memberikan nomor WA bang, jadi bisa 2 2 nya ya nomornya bang?  o ya kalau boleh tau abg tinggal di daerah kecamatan mana?\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Kab paten ogan ilir bang"
    },
    {
      "sender": "Agent",
      "content": "O begitu, Ogan Ilir nya di kecamatan apa bang?\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Kc.. Rambang kuangg"
    },
    {
      "sender": "Agent",
      "content": "baik bang, o ya sebaiknya nanti teman saya menghubungi di nomor yg mana bang? yg paling sering abg pakai? karna abg kan kirim 2 nomor\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Paling atas bang"
    },
    {
      "sender": "Agent",
      "content": "yg blakangnya 6206 ya bang?\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Iyaa"
    },
    {
      "sender": "Agent",
      "content": "\n\n\n\n\nBaik, terimakasih bang, semoga abg dan keluarga selalu dlm lindungan Allah. Nantinya teman saya akan menghubungi abg untuk belajar bersama tentang kisah Allah membersihkan dosa manusia melalui kitab2 Allah terdahulu. Dan nantinya juga akan bertemu langsung dengan teman saya jika abg sudah merasa nyaman. Untuk waktunya nanti bisa disesuaikan agar tidak mengganggu pekerjaan/aktivitas abg yg lain. \nSelamat melanjutkan aktifitas bang, sehat selalu, dilancarkan rejekinya. Senang bisa ngobrol dengan abg, dan semoga nanti juga bisa ngobrol dengan baik bersama teman saya. Wassalamualaikum :)\n\n\n\n\n\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Amin"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum bang, maaf mengganggu waktunya, kalau boleh tau abang usianya berapa?\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "18"
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "18 thn bang"
    },
    {
      "sender": "Agent",
      "content": "o begitu, jd saat ini masih sekolah atau kerja bang?\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Sklh"
    },
    {
      "sender": "Agent",
      "content": "SMA ya bang? semoga lancar2 ya sekolahnya\n \n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "It bang Eh btw kapan ya bang ngecet ak di wa"
    },
    {
      "sender": "Agent",
      "content": "ya ditunggu saja bang, nanti akan dihubungi teman saya. selamat melanjutkan aktivitas bang, sehat selalu\n ya. wassalmualaikum\n \n "
    },
    {
      "sender": "Rahmat Kurniawan (Bangge Lek)",
      "content": "Iy bang mksh"
    }
  ]
}