{
  "messages": [
    {
      "sender": "Astiti Suparto",
      "content": "Semoga Allah SWT membimbingku dgn kasih Nya aamiin"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum terima kasih sudah mengirimkan pesan, sebelumnya perkenalkan nama saya Indra, kalau boleh tahu namanya siapa dan usianya berapa?\n\r\n \n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Waalaikumsalam salam   wr wb maaf saya lancang karena merasa ada teman yg mau membantu utk berbuat baik.  Nama saya Astiti/ nenek usia 74 tahun."
    },
    {
      "sender": "Agent",
      "content": "salam kenal bu Astiti\napa kabarnya hari ini?\nsenang bisa berkenalan\n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Alhamdulillah baik nanda/ cucu saya memanggilnya"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah, ibu tinggal di daerah kecamatan apa?\n\r\n \n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Kac  Talang Ubi Kab, Penukal Abab Lematang Ilir (PALI) Sumatera Selatan"
    },
    {
      "sender": "Astiti Suparto",
      "content": "Hi Astiti! Maukah menemukan pertolongan Allah untuk terbebas dari hal yang membuatmu khilaf?"
    },
    {
      "sender": "Agent",
      "content": "\nOh disana tinggal dengan suami dan anak-anak yah ?\n\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Bapak sudah meninggal dengan anak2 cucu serta menantu"
    },
    {
      "sender": "Agent",
      "content": "semoga Allah selalu menolong ibu dan anak-anak\nlalu kesibukannya setiap hari apa?\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Ngawasi anak2 main sambil berdoa semoga semua sehat dan bahagia"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah bu, semoga Allah selalu menolong ibu dalam pekerjaan dan keluarga yah\ndulu sekolah lulusan apa?\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Aamiin terima kasih doanya, cuma sma"
    },
    {
      "sender": "Agent",
      "content": "Oh baik, diawal pembicaraan ibu mengatakan mau pertolongan Allah agar bebas dari hal yang sering membuat khilaf yah\nkalau boleh tahu hal apa yang sering membuat khilaf?\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Kadang juga tergoda ingin mendapatkan sesuatu dgn mudah tapi Alhamdulillah iman dan kesadaran ibu masih terkendali, terutama bila kita tidak melakukan kesalahan dan ada yg menyangka itu kadang mau menghajarnya, tapi saya ingat tidak baik bila saya melawannya trus melihat org lain malu, cuma kadang saya berpikir kalo org sumatera dpt perlakuan demikian bisa langsung marah tapi saya memaksa untuk tetap baik itulah yg saya kadang mengapa jadi orang Jawa namun bila sadar merasa beruntung karena tidak membalas.( Sehingga tidak menyakiti orang)Terpaksa menahan hati"
    },
    {
      "sender": "Agent",
      "content": "\niya ya bu, saya pikir semua orang pasti pernah berbuat khilaf, khilaf adalah dosa dan Dosa adalah masalah yang serius, karena dosa merusak hubungan kita dengan Allah dan juga dapat merusak hubungan kita dengan sesama kak, dosa sangat berbahaya bu, karena dosa kita tidak dapat ke surga Allah, oleh karena itu dosa harus dibersihkan tetapi pada kenyataanya dosa tidak dapat dibersihkan oleh manusia dengan cara apapun, lalu apakah ibu sudah menemukan cara untuk membersihkan dosa?\n\n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Saya hanya berdoa serta memohon pada Allah Allah SWT untuk memaafkan serta menjauhkan fikiran yg aneh ( tidak mungkin saya gapai) dengan mengatakan bahwa inilah yg bisa saya dpat."
    },
    {
      "sender": "Agent",
      "content": "\nyah sebagai manusia berdosa tentu kita mau membersihkan diri kita dari dosa yah bu, dulu saya berpikir bahwa dengan saya bertobat, memohon ampun pada Allah dan melakukan amalan maka dosa saya dapat dibersihkan, tetapi ternayata saya sadar bahwa semua yang saya lakukan belum cukup bahkan tidak dapat membersihkan dosa saya, sebab pada kenyataannya saya adalah manusia tidak sempurna  yang sering berbuat salah dan khilaf melanggar perintah Allah secara beruang kali, tetapi Alhamdulillah bang, Allah itu sangat baik kepada manusia berdosa, dalam perjalanan hidup saya Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya bu, lalu apakah ibu pernah memikirkan penolong yang bisa membersihkan dosa manusia?\n\r\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Halo bu, apa kabarnya hari ini?\noh iya pertanyaan saya belum dijawab \n \n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Alhamdulillah sehat bagaimana dengan keluarga disini semoga semuanya sehat aamin"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah bu, lalu bagaimana dengan obrolan kita terakhir bu\n\napakah ibu pernah memikirkan penolong yang bisa membersihkan dosa manusia?\n\r\n \n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Belum pernah dlm agama Islam tapi dlm Nasrani mengenal juru selamat demikian yg saya ketahui"
    },
    {
      "sender": "Agent",
      "content": "\nOh baik, begini bu Sebenarnya penolong yang mampu membersihkan dosa manusia adalah Allah sendiri, sebab hanya Allahlah yang suci, berkuasa, dan maha penyayang bu. Allah sangat sayang kepada manusia berdosa seperti kita, maka Allah mau supaya kita bisa ke surgaNya dan tidak kena siksa api neraka, sehingga menerima berkah selamat di akhirat nanti bu. Karena itu Allah mengutus Isa As, yang disebut sebagai Kalimatullah atau firman Allah, itulah jalan lurus yang Allah berikan kepada manusia. Jalan yang Allah berikan adalah shirat al mustaqim. Ini ditulis dalam kitab-kitab Allah terdahulu, jika ibu mau tahu lebih dalam ibu bisa dibimbing oleh teman saya untuk belajar. Apakah ibu bersedia?\n\r\n \n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Terima kasih atas kesediaannya namun untuk merubah keyakinan saya tidak siap."
    },
    {
      "sender": "Agent",
      "content": "oh maaf disini belajar bersama bu, bukan merubah keyakinan ibu\nbagaimana apakah ibu bersedia belajar?\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Saya coba Krn saya lahir dari ayah yg Katholik dan dibesarkan  kelg Islam, sedangkan pergaulan dgn Kristen protestan juga menyukai faham  Hindu Bali. Untuk saling mengingatkan/ belajar saya bersedia"
    },
    {
      "sender": "Agent",
      "content": "oh baik bu, terima kasih untuk kesediaannya bu, nanti belajar lebih jauhnya melalui chatingan WA\napakah ibu punya nomor WA yang bisa dihubungi?\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "Ini saya pakai buat wa"
    },
    {
      "sender": "Agent",
      "content": "Oh baik, berapa nomornya bu?\n \n \n "
    },
    {
      "sender": "Astiti Suparto",
      "content": "081367503395"
    },
    {
      "sender": "Astiti Suparto",
      "content": "Alhamdulillah sehat bagaimana dengan keluarga disini semoga semuanya sehat aamin"
    },
    {
      "sender": "Agent",
      "content": "terima kasih sudah berkenan meberikan nomor WA, nanti ibu akan dihubungi untuk belajar lebih jauh yah bu\nsemoga kita selalu dalam lindungan Allah dan tetap jaga kesehatan bu, wasalam\n \n \n "
    }
  ]
}