{
  "messages": [
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Caranya"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum terima kasih sudah mengirimkan pesan, sebelumnya perkenalkan nama saya Indra, kalau boleh tahu namanya siapa dan usianya berapa?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Eko Yulianto usia 42 th"
    },
    {
      "sender": "Agent",
      "content": "salam kenal pak Eko Yulianto\napa kabarnya hari ini?\nsenang bisa berkenalan\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Alhamdulillah baik"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, bapak tinggal di daerah kecamatan apa?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Lampung, Banjar baru"
    },
    {
      "sender": "Agent",
      "content": "\nOh disana tinggal dengan istri dan anak-anak yah ?\n\r\n \n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Iya kak tp saya LG merantau perjlnan 3 jam dri rumah"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah pak, semoga keluarganya selalu dalam lindungan Allah yah\nkesibukannya setiap hari apa pak?\n\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Bawa mobil truk pak angkut tebu dari lahan bawa ke pabrik"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah pak, semoga Allah selalu melancarkan pekerjaan dan rejekinya yah pak\ndulu bapak sekolah lulusan apa?\n\r\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Oh baik pak, diawal pembicaraan bapak mengatakan bahwa bapak mau pertolongan Allah agar bebas dari hal yang sering membuat khilaf yah\nkalau boleh tahu hal apa yang sering membuat khilaff\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Emosi yg berlebihan"
    },
    {
      "sender": "Agent",
      "content": "Oh baik pak, saya doakan semoga Allah menolong bapak yah'\nkalau boleh tahu apakah dengan masalah ini bapak sudah mendekatkan diri kepada Allah dna berdoa memohon pertolongan Allah?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Alhamdulillah kak ibah 5 waktu dan sunahnya insyaallah sy tunaikan"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah, bapak tinggal di daerah kecamatan apa?\n\r\n \n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Banjar baru, lampung"
    },
    {
      "sender": "Agent",
      "content": "\nOh disana tinggal dengan istri dan anak-anak yah ?\n\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Merantau tinggal sendiri"
    },
    {
      "sender": "Agent",
      "content": "oh baik pak, semoga Allah selalu menolong yah pak\nberarti isti anak di kampung yah pak?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "semoga Allah selalu melindungi keluarga yah bu\nlalu kesibukannya setiap hari apa pak?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Bawa mobil angkut tebu kak"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah pak, semoga Allah selalu melancarkan pekerjaan dan rejekinya yah pak\ndulu bapak sekolah lulusan apa?\n\r\n \n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "SMA kak"
    },
    {
      "sender": "Agent",
      "content": "Oh baik pak, diawal pembicaraan bapak mengatakan bagaimana caranya Allah menolong manusia agar bebas dari hal yang sering membuat khilaf yah\nkalau boleh tahu apakah hal yang ssering membuat khilaf pak?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Pertanyaan kan sudah pernah dan sudah jawab kak"
    },
    {
      "sender": "Agent",
      "content": "kalau boleh tahu apakah hal yang ssering membuat khilaf pak?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "??"
    },
    {
      "sender": "Agent",
      "content": "oh iya pak, saya luupa dan bapak sudah mengatakan bahwa sudah mendekatkan diri dan berdoa yah pak\n\nsyukur alhamdulillah jika bapak sudah mendekatkan diri kepada Allah dan berdoa kepada Allah, tapi jika sampai saat ini masih emosian maka tetaplah berdoa dan memohon pertolongan Allah yah pak, jangan putus Asa, sebab Allah selalu mendengar doa umatnya, bahkan Allah sanggup menolong semua masalah termasuk segala kelemahan kita yang sepertinya sepele pak, tetapi  terkadang yang menjadi masalah adalah ketika dalam masalah kita lebih senang mencari jalan keluar sendiri dengan usaha dan kemampuan mereka tanpa memohon pertolongan Allah, sehingga membuat kita menjadi jauh dari Allah, apa bapak tahu penyebab manusia menjadi jauh dari Allah?\n\r\n \n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Belom tau kak"
    },
    {
      "sender": "Agent",
      "content": "oh baik pak,\r\npenyebab manusia jauh dari Allah adalah karena dosa pak,  Dosa adalah masalah yang serius, karena dosa merusak hubungan kita dengan Allah dan juga dapat merusak hubungan kita dengan sesama pak, apakah pak pernah memikirkan tentang dosa?\n\n\r\n \n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Ya tiap hari mikirin dosa"
    },
    {
      "sender": "Agent",
      "content": "\niya ya pak, saya pikir semua orang pasti pernah memikirkan tentang dosa, Dosa adalah masalah yang serius, karena dosa merusak hubungan kita dengan Allah dan juga dapat merusak hubungan kita dengan sesama pak, dosa sangat berbahaya pak, karena dosa kita tidak dapat ke surga Allah, oleh karena itu dosa harus dibersihkan tetapi pada kenyataanya dosa tidak dapat dibersihkan oleh manusia dengan cara apapun, lalu apakah bapak sudah menemukan cara untuk membersihkan dosa?\n\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Gimana caraa lak"
    },
    {
      "sender": "Agent",
      "content": "\nOh baik pak, yah sebagai manusia berdosa tentu kita mau membersihkan diri kita dari dosa yah pak, dulu saya berpikir bahwa dengan saya bertobat, memohon ampun pada Allah dan melakukan amalan maka dosa saya dapat dibersihkan, tetapi ternayata saya sadar bahwa semua yang saya lakukan belum cukup bahkan tidak dapat membersihkan dosa saya, sebab pada kenyataannya saya adalah manusia tidak sempurna  yang sering berbuat salah dan khilaf melanggar perintah Allah secara beruang kali, tetapi Alhamdulillah pak, Allah itu sangat baik kepada manusia berdosa, dalam perjalanan hidup saya Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya pak, lalu apakah bapak pernah memikirkan penolong yang bisa membersihkan dosa manusia?\n\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Belom tau caranya kak"
    },
    {
      "sender": "Agent",
      "content": "\nbegini pak, Sebenarnya penolong yang mampu membersihkan dosa manusia adalah Allah sendiri, sebab hanya Allahlah yang suci, berkuasa, dan maha penyayang pak,. Allah sangat sayang kepada manusia berdosa seperti kita, maka Allah mau supaya kita bisa ke surgaNya dan tidak kena siksa api neraka, sehingga menerima berkah selamat di akhirat nanti pak,. Karena itu Allah mengutus Isa As, yang disebut sebagai Kalimatullah atau firman Allah, itulah jalan lurus yang Allah berikan kepada manusia. Jalan yang Allah berikan adalah shirat al mustaqim. Ini ditulis dalam kitab-kitab Allah terdahulu, jika bapak, mau tahu lebih dalam bapak bisa dibimbing oleh teman saya untuk belajar. Apakah bapak bersedia?\n\n\n\r\n \n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "Siap ber sedia"
    },
    {
      "sender": "Agent",
      "content": "terima kasih untuk kesediaannya pak, nanti belajar lebih jauhnya melalui chatingan WA pak\napakah bapak punya nomor WA yang bisa dihubungi?\n \n \n "
    },
    {
      "sender": "Eko Yulianto (Dimas Seto Seto)",
      "content": "085211877615"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih sudah memberikan nomor WA ya pak, nanti bapak akan dihubungi teman saya untuk belajar lebih jauh\nsemoga kita selalu dalam lindungan Allah dan tetap jaga kesehatan pak, wasalam\n \n \n "
    }
  ]
}