{
  "messages": [
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Ya....bagaimana caranya"
    },
    {
      "sender": "Agent",
      "content": "\n\nAssalamualaikum.\nSebelumnya perkenalkan saya Ari, kalau boleh tahu ini dengan abang/kk siapa dan usia berapa? agar saya tidak salah memanggil\n\n \n\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Nma nya saya kuady umur 38 THN bng"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Apa msalh nya ya sya udh kerja keras semaksimal mungkin.kok hidup sya gini gini aj.ap yg ada malah hilang"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Apa kira kira masalanya ya"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal bang Kuady :) bagaimana kabarnya hari ini? kalau boleh tau kesibukan sehari2nya apa bang?\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Alhmdulah kbr baik kak.kesibukan sehari hari.usha di TBS/sawit kak"
    },
    {
      "sender": "Agent",
      "content": "Semoga usahanya lancar, murah rezeki, sehat selalu ya bang. Kalau boleh tau abg tinggal di daerah mana?\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Amin...bng.kta tnggl di Jambi daerah Bungo bng"
    },
    {
      "sender": "Agent",
      "content": "O begitu, semoga abg dan keluarga selalu dlm lindungan Allah ya. O iya bang, di awal abg mengatakan mau kekuatan dari Allah untuk menghadapi masalah. Ya memang semua manusia punya masalah selagi masa hidup, Allah tidak pernah berjanji untuk membuat hidup manusia mulus tanpa masalah, tapi Allah menjanjikan kekuatan bagi manusia untuk menghadapi masalah tersebut, dan pasti masalah yang Allah ijinkan terjadi tidak akan melampaui batas kekuatan kita. Kalau boleh tau apa abg sudah mohon pertolongan dan kekuatan dari Allah atas masalah abg? \n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Iya bng.sya sllu mnta Kepda Allah untuk kuat dan sabar..dlm menghadapi ujian ini dri allah"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Lalu ap yg bsa membuat CPT trkabulnya doa bng"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Agar bsa CPT selsai menghadapi ujian ini"
    },
    {
      "sender": "Agent",
      "content": "Kekuatan dari Allah bisa kita dapatkan asal kita mau selalu mendekatkan diri kepadaNya. Walaupun kadang doa2 kita belum diijabah, tetaplah bersabar, sebab Allah selalu mendengar doa umatNya, bahkan Allah sanggup menolong semua masalah dan mengijabah semua harapan kita. Tetapi terkadang yang menjadi masalah adalah ketika dalam masalah kita lebih senang mencari jalan keluar sendiri dengan usaha dan kemampuan kita tanpa memohon pertolongan Allah, sehingga membuat kita menjadi jauh dari Allah, apa abg tahu penyebab manusia menjadi jauh dari Allah?\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Iya bng...maksih untuk sarannya bng.iya untuk penyebab nya sya rsa terlalu memikirkan duniawi.hingga lupa pda Allah SWT.."
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Sya pikir2 Kta harus bisa merayu allah.dan mungkin sya kurang merayu Allah..kena sesungguh Allah itu suka dirayu.dengan cara menjalankan perintahnya.dan menjauhi laranganya"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Allah lha tempt Kta mengadu..segala urusan duniawi n akhrat"
    },
    {
      "sender": "Agent",
      "content": "\nBegini bang, dosa adalah penyebab utama yang membuat kita jauh dari Allah. Dosa adalah masalah yang serius, karena dosa merusak hubungan kita dengan Allah dan juga dapat merusak hubungan kita dengan sesama bang. Dosa membuat syaitan lebih mudah menghasut kita dan membuat kita tidak mendekatkan diri kepada Allah, bahkan kita jadi tidak bisa mendapatkan ridho Allah baik di dunia dan di akhirat kelak. Jadi untuk bisa dekat kepada Allah, kita harus terlebih dahulu membersihkan dosa kita. Apakah abg sudah menemukan cara untuk membersihkan diri dari dosa?\n\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Itu yg lgi di cari bng"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Gmna caranya"
    },
    {
      "sender": "Agent",
      "content": "Ya sebagai manusia berdosa tentu kita mau membersihkan diri kita dari dosa ya bang, dulu saya berpikir bahwa dengan saya bertobat, memohon ampun pada Allah dan melakukan amalan maka dosa saya dapat dibersihkan. Tetapi ternyata saya sadar bahwa semua yang saya lakukan belum cukup bahkan tidak dapat membersihkan dosa saya, sebab pada kenyataannya saya adalah manusia tidak sempurna, yang sering berbuat salah dan khilaf melanggar perintah Allah secara berulang kali. Tetapi Alhamdulillah bang, Allah itu sangat baik kepada manusia berdosa, dalam perjalanan hidup saya Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya bang. Lalu apakah abg tahu siapa penolong yang bisa membersihkan dosa manusia?\n \n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Iya siapa bng..dan bagaimana caranya"
    },
    {
      "sender": "Agent",
      "content": "\nBegini bang, untuk membersihkan dosa manusia ternyata tidak cukup dengan taat melakukan semua amalan baik. Seperti cerita Nabi Adam dan Siti Hawa, ketika mereka memakan buah yang dilarang Allah itu, mereka menjadi berdosa, mereka sadar bahwa mereka telanjang akhirnya mereka mengambil daun-daun dalam taman itu untuk menutupi aurat mereka, tetapi ketika Allah datang Allah menggantikan daun-daun itu dengan kulit binatang bang, ini artinya bahwa apapun usaha manusia untuk membersihkan diri dari dosa sebenarnya tidaklah cukup, maka manusia membutuhkan seorang penolong untuk membersihkan dosanya bang.\nSebenarnya penolong yang mampu membersihkan dosa manusia adalah Allah sendiri, sebab hanya Allahlah yang suci dan yang berkuasa, juga maha penyayang bang. Allah sangat sayang kepada manusia berdosa seperti kita, maka Allah mau supaya kita bisa ke surganya Allah dan tidak kena siksa api neraka dan bisa menerima berkah selamat di akhirat nanti bang. Karena itu Allah mengutus Isa As, yang disebut sebagai kalimatullah atau firman Allah, itulah jalan lurus yang Allah berikan kepada manusia, jalan yang Allah berikan adalah Shirat Al Mustaqim, ini ditulis dalam kitab-kitab Allah terdahulu, apakah abg mau belajar lebih lanjut?\n\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Sya sangat belajar tentang mendalam agama dan btuh jga bimbingan"
    },
    {
      "sender": "Agent",
      "content": "\nAlhamdulillah jika abang bersedia :)\nNanti proses belajarnya akan dilakukan bersama teman saya melalui WA, dan nantinya jika abg sudah merasa nyaman juga bisa bertemu. Proses belajarnya tidak dikenakan biaya sama sekali alias gratis bang. Adakah nomor WA yg bisa dihubungi bang? \n\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Ada bng.ini nmr kita082392291903"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum bang, maaf saya baru balas, baru buka facebook bang. Trimakasih sudah memberikan nomor WA ya bang, o ya kalau boleh tau abg tinggal di Bungo di kecamatan apa?\n \n \n "
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Walaikum salam bng sy tnggal di kecamatan plepat.kuamang kuning"
    },
    {
      "sender": "Zhidana Kuady Kuady",
      "content": "Trima kasih bng.abng bsa untuk tmpt curhat sya untuk tmndekatkan diri KPD Allah SWT."
    },
    {
      "sender": "Agent",
      "content": "\nBaik, terimakasih waktunya bang. Nantinya teman saya akan menghubungi abg untuk belajar bersama tentang kisah Allah membersihkan dosa manusia melalui kitab2 Allah terdahulu. Dan nantinya juga akan bertemu langsung dengan teman saya jika abg sudah merasa nyaman. Untuk waktunya nanti bisa disesuaikan agar tidak mengganggu pekerjaan/aktivitas abg yg lain. \nSelamat melanjutkan aktifitas bang, sehat selalu, dilancarkan rejekinya. Senang bisa ngobrol dengan abg, dan semoga nanti juga bisa ngobrol dengan baik bersama teman saya. Wassalamualaikum :)\n\n \n \n "
    }
  ]
}