{
  "messages": [
    {
      "sender": "Eti Suryati Suryati",
      "content": "Bisa iya soal nya ibadah saya belang\""
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Saya ingin sekali dekat dengan Alloh tapi itu belum bisa"
    },
    {
      "sender": "Agent",
      "content": "Selamat sianh kak,..\nTerima kasih telah mengirim pesan kepada kami.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Perkenalkan saya Juna.\nKalau boleh tau siapa nama panggilan kak dan asalnya dari mana?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Saya dari Ciamis nama saya Eti surytai suami saya mninggal 7 bln lalu"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Anak saya ada 3"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Insaalloh saya bisa jga diri"
    },
    {
      "sender": "Agent",
      "content": "Saya turut berduka kak.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Salam kenal kak Eti.\nKalau boleh tau apa kegiatan kak sehari-hari?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Saya hanya diam d rumah kalou pagi\" jualan sorabi"
    },
    {
      "sender": "Agent",
      "content": "Sudah lama jualan sorabi nya?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Udah 4 THN dulu waktu ada suami MH berdua sejak beliau tiada saya berjuang sendiri demi k 3 orang anak saya"
    },
    {
      "sender": "Agent",
      "content": "Emangnya kak sekarang usianya berapa?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Saya udah tua udah 41 thn"
    },
    {
      "sender": "Agent",
      "content": "Kenapa kak merasa sulit mendekatkan diri kepada Allah?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Ia saya sulit untuk bisa dekat dengan alloh"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Waktu solat selalu d tunda\""
    },
    {
      "sender": "Agent",
      "content": "Kenapa bisa tertunda kak?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Rasa nya males gitu solat nya nanti dulu saya mau tiap kedengar azdan langsung solat tapi ga tau rasa nya males gitu"
    },
    {
      "sender": "Agent",
      "content": "Berarti hanya merasa males aja ya kak?\nApakah kak tau dari mana asal rasa males itu?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Dari pikiran"
    },
    {
      "sender": "Agent",
      "content": "Benar kak. Dan itu adalah perbuatan syaiten supaya manusia tidak bisa mendekatkan diri kepada Allah. Tepat seperti waktu manusia pertama yaitu nabi Adam dan siti Hawa di goda oleh iblis supaya melawan Allah. Dan akhirnya mereka jatu dalam dosa. \nDan yg kak alami saat ini yaitu \"males\", semua itu karna dosa yg ada dalam diri manusia, yg terus diingatkan oleh iblis supaya melawan Allah dengan cara tidak mengikuti perintah-Nya utk shalat.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Apakah kak bisa memahami yg saya sampaikan?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "Nah, kalau sudah begini berarti kak harus lawan supaya kak tidak tiperdaya oleh iblis.\nSaya punya satu kisah dalam Injil tentang nabi yg dapat mengalahkan iblis yaitu nabi Isa Al-Masih alaihi wassalam.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Begini ceritanya kak,..Pada suatu kali Isa melihat ada seorang yg bisu, ternyata org ini diganggu syaitan sehinggah dia tidak bisa berbicara dan ketika Nabi Isa Al-Masih datang mengusir iblis itu, seketika itu juga org bisu itu bisa berbicara.\n \nApa hikma yg kak bisa ambil dari kisah ini?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Itu suatu keajaiban dari alloh"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Mungkin karena saya banyak pikiran jadi ga pokus saya selalu memikirkan almarhum yang mna beliou meninggal nya sangat mndadak dan saya tidak percaya dan saya mmikirkn anak\" saya yang mna ia masih mmbutuhkn sosok bpa anak\" saya sangat mnja terhdap BP nya"
    },
    {
      "sender": "Agent",
      "content": "Benar sekali kak, memang cara kerja iblis itu tidak bisa diperkirakan krn dia menggunakan hal2 yg baik adanya.\nApakah kak tidak merasa berdosa ketika tidak bisa shalat 5 waktu hanya krn banyak pikiran?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Ya saya merasa berdosa tapi iblis lebih kuat menguasai pikiran ku"
    },
    {
      "sender": "Agent",
      "content": "Apakah kak mau ditolong seperti org bisu yg ditolong oleh Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Ia saya mau d tolong ke jalan alloh"
    },
    {
      "sender": "Agent",
      "content": "Baik kak,..jadi, seperti yg sudah saya sampaikan sebelumnya bahwa Isa Al-Masih dapat menolong untuk terlepas dari kemalasan krn terus diganggu syaiten melalui almarhum suami. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Kalau kak tertarik untuk belajar tentang Isa Al-Masih yg menolong org bisu krn dirasuk setan dalam Injil, kebetulan saya ada teman yg bisa membantu kak untuk dapat lebih dalam memahami tentang Isa as.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Biar lebih efektif belajarnya, apakah saya bisa minta no WA kak?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Almarhum suami saya tidak pernah nmpa,, tapi saya penasaran kenapa suami ku meninggal dengan tiba\" dan tanpa ada tanda\" banyak orang mngatakn mungkin suami mu d jadi kn tumbal dan d mimpi pun beliouminta d jmput karna saya tidak mninggal ujar nya saya mesti gimana"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "D sini saja wa saya lagi ga aktif ga ada data"
    },
    {
      "sender": "Agent",
      "content": "Makanya kak krn ini kasus khusu, saya berharap kak bisa belajarnya lebih efektif.\nkalau no tlfn biasa gimana?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Nanti saya isi dulu data nya tar saya kasih tau no nya"
    },
    {
      "sender": "Agent",
      "content": "Baik kak,..saya siap menunggu.\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "082127837763"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih kak, saya simpan ya. Nanti teman saya akan menghubungi kak lewat wa.\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Kalau boleh tau kak di Ciamis di kecamatan apa kak?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Lumbung"
    },
    {
      "sender": "Agent",
      "content": "Kak usaha kue sorabi, dulum pernah sekolah masak atau gimana kak?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Enggak pernah saya mah  belajar sendiri saja"
    },
    {
      "sender": "Agent",
      "content": "Wow,..mantap kak, soalnya saya suka kue sorabi yg rasa kinca.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Kalau sekolah formal kak sampai mana?\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Sya sekolah sampai sd"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Saya MH orang ga punya"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "D SNI MH sorabi nya ga pake kinca cuma bikin yang asin sama gorengan d mkn nya"
    },
    {
      "sender": "Agent",
      "content": "Tidak apa2 kak,..dimata Allah semua manusia sama.\n \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Sekali lagi terima kasih kak buat waktunya, saya tetap doakan buat usaha kue sorabi kak biar lancar rezekinya, juga buat kesehatan kak dan keluarga. Amin.\nWassalam.\n \n \n "
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Cuman jadi orang ga punya MH kebanyakan buat biaya hidup serasa sulit mna saya ada anak yatim 3 nya banyak ngeluh mna dulu swaktu beliou ada saya ada hutang engga tau bayar nya akan dari mna??"
    },
    {
      "sender": "Eti Suryati Suryati",
      "content": "Amin terimakasih banyak"
    }
  ]
}