{
  "messages": [
    {
      "sender": "Kimin Hungkul",
      "content": "Al ham dulilah hahaaaa"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum kak..\nKalau boleh tahu nama kk siapa ya?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Nya kimin heheeeee"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal kk..\nPerkenalkan nama saya Dwi. \nKalau boleh tau kak tinggal dimana ya?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Saya dari darmaraja  desa cipetey kampung ci cadas  teh heheeeee  ka buru bobo  kamari teu ka bales punten  ok"
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Ari ci teteh ti mananya aslina heheeeee"
    },
    {
      "sender": "Agent",
      "content": "Saya asli dari jakarta kk..\nKalau boleh tau kesibukan sehari-hari kk apa ya?\n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Saya cuman serabutan teh  dan pang  belian rongsok  ah  tambah lumayan teh  heheeee"
    },
    {
      "sender": "Kimin Hungkul",
      "content": ""
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Dan  ci teteh sudah ber keluarga belum heheeeeee"
    },
    {
      "sender": "Agent",
      "content": "Kalau saya sudah menikah kk.\nOh ya kak, apakah kak pernah memikirkan apa yang menyebabkan kita manusia rentan sekali jatuh ke dalam hawa nafsu?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Mya sih daya duda teh menikah sama orang nagrong si cewe selingkuh di depammata maka nyah saya pulang  ke rumah orang tua saya heheee"
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Mksdteh saya duda teh maap"
    },
    {
      "sender": "Agent",
      "content": "Wah turut prihatin ya kak atas masalah kk dengan istri ya.\nsebenarnya kak penyebab itu adalah karena adanya dosa..\n \nBegini kak, dosa adalah penyebab utama yang membuat kita jauh dari ALLAH. Dosa membuat syaitan lebih mudah menghasut kita pada segala hawa nafsu dan membuat kita tidak mendekatkan diri kepada ALLAH, bahkan kita jadi tidak bisa mendapatkan ridho ALLAH baik di dunia dan di akhirat..\nPernahkah kak memikirkan tentang dosa?\n \n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Ohh gituya  iyaiyaiya  okh"
    },
    {
      "sender": "Agent",
      "content": "Benar kk setiap manusia sering kali mereka melakukan dosa. Tapi sebenarnya Dosa adalah ketidaktaatan dan ketidaksetiaan kita kepada ALLAH yang selalu melanggar perintah ALLAH. Dosa membuat kita jauh dari ALLAH. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan.Sejauh ini, apakah kk sudah menemukan cara agar bisa menghapus dosa?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Gi mana ya saya emang orang aga jauh sih dari alohh coba saran yah maap  teh"
    },
    {
      "sender": "Agent",
      "content": "Oh baik kk , kita sama-sama belajar agar kk bisa mendekatkan kepada Alloh  dengan Sungguh-sungguh kk.\nSaya juga orang yang berdosa dan memikirkan tentang dosa tapi alhamdulillah dalam perjalanannya saya menemukan cara agar bisa menghapus dosa saya sehingga hubungan saya kepada ALLAH menjadi baik.\nApakah kk mau dibimbing untuk menemukan cara menghapus dosa?\n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Nya okh siap  teh cobalah diskusi saya siap nerima apapun yang teteh ajarkan  soal nyah saya orang bodoh da jelas brdosa"
    },
    {
      "sender": "Agent",
      "content": "Oh baik kk, terima kasih kalau kk ingin belajar bersama dengan saya.\nBegini kak, kita semua pasti ingin menghapus dosa kita sendiri dengan segala hal yang kita usahakan sendiri, tapi kak\nFaktanya tidak ada satu orangpun di dunia ini yang bisa menghapus dosanya, sebab selama masih di dunia ini, kita manusia yang terbatas akan lebih banyak khilaf dan berbuat dosa, setiap usaha yang kita lakukan paling-paling hanya mengurangi untuk tidak berbuat dosa, tapi dosa itu sendiri belum terhapus bersih..\nsaya tidak bisa menghapus sendiri dosa saya begitu juga dengan kk, maka itu kita butuh penolong untuk menghapus dosa-dosa kita\nPernahkah kk memikirkan siapa yang bisa menolong kita agar dosa kita dihapuskan?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Tidasih cuman perkara rumah tangga pisah karena sayah bersalah akibat bayak dosa jadi saya baru sadar sekarang  emang dosa ga bisa beresih soal nyah  tetep berbuat salah lagih cuma hati saya jadi sadar karena  diskusi dengan teteh   makasih  badag teteh"
    },
    {
      "sender": "Agent",
      "content": "Sama-sama kk..\nSesungguhnya apapun usaha kita tidak bisa menjamin kita untuk dapat menghapus dosa karena kita manusia yang sering khilaf. Penolong yang bisa menolong itu Hanya ALLAH karena ALLAH berkuasa, sempurna dan tidak terbatas sehingga ketika diakhirat nanti kita tidak harus melewati api neraka karena kita sudah diselamatkan oleh ALLAH.\n \nALLAH menolong kita dengan cara yang luar biasa.\nCara ALLAH yang luar biasa itu adalah dengan cara mengutus nabi Isa Al-Masih ke dunia untuk menyelamatkan manusia dari dosa. Selain itu ALLAH juga mengutus nabi Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim.\nApakah kk pernah mendengar kisahnya?\n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Belum teh"
    },
    {
      "sender": "Agent",
      "content": "Oh baik kk ,Begini kisahnya, ALLAH mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia.\nKisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil.\nDisana ada kisah yang lebih dalam lagi tentang cara ALLAH yang luar biasa meyelamatkan manusia dari dosa.Apakah km mau mendalami kisahnya? Jika kak mau mengetahui kisahnya lebih dalam nanti bisa belajar bersama."
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Nya okh makadih bayak tth hati sayah jadi tenang sekarang mudah mudahan di paparin keselametan tth  amin"
    },
    {
      "sender": "Agent",
      "content": "Baik kak. Untuk memudahkan belajar bersamanya apakah bisa kirimkan nomor WA yang bisa dihubungi?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Okh"
    },
    {
      "sender": "Agent",
      "content": "Apakah saya boleh saya minta nomor WA kk supaya bisa belajar bersama?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "082319204264"
    },
    {
      "sender": "Agent",
      "content": "untuk belajar bersamanya nanti sahabat saya akan menghubungi km supaya nanti bisa belajar bersama lebih mendalami lagi. Nanti bisa melalui lewat WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktaktifitas kk.\nBagaimana menurut kk?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Okh siappp tth heheeee"
    },
    {
      "sender": "Agent",
      "content": "Baik kk mau tanya kk darmaraja desa cipetey kampung ci cadas itu daerah mana ya kk?\n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Dekat rumasakit  darmaraja   nya kalaw tth  tau arah ke kebun durian"
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Tth tsuga kebkn durian"
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Tauga kebun durian"
    },
    {
      "sender": "Agent",
      "content": " \nBaik kak, terima kasih atas waktunya. Saya doakan ALLAH selalu menunjukkan jalannya kepada kak. Senang bisa ngobrol. Dan saya berharap nanti kakak juga bisa ngobrol di WA dengan sahabat saya. Nanti bisa ngobrol2 santai dan belajar cara ALLAH yang luar biasa menghapus dosa manusia, sehingga akhirnya kak bisa menemukan Jalan Lurus ALLAH yang membawa manusia kepada selamat akhirat.\nSehat selalu kak. Tetap semangat. Wassalam\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Aamin yarobal alamin sami sami tth"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum kk..\nKalau boleh tau usia kk berapa Tahun ya?\n \n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Lahiir 78 teh berarti 44 ya apa 45 lupa teh heheeeeee"
    },
    {
      "sender": "Agent",
      "content": "Baik kak, terima kasih atas waktunya. Saya doakan ALLAH selalu menunjukkan jalannya kepada kak. Senang bisa ngobrol. Dan saya berharap nanti kakak juga bisa ngobrol di WA dengan sahabat saya. Nanti bisa ngobrol2 santai dan belajar cara ALLAH yang luar biasa menghapus dosa manusia, sehingga akhirnya kak bisa menemukan Jalan Lurus ALLAH yang membawa manusia kepada selamat akhirat.\nSehat selalu kak. Tetap semangat. Wassalam\n \n "
    },
    {
      "sender": "Kimin Hungkul",
      "content": "Waalaikum salamm nya sami sami teh"
    }
  ]
}