{
  "messages": [
    {
      "sender": "Aida Ida (Ana)",
      "content": "Nma ny manusia it bermacam2"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Hati in sulit utk melupa kn luka yg pernah disakiti"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Bisa memaaf kn knp sulit utk melupakn ny ??"
    },
    {
      "sender": "Agent",
      "content": "Hallo ibu aida, saya mengerti bahwa tidak ada manusia yang siap disakiti. Boleh tahu seperti apa yang ibu alami ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Sprti kk kandung yg selalu usil dgn hdup sy"
    },
    {
      "sender": "Agent",
      "content": "Biasanya saudara memang suka jahil ya bu, mungkin ibu aida bisa sampaikan mengenai ketidaknyamanan ibu dalam keusilan kakak ibu, apakah ibu sudah pernah coba sampaikan ini ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Pernah, tpi slalu tdk dipedulikn"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu, memangnya bagaimana keusilan yang dilakukan oleh kakaknya bu ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Yg dibilang ny usaha q yg numpang ditempat org tu, bisa beli tanah dn buat rumah, klu nanti ny pindah jgn kn mau beli in dn it, mkan pn tdk bsa, kta ny"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu, apakah sebelum hal ini terjadi , sudah ada permasalahan antara ibu dengan kakak?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Tdk ad sma skx"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Stiap ap yg sy beli, dia selalu bilang sperti it"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Seolah2 rezeky dia yg ngasi"
    },
    {
      "sender": "Agent",
      "content": "\nBenar bu, memang Allahlah sang pemilik kehidupan kita ya. Manusia tidak berhak menentukan apapun , karena hidup ini adalah milik Allah.\nApakah keluarga yang lain tahu mengenai apa yang ibu alami saat ini ?\n \n \n\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Tau"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Mereka tdk merespon ap2"
    },
    {
      "sender": "Agent",
      "content": "Masyyallah, sabar ya bu, Allah Maha Tahu dan melihat semua yang ibu alami saat ini, sesungguhnya ia tidak pernah membiarkan apapun bentuk kesusahan yang umatnya alami. Bagaimana ibu membawa ini kepada Allah ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Sy hanya berserah, ap yg ditakdir kn utk q it lh yg terbaik"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Tpi jujur sy kadang2 tdk kuat"
    },
    {
      "sender": "Agent",
      "content": "Sesungguhnya Allah melihat dan mengetahui keadaan yang sedang ibu alami. Dan Allah sangat ingin memberikan pertolonganNya untuk ibu. Dalam masalah ini, bagaimana ibu meminta pertolongan Allah?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Dgn tdk meninggal sholat, dn selalu bersholawat"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih ya bu, sudah berjuang sejauh ini. Saya tahu hal ini tidak mudah ya, tetapi saya salut kepada ibu dalam hal ini. Apa yang ibu harapkan saat ini bu ?\r\n \n \n \n"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Harapan sy hdup yg damai dn tenang, badan yg sehat rezeky yg lancar"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah, sesungguhnya itulah yang Allah sediakan dan mau kita terima bu, FirmanNya berkata Marilah kepadaKu, semua yang letih lesu dan berbeban berat, Aku akan memberikan kelegaan kepadaMu, Apakah ibu mau menerima ini ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "In syaa allah"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Smoga q kuat"
    },
    {
      "sender": "Agent",
      "content": "Iya bu, Allah sangat mau menyediakan pertolonganNya bu, saya mengingat kisah Nabi Yusuf anak Ya'aqub bu. Dia seorang yang sangat baik dan disayang keluargaNya, namun semua saudara-saudarnya selalu benci padanya. Nabi Yusuf selalu sayang kepada keluarganya namun saudara-saudaranya selalu benci bahkan merencanakan kejahatan dalam hidupnya, bahkan sampai pada akhirnya Yusuf di jual ke negara asing. Apakah ibu pernah mendengar kisah ini ?"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Tdk"
    },
    {
      "sender": "Agent",
      "content": "Saya lanjut kisahnya ya bu, jadi karena Yusuf adalah seorang yang saleh dan dekat dengan Allah, Apapun yang dilakukan oleh saudaranya ia tidak membenci. Bahkan  setelah dijual ke negara lain, Yusuf selalu disayangi oleh orang-orang disekitarnya. Bahkan menjadi sangat sukses , karena Allah selalu memberikan berkah kepada Yusuf. Suatu hari , ada kelaparan di negara orang tuanya, dan mereka datang ke negara yang di pimpin yusuf, kira-kira menurut ibu apakah yusuf mau menolong saudaranya yang sudah menzoliminya , bahkan menjualnya dan menganggap yusuf sudah mati bu ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Sy tdk bsa sprti it"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Sy mrasa benci skx"
    },
    {
      "sender": "Agent",
      "content": "Sebagai manusia dan secara logika memang tidak bisa dan mustahil sanggup bu, akan tetapi Yusuf sangat sayang dengan keluarganya , Yusuf memaafkan saudaranya bahkan memberikan semua kebutuhan dan memberikan tempat kehormatan di negara yang dipimpin Yusuf bu. Apakah ibu tahu apa yang membuat Yusuf mampu melakukan itu bu?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Tdk"
    },
    {
      "sender": "Agent",
      "content": "Karena Yusuf menyadari bahwa yang dia benci bukan saudaranya tetapi dosa dan kesalahanya. Namun Yusuf mampu mengampuni dan memaafkan kesalahan saudara-saudaranya karena Yusuf sudah menerima dan mengalami pengampunan Allah bu, hal itu membuat hidup yusuf hidup dalam damai bahkan itu yang membuatnya Allah diberkahi oleh Allah dalam hidupnya bu. Apakah ibu mau mengalami seperti yang Yusuf alami ?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Tdk ??"
    },
    {
      "sender": "Agent",
      "content": "Kenapa bu ?\nAllah memberikan kelegaan dan kesejahteraan kepada nabi Yusuf bu, ibu sudah pernah mendengar kisah pengampunan Allah?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Pernah, tpi separuh2"
    },
    {
      "sender": "Agent",
      "content": "Sesungguhnya apapun usaha kita tidak bisa menjamin kita untuk dapat menghapus dosa karena kita manusia yang sering khilaf.  Hanya Allah yang bisa menolong kita untuk bisa mengahapuskan dosa karena Allah itu sempurna dan tidak terbatas sehingga ketika diakhirat nanti kita tidak harus melewati api neraka karena kita sudah diselamatkan oleh Allah.\nCara Allah yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. Selain itu Allah juga mengutus nabi Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim.\nApakah IBU pernah mendengar kisahnya?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Iy"
    },
    {
      "sender": "Agent",
      "content": "Begini Kisahnya bu Allah mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Bagaimana menurut ibu cerita ini ?\n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Sangat menarik"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Dn bsa dibuat pelajaran"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah ya bu , apakah ibu bisa berbagi WA agar memudahkan kita belajar lebih banyak mengenai kisah-kisah ini bu?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Boleh"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "089516818429"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih bu, kalau boleh tahu bu aida ini tinggal dimana dan usianya berapa bu?\nSaya raya bu, admin laman ini dari jawa usia saya 40\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Dari riau"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Usia 33"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Nm q ana"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih bu ana, Riau dimananya bu , mana tahu saya suatu waktu ada kesempatan bisa bertemu dan berkunjung ke tempat ibu disana.\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Rohil"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Rokan hilir"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Dibagan siapi2"
    },
    {
      "sender": "Agent",
      "content": "Oiyaya bu, Sepertinya jauh ya bu. Jadi disana mayoritas penduduknya dari suku mana bu? dan ibu sendiri dari suku apa bu?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Jawa dn melayu"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Sy dri suku melayu"
    },
    {
      "sender": "Agent",
      "content": "Wah saya senang sekali bu, kenal dengan ibu.\nJadi sehari-hari apa kesibukan bu ana?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "G da"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Hanya di IRT"
    },
    {
      "sender": "Agent",
      "content": "Wah kita sama sama ibu rumah tangga ternyata ya bu, semangat kita ya bu, Allah menolong dan memberikan kemampuan kepada ibu menjadi ibu rumah tannga yang bijak.\nMemangnya dulu apa pendidikan terakhirnya ibu ana?\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Cuman SMA"
    },
    {
      "sender": "Agent",
      "content": "Mantap itu bu, yang penting ialah bagaiamana kita dihadapan Allah dan semangat kita berjuang yakan bu.\nOiya bu, maaf bu, saya mau tanya bu, Rokan Hilir itu kecamatan apa bu ?\r\nmana tahu saya juga punya teman disana, mungkin bisa kenalan dengan ibu juga ya.\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Kecamatan kubu"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Kabupaten rokan hilir"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Provingsi riau"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih ya bu, atas keterbukannya. Saya berdoa agar Allah memberikan kekuatan kepada ibu, nanti ibu akan dihubungi dari WA ya, untuk belajar lebih lanjut ya. Terima kasih ya bu, Assalamwuaalaikum\n \n \n "
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Ok"
    },
    {
      "sender": "Aida Ida (Ana)",
      "content": "Waalaikum slm"
    }
  ]
}