{
  "messages": [
    {
      "sender": "Itanis Rahman",
      "content": "Kesehatan dan dimurah kan rejeki yg halal"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih sudah respon laman Keutuhan, bu Itanis\nSebelumnya boleh tau berapa usia dan tinggal di daerah mana bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Nama itanis"
    },
    {
      "sender": "Itanis Rahman",
      "content": "Alamat jln Seroja pembatuan kulim Riau"
    },
    {
      "sender": "Agent",
      "content": "Berbicara mengenai mukjizat, apa mukjizat yang sedang bu Itanis nantikan saat ini?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Murah kan rejeki"
    },
    {
      "sender": "Agent",
      "content": "Bagaimana keadaan ibu saat ini?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Saya hidup bertiga dgn anak saya rumah menyewa satu anak saya masuk penjara dan satu lagi sdg bersekolah SMK   sementara mau buka usaha modal saya tak ada bingung mau pinjam kemana tuk usaha  ini yang sebenarnya saya tidak berbohong"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bum saya tau keadaan ini bukan hal yang mudah untuk ibu.\nKalau suami kemana bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Dikampung dirawat keluarganya dikampung saya tak sanggup merwatnya  karena keadaan saya"
    },
    {
      "sender": "Itanis Rahman",
      "content": "Skrg saya diceraikan dgn talak tiga  divc sama keluarganya. Supaya saya tidak terikat lagi agar saya menanggung beban sendiri"
    },
    {
      "sender": "Itanis Rahman",
      "content": "Saya bicara yg sebenarnya mbak  atau pak  ini yg terjadi pada saya   saya harus ikhlas menerima dengan lapang dada semoga ada hikmah nya bagi saya  yg harus saya terima"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu. Saya mengerti ini bukan hal yang mudah untuk bu Itanis ya bu. Yang kuat ya bu. Apakah dalam kondisi ini bu Itanis sudah mendo'akan dan menyerahkan kepada Allah?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Sudah hampir tiap MLM saya sholat tahajud untuk saya dan anak saya moga ada jln keluarnya.  Anak saya yg dipenjara kena fiknah dia tak berbuat dia yg nanggung akibatnya karena dia bodoh dia selalu minum obat rumah sakit jiwa tapi disana ada hikmah nya dia tak mkn obat lagi"
    },
    {
      "sender": "Agent",
      "content": "Saya turut prihatin dengan keadaan bu Itanis.  Sesungguhnya Allah mendengar dan ingin menjawab do'a-do'a kita. Karena melalui do'a kita dapat mengalami kontak batin yang begitu dalam dengan Al-Khaliq. Tapi  seringkali ketika kita berdo'a, kita tidak sungguh-sungguh yakin bahwa Allah sanggup menolong kita. Menurut ibu mengapa demikian?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Klu saya yakin  mungkin waktunya belum tepat"
    },
    {
      "sender": "Agent",
      "content": "Seperti itu ya bu. Sebenarnya ada penghalang dari diri kita yang menyebabkan Allah tidak menjawab do'a-do'a kita. Apakah ibu tau apa yang menjadi penghalang?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "ngak tahu saya apa  mungkin doa yg belum terkabul"
    },
    {
      "sender": "Agent",
      "content": "Sesungguhnya yang menjadi pemisah antara kamu dan Allah adalah segala dosa dan mungkin masih ada kejahatan yang tersimpan di dalam hati. Apakah masih ada hal-hal yang tersimpan di dalam hati ibu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Tidak lagi sudah saya ikhlas kan"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah ya bu\nBagaimana cara bu Itanis mengihklaskannya bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Dgn hati lapang dan tenang"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu. Faktanya semua manusia sudah jatuh dalam dosa. Dosa ini sangat berdampak baik di dunia maupun di akhirat. Maka dari itu dosa harus dibersihkan. Menurut ibu seperti apa cara manusia membersihkan dosa?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Dengan bertobat yg benar  menjauhi dan memohon ampun pada Allah"
    },
    {
      "sender": "Agent",
      "content": "Apakah bu Itanis sudah pernah bertaubat bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Insyaallah saya dah mulai  mbak"
    },
    {
      "sender": "Itanis Rahman",
      "content": "Saya dah mulai tenang apapun cobaan yg terjadi pada saya karena Allah menguji  pasti sesuai kemampuan umatnya"
    },
    {
      "sender": "Agent",
      "content": "Sesungguhnya apapun usaha kita tidak bisa menjamin kita untuk dapat menghapus dosa karena kita manusia yang sering khilaf.  Hanya Allah yang bisa menolong kita untuk bisa mengahapuskan dosa karena Allah itu sempurna dan tidak terbatas sehingga ketika diakhirat nanti kita tidak harus melewati api neraka karena kita sudah diselamatkan oleh Allah.\nCara Allah yang luar biasa itu adalah dengan cara mengutus nabi Isa ke dunia untuk menyelamatkan manusia dari dosa. Selain itu Allah juga mengutus nabi Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim.\nApakah ibu pernah mendengar kisahnya?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Iya di cerita akhir zaman"
    },
    {
      "sender": "Agent",
      "content": "\nBegini Kisahnya bu, Allah mengutus nabi Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang nabi Isa ada di Surga yang membuka dan memberikan jalan bagi manusia.\n\nKisah ini ada didalam kitab-kitab Allah Terdahulu. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa.\nApakah ibu mau mendalami kisahnya? Jika ibu mau mengetahui kisahnya lebih dalam boleh minta nomor WAnya?\n\n\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Iya"
    },
    {
      "sender": "Itanis Rahman",
      "content": "081430254942"
    },
    {
      "sender": "Agent",
      "content": "Ohiya, bu Itanis di Pekanbaru tinggalnya di kecamatan apa bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Kulim. Pembatuan"
    },
    {
      "sender": "Agent",
      "content": "Ohiyaya bu, berarti ibu sukunya apa?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Melayu risu"
    },
    {
      "sender": "Itanis Rahman",
      "content": "Riau"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu. Ohiya, bu Itanis pekerjaannya sehari-hari apa bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Jualan kue basah"
    },
    {
      "sender": "Agent",
      "content": "Iyaya bu. Dulunya bu Itanis tamatan apa bu?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Sma"
    },
    {
      "sender": "Agent",
      "content": "Sekarang usia ibu berapa?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "50"
    },
    {
      "sender": "Agent",
      "content": "Ohiya, nomor WA ibu sudah benar 081430254942?\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "yah benar"
    },
    {
      "sender": "Agent",
      "content": "Oke terimakasih bu Itanis\nNanti teman saya akan menghubungi bu Itanis untuk diskusi dan belajar bersama ya bu\nSaya berharap ibu tetap merespon ya bu melalui WA.\nTerimakasih bu Itanis\nSemoga hari-hari ibu menyenangkan\nWaassalamualaikum wr. wb.\n \n \n "
    },
    {
      "sender": "Itanis Rahman",
      "content": "Amiiin"
    }
  ]
}