{
  "messages": [
    {
      "sender": "Putri Putri",
      "content": "Lunas smua hutang"
    },
    {
      "sender": "Putri Putri",
      "content": "Rezeky makin lancar"
    },
    {
      "sender": "Putri Putri",
      "content": "Rumah tangga rukun dan bahagia"
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah.\nSebelumnya boleh tahu usianya berapa dan tinggal dimana saat ini bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Usia 35th tinggal d Kabupaten Rokan hilir Riau"
    },
    {
      "sender": "Agent",
      "content": "Kenalkan juga bu, saya Raya admin laman iini dari Jawa,usia 40. Saya seorang ibu rumah tangga.\nIbu kesibukannya apa saat ini?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Buka londry rumahan"
    },
    {
      "sender": "Agent",
      "content": "Semanngat ya bu, Allah melancarkan semua usaha dan pekerjaan bu saat ini. \nApa yang sulit dijalani di tahun inni bu ?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Tp msh terkendala modal JD msh kecil kecilan"
    },
    {
      "sender": "Putri Putri",
      "content": "Sulit buat melunasi hutang2 yg rasany mau nyerah aj"
    },
    {
      "sender": "Agent",
      "content": "Memang masalah hutang ini sangat berat dan mencekam serta membuat damai sejahtera hilang ya bu.\nSaya teringat dnegan kisah sesorng yang mendapat pertolongan Alllah. \nApakah ibu mau mnedengarnya ?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Iy mau"
    },
    {
      "sender": "Agent",
      "content": "saya pernah mendengar sebuah kisah tentang seorang janda yang terlilit hutang setelah kematian suaminya. Janda ini begitu kebingungan dan ketakutan, karena rentenir hendak membawa kedua anaknya sebagai budak, untuk membayar hutangnya. Di tengah ancaman ini, janda itu datang menemui seorang nabi utusan Allah. Lalu Allah menuntun nabi itu untuk mengarahkan si janda mengumpulkan semua yang ia miliki. Walaupun yang ia miliki hanya sedikit minyak. Tapi apakah ibu tau apa yang terjadi pada janda itu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Knp"
    },
    {
      "sender": "Agent",
      "content": "Karena ketulusan hati dan kepercayaannya kepada Allah, akhirnya janda itu memperoleh mujizat. Minyak yang sedikit tadi, menjadi banyak bahkan berlimpah sehingga janda itu bisa melunaskan hutangnya bahkan kelebihan uangnya bisa untuk menghidupi janda ini dan kedua anaknya.\nApakah ibu juga mau menerima pertolongan Allah?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Iy mau"
    },
    {
      "sender": "Agent",
      "content": "Saat ini saya mau mengajak ibu berdo'a. Ya Allah, ya Tuhan kami. Engkau mengenal setiap hambaMu dan mengetahui apa yang sedang terjadi saat ini. Ya Allah, hamba terjepit dalam keadaan hutang yang sangat banyak. Dan keadaan hamba sangat terbatas. Tolonglah hamba ya Allah, bukakan jalanMu. Hamba juga menyadari bahwa hamba adalah orang berdosa. Ampuni setiap dosa dan pelanggaran hamba sebab Engkau adalah Allah yang setia dan adil. Ajarkanlah hambaMu untuk percaya bahwa pertolonganMu nyata dan rahmatMu besar. Berikanlah hambaMu  ketenangan dan tunjukkanlah hambaMu ini jalanMu yang lurus. Hanya kepadaMu hamba berserah. Amiin ya rabbal alamin.\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Amiin ."
    },
    {
      "sender": "Agent",
      "content": "Amin ya Allah.\nAllah berfirman bu: Karena itu hendaklah kamu saling mengaku dosamu dan saling mendoakan, supaya kamu sembuh. Doa orang yang benar, bila dengan yakin didoakan, sangat besar kuasanya.\nBagaimana menurut ibu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Betul"
    },
    {
      "sender": "Putri Putri",
      "content": "Sy pun msh banyak dosanya terutama sama suami.banyak bohong ny"
    },
    {
      "sender": "Putri Putri",
      "content": "Suka ambil keputusan sendiri tanpa mau melibat kn suami"
    },
    {
      "sender": "Agent",
      "content": "Itulah keterbatasan kita sebagai manusia ya bu. \nBoleh tahu seperti apa kebohongan-kebohongan yang ibu maksud?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Suka pinjam2 uang SM kwn tp tau suami dgn bunga yg tinggi"
    },
    {
      "sender": "Putri Putri",
      "content": "Tanpa tau suami"
    },
    {
      "sender": "Agent",
      "content": "Iyyaaya bu, biasanya uang yang dipinjam digunakan untuk apa  bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Buat usaha jg.tp Krn bunga ny tinggi JD g ketutup sehingga skrg bertumpuk menjadi besar udahan"
    },
    {
      "sender": "Agent",
      "content": "Memang bunga yang diberikan rentennir sangat besar ya bu dan sebenarnya hal itu tidak berkennan di mata Allah bu. \nAkan tetapi keadaan terdesak kadang membuat kita salah dan gegabah dalam mencari solusi ya bu. \nSaya bisa memahaminya. \n \nApakah ibu mengetahui hal ini ?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Tau tp mmg LG butuh makany sy ambil dr rentenir itu"
    },
    {
      "sender": "Agent",
      "content": "Iya bu saya memahami sekali bu, karena orang tua saya juga pernah melakukan hal yang sama dengan ibu. \nAkan tetapi akibatnya ya  semakin buruk, bunganya semakin menjepit dan keadaan semakin terjepit dan itu sangat melelahkan hidup bu. \n \nApakah ibu mau menemukan jalan yang benar untuk setiap masalah yang dihadapi saat iini?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Sy dlu ambil 6jt dengan bunga 1,5jt perbulan ny skrg udh setahun LBH blm jg dpt sy lunasi pkok yg 6jt itu cm BS membayar bunga 1,5jt saja perbulan ny.JD setiap penghasilan abis buat bayar itu aj.pengen banget buat lunasi uang yg 6jt itu tp g tau lagi ntah gimana carany"
    },
    {
      "sender": "Putri Putri",
      "content": "Sy mau"
    },
    {
      "sender": "Agent",
      "content": "Cukup banyak ya bu, akan tetapi kalau terus menerus kita baayar dengan uang dari rentenir maka akan semakin mencekam keadaan bu. \nMasalah ini harus diselesaikan dan mungkin kita terbtas mencari jalan keluar ya bu. Akan tetapi ada yang bisa menolong tanpa terbatas bu.\n \nApakah ibu mau menemuknnya ?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Iy sy mau"
    },
    {
      "sender": "Agent",
      "content": "Allah berfirma bu : Sesungguhnya, tangan Allah tidak kurang panjang untuk menyelamatkan, dan pendengaran-Nya tidak kurang tajam untuk mendengar; tetapi yang merupakan pemisah antara kamu dan Allahmu ialah segala kejahatanmu, dan yang membuat Dia menyembunyikan diri terhadap kamu, sehingga Ia tidak mendengar, ialah segala dosamu.\n \nUntuk mendapat pertolongan Allah, kita harus bersih dari dosa dan mengakuinya bu. Bagaimana ibu mengakuinya dihadapan Allah?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Iy saya mau"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah kalau ibu mau ya, karena Allah berfirman siapa yang mengakui dosa akan diampuni.\nPernahkah ibu mendengar kisah pengampunan dosa bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Bkm"
    },
    {
      "sender": "Putri Putri",
      "content": "Blm"
    },
    {
      "sender": "Agent",
      "content": "\nMenurut hukum Allah, tidak ada pengampunan jika tidak ada penumpahan darah. Kalau kita memberi kurban, haruslah kita meletakkan tangan ke atas kepala korban penghapus dosa itu, dan menyembelihnya menjadi korban penghapus dosa . Perlu ada kurban agar dosa kita bisa terhapus. \nApakah Ibu pernah mendengar hal ini?\n \n\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Blm"
    },
    {
      "sender": "Agent",
      "content": "\nBukan kita yang telah mengasihi Allah, melainkan Dialah yang telah mengasihi kita dan mengutus Nabi Isa yang datang daripada-Nya menjadi kurban perdamaian bagi dosa-dosa kita.\nApakah Ibu mau belajar tentang hal ini?\n \n\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Iy sy mau"
    },
    {
      "sender": "Agent",
      "content": "Alhamdullilah kalau ibu mau, bisakah ibu berbagi WA agar memudahkan kita belaajar bersama ?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "082387152897"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih bu, oiya ibu Rokan Hilir di daerah mananya bu ?\nManatahu saya ada kesempatan berkunjung kesana.\n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Desa Menggala sakti km 25Kecamatan tanah putih"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih bu. \nJadi mayoritas penduduknya disana dari suku apa bu?\ndan ibu sendiri dari suku apa bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Saya sulu merlayu asli rokan hilir"
    },
    {
      "sender": "Putri Putri",
      "content": "Mayoritas dsni Melayu Rokan hilir tp udh banyak masuk org2 dari Jawa jg"
    },
    {
      "sender": "Agent",
      "content": "Wah senang sekali kenal dengan ibu. \nOiya ibu bilang tadi ibu usaha laundry ya, memangnya dulu apa pendidikan terakhirnya bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Saya suku melayu"
    },
    {
      "sender": "Putri Putri",
      "content": "SMA"
    },
    {
      "sender": "Putri Putri",
      "content": "Sy jg dlu pedagang online dan offlineTp Krn pakai uang rentenir modal habis tekuras SM rentenir makany sy buat londry rumahan biar ad masukan"
    },
    {
      "sender": "Agent",
      "content": "Wah mantap bu, semangatt ya bu.\nJadi bagaimana menurut ibu dengan kisah yang saya ceritakan kepada ibu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Sgt bagus dan BS JD motivasi jg"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya bu, semoga Allah terus bukakan dan tuntun kepada Jalan yang benar dan membuat semua keadaan semakin baik ya bu. \nApakah ibu sudah pernah dengar kisah Isa sebelumnya bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Sempat jg pny toko kecil kecilan tp Krn pengaruh rentenir td smua habis"
    },
    {
      "sender": "Putri Putri",
      "content": "Blm"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya bu, saya senang bisa berbagi kisah mengenai Isa dan kisah pertolongan yang diberikan Isa kepada umat Allah laiinya, saya yakin ibu juga pasti berhak menerima pertolonganNya. \nApakah ibu mau saya ajak berdoa untuk keadaan ini bu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Mau"
    },
    {
      "sender": "Agent",
      "content": "\nsaya mau mengajak ibu berdo'a. Dan saya berharap ibu bisa mengucapkan do'a ini setiap hari.\nYa Allah, ya Tuhan kami. Engkau mengenal setiap hambaMu. Ya Allah, Engkau sunggh mengetahui keadaan hamba saat ini yang terjebak hutang yang sangat banyak kepada rentenir-rentenir karena kesalahan dan kelalaian hamba. Hamba percaya bahwa Engkau adalah Allah yang maha Tahu dan Allah yang penuh pertolongan. Hamba menyadari hamba banyak melakukan kesalahan kepadaMu , kebohongan kepada suami dan mungkin hal yang hamba tidak sadari. Tolonglah hamba ya Allah, bukakan jalanMu. Hamba juga menyadari bahwa hamba adalah orang berdosa. Tapi hamba bersyukur bahwa Engkau adalah Allah yang mengampuni setiap dosa dan pelanggaran hamba sebab Engkau adalah Allah yang setia dan adil. Ajarkanlah hambaMu untuk percaya bahwa pertolonganMu nyata dan rahmatMu besar. Berikanlah hambaMu ketenangan dan tunjukkanlah hambaMu ini jalanMu yang lurus.\n\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Amiinn y Allah"
    },
    {
      "sender": "Agent",
      "content": "Bagaimana perasaan ibu setelah mengucapkan doa ini?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Bergetar rasany jiwa syMau nangis terlalu besar dosa sy"
    },
    {
      "sender": "Agent",
      "content": "Subhanallah ya bu, akan tetapi Allah sangat sayang kepada setiap umatNya apalagi yang menyadari keberdosaaannya dan mau meninggalkannya serta meminta ampunanNya. \nSelalu ucapkan doa doa ini ya bu.\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Bnyak peralatan rumah tangga sy juali buat bayar rentenir itu"
    },
    {
      "sender": "Putri Putri",
      "content": "Iy"
    },
    {
      "sender": "Agent",
      "content": "\nMassyallah, sabar ya bu. \nSemuanya akan indah pada waktunya. \nAllah berffirman sesunguhnya Sejak Ia menjadikan manuisa dia sudah menyiapkan rencana yang terbaik dan masa depan yang penuh harapan. \nApakah pernah mendengar ini?\n \n \n\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Iy prnh"
    },
    {
      "sender": "Agent",
      "content": "Allhamdullilah, yakinkah ibu kepada semua firman Allah ini dan akan menolong dan mengubahkan hidup ibu?\n \n \n "
    },
    {
      "sender": "Putri Putri",
      "content": "Amiin amiinnn amiiinnn  y Allah"
    },
    {
      "sender": "Agent",
      "content": "Baik bu Putri terima kasih atas keterbukannya ya bu, saya berdoa agar Allah terus menerus menolong ibu dan kedaan keluarga ibu. Nanti mengenai pembelajaran ini  bisa dilanjut melalui WA ya bu, nanti ibu akan dihubungi lewat WA. Terima kasih bu,tetap semangat dan terus ucapkan doa-doanya ya bu. Waassalammmm.\n \n \n "
    }
  ]
}