{
  "messages": [
    {
      "sender": "Endang Sri",
      "content": "+6281228518003"
    },
    {
      "sender": "Agent",
      "content": "Hai Endang! Maukah kamu menemukan cara Allah yang bisa membersihkan dosa?"
    },
    {
      "sender": "Endang Sri",
      "content": "Saya mau karena aku ingin segera bersih dari dosa Amin"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum. Terimakasih sudah kirimkan pesan. Baik mbak, nanti bisa belajar bersamaSebelumnya perkenalkan nama saya Febri. Supaya lebih enak ngobrolnya, kalau boleh tau, mbak namanya siapa dan usianya berapa?"
    },
    {
      "sender": "Endang Sri",
      "content": "Endang Sri"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mbak Endang apa kabar hari ini?"
    },
    {
      "sender": "Endang Sri",
      "content": "Kenal kembali kabar seht selalu"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah tinggal di daerah mana mbak Sri?"
    },
    {
      "sender": "Endang Sri",
      "content": "la mas Febri tinggal di mn ahu di Sukoharjo Ja Teng"
    },
    {
      "sender": "Agent",
      "content": "Oh iya, maaf saya perempuan mbak Di Sukoharjo kecamatan apa mbak?"
    },
    {
      "sender": "Endang Sri",
      "content": "Oh Maaf mbak maklum nenek nenek ya Kec Sukoharjo . la jenengan di mn panggil saya nenek saka ya"
    },
    {
      "sender": "Agent",
      "content": "Baik nek...maaf saya di Tanggerang nek Oya, sehari2 apakah nenek masih bekerja?"
    },
    {
      "sender": "Endang Sri",
      "content": "saya pensin di rmh terima jada Laundry"
    },
    {
      "sender": "Agent",
      "content": "Oh gtu nek... dulu nenek pensiunan apa nek?"
    },
    {
      "sender": "Endang Sri",
      "content": "saya guru SD"
    },
    {
      "sender": "Agent",
      "content": "Oh gtu ya nek... dulu nenek pendidikan terakhirnya apa nek?"
    },
    {
      "sender": "Endang Sri",
      "content": "Saya SPG  Sambil kerja ambi l S1 PGSD tapi kebahagian tidakvberpiak padaku di tinggal Suami dipanggil Allah .membiyayai4orang anak  2cwk anaku sendiri 2 cowok anak Adkku  Alkhamdulillah Si semua tapi anak vewekku ke fua di panggil Allah lantaran OPkanker otak 3X"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya nek, pasti tidak mudah untuk nenek lalui di masa2 itu Oya nek, dipercakapan nenek katakan bahwa nenek ingin segera bersih dari dosa. Kalau boleh tau apa yang nenek rasakan dengan adanya dosa?"
    },
    {
      "sender": "Endang Sri",
      "content": "Aku mang merasa banyak dosa lisan sering  berucap tidak baik itu ke 1ke2 Apa aku menanggung dosa yang sering memanipulasi data Laporan keuangan BOS itu bukan kehendakkuitu semata utuk sejahtera karyawan .yang 3 aku sering menipu laki laki mata keranjan. Mereka mengajak kenca ke hotel aku sanggupi tapi ketika jam datang aku ajak istri dan tak suruh nemui yang ke 4 karena biaya sekolah tdak sedikit sampai sekarang aku punya hutang kurang lebih 250 jt itu yang aku rasakan .Mungkin anda punya Solusi  swn"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya nek, begitu kuatnya dosa yang pernah mengikat Dimana dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada Allah yang selalu melanggar perintah Allah. Dosa membuat kita jauh dari Allah. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini apakah nenek sudah menemukan cara untuk menghapuskan dosa itu?"
    },
    {
      "sender": "Endang Sri",
      "content": "Dengan mengikuti YPQ setiap hr rbu untuk.kamis mlm jumat ikut Yasinan memperbanyak  Sholawat dan Dzikir. berusaha mengaktifkan Sholat tobat .khobliah. Badamah fardu  solat .Berusaha tidak bolong Solat  fardlu. berusaha tepat waktu Solat..Yang sudah saya rasakan sembuh strok 5bln sudah tidak aktifasi.Tensi Aamurat DM koledtrol normal. tinggal menyempurnakan jln Alkhamdulilla dengan tertati tayih bs aktifasi. hutang sdh mulai berkurang  itu mbak .Karena 8thn aku dlm keterpurukan. ibarat makan dari bela kasihan teyangga."
    },
    {
      "sender": "Agent",
      "content": "Begitu ya mbak, pastinya sudah banyak usaha yang diupayakan Dan mungkin kita berfikir kita memiliki usaha dan usaha kita itu bisa menghapuskan dosa kita sendiri, tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah Untuk itu kita perlu penolong. Pernahkah nenek memikirkan  siapa yang bisa menolong kita agar dosa kita dihapuskan?"
    },
    {
      "sender": "Endang Sri",
      "content": "Saya pasrah pada Allah"
    },
    {
      "sender": "Agent",
      "content": "Iya Nek , karna penolong itu Hanya Allah mbak, Allah mahakuasa, sempurna dan tidak terbatas. Maka Allah yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara Allah yang luar biasa itu adalah dengan cara mengutus Isa ke dunia untuk menyelamatkan manusia dari dosa. Allah juga mengutus Isa kedunia untuk memberika jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah Nenek mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Endang Sri",
      "content": "Mau"
    },
    {
      "sender": "Agent",
      "content": "Baik Nek, Begini kisahnya, Allah mengutus Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah Nenek mau belajar bersama agar mbak bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Endang Sri",
      "content": "Mau"
    },
    {
      "sender": "Agent",
      "content": "Baik nek, untuk mengetahui kisahnya lebih dalam nanti bisa belajar bersama, dan ini gratis mbak, tidak ada bayaran apapun.  Untuk memudahkan belajar bersamanya apakah Nenek bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Endang Sri",
      "content": "Bisa 081228518003"
    },
    {
      "sender": "Agent",
      "content": "Baik Nek, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas Nenek. Bagaimana menurut Nenek?"
    },
    {
      "sender": "Endang Sri",
      "content": "OV Setuju siap"
    },
    {
      "sender": "Agent",
      "content": "Baik Nek, terima kasih Oya, kalau boleh tau saat ini Nenek usianya berapa?"
    },
    {
      "sender": "Endang Sri",
      "content": "usia 69 thn"
    },
    {
      "sender": "Agent",
      "content": "Baik Nek Oya, Nenek di Sukoharjo kecamatan mana?"
    },
    {
      "sender": "Endang Sri",
      "content": "Kecamatan Dukoharjo Kec Sukoharjo"
    },
    {
      "sender": "Agent",
      "content": "Sama dengan naam Kabupatennya ya Nek"
    },
    {
      "sender": "Endang Sri",
      "content": "Byyo Kel kac kab Sukoharjo Jawa Yengah"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya Nek. Saya doakan Allah selalu menunujukkan jalannya kepada mbak agar selalu melakukan hal-hal yang dikehendaki oleh Allah. Saya berharap nanti Nenek juga bisa ngobrol di WA dengan teman saya Tetap semangat. Wassalam Oya Nek, suami Nenek kemana?"
    },
    {
      "sender": "Endang Sri",
      "content": "Aku sudah singgl peren 26 tahun bersama 4orang anak Suamiku di panggil Allah"
    },
    {
      "sender": "Agent",
      "content": "Oiya nek. Tetap kuat dan semangat ya. Semoga Allah selalu melimpahi nenek dengan kekuatan dan kesehatan. Aaminnn."
    },
    {
      "sender": "Endang Sri",
      "content": "Amin di usia senja ini tinggal kekuatan doa dan mohon ampunan Nya Allah pasti memberi yang terbaik asalkan kita ikhlas dan syukur menerima Amin"
    }
  ]
}