{
  "messages": [
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "+6283827272012"
    },
    {
      "sender": "Agent",
      "content": "Hai Tiya! Apa yang membebani pikiranmu saat ini?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Banyak banget"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, terimakasih sudah mengirimkan pesan Salam kenal, nama saya Febri,  kalau boleh tau nama dan usia mbak?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Tiya 24th"
    },
    {
      "sender": "Agent",
      "content": "Hallo mbak Tiya....... kalau boleh tau mbak tiya tinggal di daerah kecamatan apa?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Tanjung"
    },
    {
      "sender": "Agent",
      "content": "oh kalau ngak salah, Tanjung itu di brebes ya mbak?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Iya mba"
    },
    {
      "sender": "Agent",
      "content": "emmmm mbak kesibukan sehari-harinya apa?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Dagang sendri Sblmny karyawan pt"
    },
    {
      "sender": "Agent",
      "content": "Semangat ya mbak, semoga dagangan mbak laris dan barokah. Mbak dagang apa biasanya?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Wartegan"
    },
    {
      "sender": "Agent",
      "content": "iya mbak tiya, mbak tiya sekolah lulusan apa?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Sma Sblmny kuliah Cm brhenti dlu"
    },
    {
      "sender": "Agent",
      "content": "Mbak kuliah apa, apa yang membuat mbak berhenti?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Kedokteran Konflik keluarga Ampe mamahku sakit\"an Skrg udah mendingan cm masih pemulihan"
    },
    {
      "sender": "Agent",
      "content": "o gitu ya mbak, tetap semangat ya, saya doakan Allah melancarkan pemulihan mama mbak Tiya"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Iya amin yaallah"
    },
    {
      "sender": "Agent",
      "content": "oiya mbak kalau boleh tau bagaimana hubungan mbak dengan Allah?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Dg doa dan salat serta keyakinan bahwa Allah ada"
    },
    {
      "sender": "Agent",
      "content": "oh iya bagus kalau mbak yakin bahwa Allah itu ada. tau ngak saat ini banyak orang yang tidak percaya lagi kepada Allah mereka menjadi jauh, apa mbak tau penyebabnya?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Ga tau Malah aku pengen d kasih solusi Ama mba nya gmna caranya bs ngatasi mslh KY gtu"
    },
    {
      "sender": "Agent",
      "content": "Penyebabnya adalah karena adanya dosa mbak. Dosa merusak hubungan manusia dengan Allah. Karena dosa juga hubungan kita dengan sesama menjadi buruk. Apa mbak pernah memikirkan tentang dosa?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Aku mah cm manusia biasa sebaik apapun tetep ajh nu dosa"
    },
    {
      "sender": "Agent",
      "content": "Iya mbak, kita semua hanya manusia biasa yang penuh dosa dan khilaf. Tidak ada seorangpun dari kita yang suci dan sempurna. Kalau menurut mbak dosa itu apa?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Hemm hal yg ga baik yg melanggar dan merujuk k perbuatan ga baik"
    },
    {
      "sender": "Agent",
      "content": "Iya ya mbak. Dosa adalah ketidaktaatan manusia melanggar perintah Allah. Dosa adalah akar dari segala kejahatan dan membuat hidup kita kotor, jauh dari Allah yang maha suci . Dosa sangat berbahaya. Karena dosa kita tidak bisa ke surga Allah. Karena itulah dosa harus dibersihkan mbak. Sejauh ini apa mbak Tiya sudah menemukan cara untuk membersihkan dan menghapus dosa?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Yh perkuat imannya dan ibadahnya dan patuh Ama ortu Jaga perkataan dan perbuatan jngn sampe kita nyakiti org lain Aku cm pngen curhat knp ya org baik slalu d jahatin"
    },
    {
      "sender": "Agent",
      "content": "Gitu ya mbak Tiya. Mbak sebagai manusia berdosa kita tentu mau membersihkan diri kita dari dosa.Dulu saya berpikir bahwa saya bisa membersihkan dosa saya dengan usaha, upaya dan kemampuan saya sendiri, saya pikir dengan saya bertaubat dan melakukan amalan, maka dosa saya bisa dibersihkan.Tetapi ternyata tidak bisa mbak. Saya tidak sempurna, saya tidak suci, saya hanya manusia kotor. Saya selalu melanggar perintah Allah dan itu berulangkali. Tapi alhamdulillah mbak, Allah itu sangat baik kepada kita manusia berdosa. Mbak tau, dalam perjalanan hidup saya, Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya. Apa mbak Tiya pernah memikirkan siapa penolong yang bisa membersihkan dan menghapus dosa manusia"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Ga tau Yh aku paham cm perubahan dr dlm diri"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya mbak. Mbak, penolong yang berkuasa menolong manusia bersih dari dosa adalah Allah sendiri mbak. Allah sayang kepada kita manusia berdosa. Kita sangat berharga bagi Allah. Allah mau suatu hari nanti kita bisa bersama dengan-Nya di Surga. Manusia bisa ke surga Allah, dan tidak kena siksa api neraka. Manusia bisa bersih dari dosa dan menerima berkah selamat akhirat. Karena itulah Allah menjadi manusia yang kita kenal dengan nama Isa Almasih. Isa Almasih disebut sebagai Kalimatullah atau firman Allah. Dialah Jalan Lurus itu.Jalan Lurus atau Shirat al-Mustaqim ditulis dan dijelaskan dengan jelas di dalam kitab Allah terdahulu (Kitab Taurat, Zabur, dan Injil). Apa mbak pernah mendengar kisahnya?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Matur suwun atas pencerahannya semoga saya bs lebih beriman dan LBH dekat dg allah"
    },
    {
      "sender": "Agent",
      "content": "Oiya mbak. Maaf apa mbak keberatan untuk melanjutnya ngobrol dengan saya?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Ga keberatan"
    },
    {
      "sender": "Agent",
      "content": "Iya mbak. Apa mbak pernah mendengar kisah jalan lurus Allah?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Ga tau"
    },
    {
      "sender": "Agent",
      "content": "Mbak Tiya, Jalan Lurus Allah adalah Jalan yang membawa manusia menuju surga yang dikehendaki oleh Allah. Jalan yang dapat menyelamatkan manusia dari siksa api neraka. Allah menjadi manusia, yang kita kenal dengan Isa. Isa datang kedunia menyelamatkan manusia dari dosa. Isa lahir, Isa mati dan dikuburkan, dan Isa dibangkitkan pada hari ketiga sesuai dengan Kitab Suci, dan sekarang Isa ada di surga menyediakan tempat untuk yang percaya kepada-Nya. Isa mengurbankan diri-Nya bagi manusia, supaya manusia beroleh hidup abadi bersama-Nya di surga. Pengurban Isa membuka jalan bagi manusia berdosa. Apa mbak mau tau lebih dalam kisah kasih rahmat Allah yang luar biasa ini dengan belajar dan mendalami bersama melalui kitab Taurat, Zabur dan Injil?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Ga tau harus gimana Cm bisa nangis"
    },
    {
      "sender": "Agent",
      "content": "Gitu ya mbak. Apa mbak mau belajar dan mendalami bersama?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "[This item contains no text]"
    },
    {
      "sender": "Agent",
      "content": "Halo selamat pagi mbak Tiya. Mbak belajar dan mendalami cara Allah menolong manusia bersih dari dosa dengan belajar melalui kitab Taurat, Zabur dan Injil mbak. Kalau mbak Tya bersedia, teman saya bisa menghubungi mbak melalui Whatsaap. Mbak juga bisa bertemu dengan teman saya ini jika mbak bersedia.Jadi mbak Tya bisa kirimkan nomor WA mbak untuk memudahkan komunikasi selanjutnya kak."
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Ekonomi saya jg lagi turun gara\" d jahatin mulu Mempengaruhi semua faktor d hidup saya Saya jadi lebih trtutup ama org Ga tau hrs percaya Ama siapa Yg aku percaya Allah ada utk org\" yg baik dan benar aku percaya itu Iya saya bersedia 083827272012"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak Tiya. . Ditunggu ya WA dari teman saya. Saya senang bisa ngobrol dengan mbak dan saya berharap mbak bisa ngobrol baik dengan teman saya. Saya doakan semoga Allah terus menolong dan memberkahi mbak dengan kekuatan dan kesehatan untuk melewati kehidupan ini. Semoga Allah memberikan petunjuk dan kemudahan untuk mbak bisa mengenal tentang Isa. Dialah Jalan Lurus itu. Sehat terus mbak. Tetap semangat ya mbak Tiya. Wassalam"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Iya makasih"
    },
    {
      "sender": "Agent",
      "content": "Sama-sama mbak Tiya. Oiya apa mbak sudah menikah?"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Belum Sama Islam tp beda keyakinan Dia malah mengkhianati aku dr SMP smpe kerja bru kebongkar 2022"
    },
    {
      "sender": "Agent",
      "content": "O gitu ya mbak. Semoga Allah menolong mnak Tiya dan mbak bisa menemukan pasangan yang tepat ya. Aaminn"
    },
    {
      "sender": "Tiya (Tiya Yoanshi)",
      "content": "Amin"
    }
  ]
}