{
  "messages": [
    {
      "sender": "Bagus",
      "content": "+6285643112492"
    },
    {
      "sender": "Agent",
      "content": "Hai M! Maukah kamu menemukan cara Allah yang bisa membersihkan dosa?"
    },
    {
      "sender": "Bagus",
      "content": "Jempol"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum. Terimakasih sudah kirimkan pesan. Sebelumnya perkenalkan nama saya Febri. Supaya lebih enak ngobrolnya, kalau boleh tau, mas namanya siapa dan usianya berapa?"
    },
    {
      "sender": "Bagus",
      "content": "Aku namanya bagus Usia saya 24 Kaka namanya siapa kalau blh tau"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal mas Bagus saya mas Febri apa kabar mas?"
    },
    {
      "sender": "Bagus",
      "content": "Baik Y"
    },
    {
      "sender": "Agent",
      "content": "Oya, sehari2 kerja apa mas?"
    },
    {
      "sender": "Bagus",
      "content": "Aku sehari2 kerja di membuat alat telkom Banyak pesanan kadang kosih lembur kalau BLH tau Kaka kerja ap"
    },
    {
      "sender": "Agent",
      "content": "Oh gtu, dulu mas sekolahnya apa mas?"
    },
    {
      "sender": "Bagus",
      "content": "Aku cuma SD"
    },
    {
      "sender": "Agent",
      "content": "Iya mas tidak apa2"
    },
    {
      "sender": "Bagus",
      "content": "Cuma lanjut sklh pake sama teman"
    },
    {
      "sender": "Agent",
      "content": "tapi alhamdulillah Allah berikan kepada mas kemampuan yang luar biasa maaf, maksudnya mas?"
    },
    {
      "sender": "Bagus",
      "content": "Emang tanya sekolah penting ya"
    },
    {
      "sender": "Agent",
      "content": "bisa penting bisa nggak mas itu bisa menjadi motivasi mas"
    },
    {
      "sender": "Bagus",
      "content": "Bagi aku ta kerja itu mumpunyai sekil atau ilmu sekarang banyak sekaloh tinggi2 banyak yang ngangur ka Ya Kaka kesibukannya ap ni h"
    },
    {
      "sender": "Agent",
      "content": "Saya sehari2nya kerja part time mas betul mas Oya, mas bagus tinggal di daerah mana?"
    },
    {
      "sender": "Bagus",
      "content": "Daerah Tegal Kaka tinggal dimana"
    },
    {
      "sender": "Agent",
      "content": "Oh...di Tegal kecamatan mana mas? saya dari Tanggerang"
    },
    {
      "sender": "Bagus",
      "content": "Adiwerna mas phm Ouh jauh ya ya mas, hehehe"
    },
    {
      "sender": "Agent",
      "content": "disana tinggal bersama orang tua atau kos mas?"
    },
    {
      "sender": "Bagus",
      "content": "Sama orang tua"
    },
    {
      "sender": "Agent",
      "content": "Iya mas Oya mas bagus, apa yang mas rasakan dengan adanya dosa?"
    },
    {
      "sender": "Bagus",
      "content": "Dosa ap ya aku gak tau"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya mas, namun apakah mas merasa orang berdosa?"
    },
    {
      "sender": "Bagus",
      "content": "Semua orang dosa pendapat Kaka giman"
    },
    {
      "sender": "Agent",
      "content": "Benar mas, semua kita memiliki dosa kalau menurut mas dosa itu apa?"
    },
    {
      "sender": "Bagus",
      "content": "Gak tau kan aku mau bljr sama kaka Biar aku phm"
    },
    {
      "sender": "Agent",
      "content": "mas, dosa adalah sikap ketidaktaatan dan ketiadaksetiaan kita kepada Allah yang selalu melanggar perintah Allah. Dosa membuat kita jauh dari Allah. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan.  Sejauh ini, usaha apa yang mas lakukan untuk bisa menghapuskan dosa itu?"
    },
    {
      "sender": "Bagus",
      "content": "Paling aku setiap sholat doa agar aku di ampuni dosaku Kaka terus tidak lupa LG aku baca Alquran ka"
    },
    {
      "sender": "Agent",
      "content": "Iya mas, mungkin kita berfikir kita memiliki usaha dan usaha kita itu bisa menghapuskan dosa kita sendiri,tetapi  faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri  karena manusia terbatas dan sering khilaf dalam melakukan kesalahan lagi, yang ada dosa semakin bertambah. Untuk itu kita perlu penolong. Pernahkah mas memikirkan  siapa yang bisa menolong kita agar dosa kita dihapuskan?"
    },
    {
      "sender": "Bagus",
      "content": "Yang bisa menolong itu yang maha mencipta kalau aku sendiri gak bisa ka Pendapat Kaka gimana"
    },
    {
      "sender": "Agent",
      "content": "Iya Mas, penolong itu Hanya Allah mas, karena Allah mahakuasa, sempurna dan tidak terbatas. Maka Allah yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. Cara Allah yang luar biasa itu adalah dengan cara mengutus Isa ke dunia untuk menyelamatkan manusia dari dosa. Allah juga mengutus Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Maukah mas mendengar kisahnya lebih dalam?"
    },
    {
      "sender": "Bagus",
      "content": "Mau coba ka Agar wawasa aku ada ka"
    },
    {
      "sender": "Agent",
      "content": "Baik mas saya bisa bagikan Begini kisahnya, Allah mengutus Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa. Maukah mas belajar bersama agar mas bisa lebih mendalmi kisah yang luar biasa ini?"
    },
    {
      "sender": "Bagus",
      "content": "Ya kalau bisa videonya ms biar aku bisa memahami ceritanya Monggo ka"
    },
    {
      "sender": "Agent",
      "content": "Oh gtu mas,... nanti bisa di dalami ya mas jika mas mau mengetahui kisahnya lebih dalam nanti bisa belajar bersama, dan ini gratis, tidak ada bayaran apapun. Untuk memudahkan belajar bersamanya apakah mas bisa kirimkan nomer WA yang bisa dihubungi?"
    },
    {
      "sender": "Bagus",
      "content": "Oke video ada Mas dulu wanya Maksudnya Kaka dulu ntr aku save ka Nomer Kaka maksudnya"
    },
    {
      "sender": "Agent",
      "content": "bagaimana apakah mas keberatan kirimkan nomer WA?"
    },
    {
      "sender": "Bagus",
      "content": "Gak"
    },
    {
      "sender": "Agent",
      "content": "baik mas, jadi nomer mas berapa?"
    },
    {
      "sender": "Bagus",
      "content": "Tapi ini gak bayar kan ka"
    },
    {
      "sender": "Agent",
      "content": "Oh.. ini sama sekali gak ada bayaran mas"
    },
    {
      "sender": "Bagus",
      "content": "Gak bohong ka soalnya aku maunya bljr ka"
    },
    {
      "sender": "Agent",
      "content": "gak bohong dong mas.. kalau bohong dosa mas"
    },
    {
      "sender": "Bagus",
      "content": "Ya phm Tak kirim wa aku ka, kirim gambar no hp Nih ka"
    },
    {
      "sender": "Agent",
      "content": "Oya mas, untuk melanjutkan belajar bersamanya nanti teman saya akan menghubungi dan menemui supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mas. Bagaimana menurut mas?"
    },
    {
      "sender": "Bagus",
      "content": "Lewat wa aja ka Teman Kaka namanya siapa"
    },
    {
      "sender": "Agent",
      "content": "Oh gtu kenapa mas? teman sy orang baik kok "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas, bagaimana kabarnya hari ini?"
    },
    {
      "sender": "Bagus",
      "content": "Nggeh udh wa aku ms"
    },
    {
      "sender": "Bagus",
      "content": "Assalamualaikum ko gak lanjut ms"
    },
    {
      "sender": "Agent",
      "content": "Baik mas, jadi mas tidak keberatan ya jika bertemu?"
    },
    {
      "sender": "Bagus",
      "content": "Dengan siapa"
    },
    {
      "sender": "Bagus",
      "content": "Assalamualaikum"
    },
    {
      "sender": "Agent",
      "content": "Waalaikum salam mas... nanti dengan teman saya ya mas, nanti teman saya akan segera menghubungi"
    },
    {
      "sender": "Bagus",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih atas waktunya mas. Saya doakan Allah selalu menunujukkan jalannya kepada mas agar selalu melakukan hal-hal yang dikehendaki oleh Allah.  Saya berharap nanti mas juga bisa ngobrol di WA dengan teman saya Tetap semangat. Wassalam"
    }
  ]
}