{
  "messages": [
    {
      "sender": "Fia (Winter Fia)",
      "content": "+62882003767959"
    },
    {
      "sender": "Agent",
      "content": "Hai Winter! Maukah kamu menemukan cara Allah yang bisa membersihkan dosa?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Bismillah insyaallah dengan kt ber sedekah memperbaiki perilaku kt dan memperbaiki sholat kt tentu nya ."
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mbak, terimakasih sudah mengirimkan pesan Salam kenal Biar enak, bolehkah saya tau ini dengan mbak siapa dan umur berapa? Perkenalkan saya Febri"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Waallaikumsalam wr wb ... iya salam kenal balik, oh tentu nya boleh, nama,u  fia umur 45 thn ."
    },
    {
      "sender": "Agent",
      "content": "salam kenal mbak Fia saya mbak Febri tinggal di daerah mana mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Semarang mbk febri Mbk februari asal dr mn klau boleh tau? Febri"
    },
    {
      "sender": "Agent",
      "content": "saya Tangerang selatan mbak oh mbaknya di Semarang ya? disana di kecamatan apa mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Oiya sehat mbk? Kecamatan pedurungan"
    },
    {
      "sender": "Agent",
      "content": "berarti disana tinggal dengan suami dan anak juga ya mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Sama anak 1 aja mbk suami udh almarhum"
    },
    {
      "sender": "Agent",
      "content": "mohon maaf ya mbak jika saya mengungkit kesedihan mbak yang sudah lalu semoga mbak dan anak mbak selalu dalam lindungan Allah sehari-hari sibuk kerja apa mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Iya ndk pp kan kamu tnya ? mbk jg sekedar jawab ... ibu kost ama perias tp sementara ini masih fakum"
    },
    {
      "sender": "Agent",
      "content": "wah fakum kenapa mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Ndk pp ... ada hal yg tidk plu dan tdk seharusnya nya di ceritakan .maksud kan?"
    },
    {
      "sender": "Agent",
      "content": "baik mbak, tidak apa jika mbak tidak ingin menceritakannya dulunya lulusan sekolah tatarias begitu kah mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Iyap betul Eh ... maaf bukan sekolah tp udh ada bakat cuman kursus otodidak maksud nya Udh sering dpt job jg tp sa,at jni msh ada gendala jd fakum"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah ada skill jadi bisa untuk usaha ya mbak jadi kalau sekolah umumnya dulu sampai tinggat apa mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Iya alhamdulillah cuman SMP aja ndk sampai lulus maklum.ndk ada dana anak kurng mampu dl nya tp aku udh bersyukur Dengan mempunyai suami hidup kau berubah drastis krna kegigihan almarhum tentu nya aku jga ikut mendoakan atas suami aku"
    },
    {
      "sender": "Agent",
      "content": "Semoga nanti usahanya bisa kembali lancar dan barokah ya mbak Harapan membalas Winter oh ya mbak, terimakasih sudah sharing mengenai cara mbak untuk membersihkan dosa. Sebelum mengetahui cara Allah membersihkan dosa, kalau menurut mbak, apa itu dosa?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Klau menurut, u bukan Aamiin amin makasih doa nya "
    },
    {
      "sender": "Agent",
      "content": "sejauh ini, kalau menurut mbak, apa itu dosa?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Tentu nya melakukan perbuatan yg di larang agama Maaf baru blas"
    },
    {
      "sender": "Agent",
      "content": "Begini mbak, dosa adalah ketidaktaatan dan ketidaksetiaan kita kepada Allah yang selalu melanggar perintah Allah. Dosa membuat kita jauh dari Allah, jauh dari berkah Allah, jauh pula dari Surga yang suci. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini, apakah mbak sudah menemukan cara agar bisa menghapus dosa?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Belom"
    },
    {
      "sender": "Agent",
      "content": "Begini mbak, kita mungkin mengusahakan agar dosa kita dibersihkan dengan beberapa cara, tapi Faktanya tidak ada satu orangpun di dunia ini yang bisa membersihkan dosanya, sebab selama masih di dunia ini, kita manusia yang terbatas akan lebih banyak khilaf dan berbuat dosa, setiap usaha yang kita lakukan paling-paling hanya mengurangi untuk tidak berbuat dosa, tapi dosa itu sendiri belum terhapus bersih..saya tidak bisa membersihkan sendiri dosa saya begitu juga dengan mbak, maka itu kita butuh penolong untuk membersihkan dosa-dosa kita Pernahkah mbak memikirkan  siapa yang bisa menolong kita agar dosa kita dibersihkan?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Belom.pernah , maaf klau dengan cara bersedekah mungkin ?"
    },
    {
      "sender": "Agent",
      "content": "Sesungguhnya apapun usaha kita tidak bisa menjamin kita untuk dapat membersihkan dosa karena kita manusia yang sering khilaf. Penolong yang bisa menolong itu Hanya Allah karena Allah berkuasa, sempurna dan tidak terbatas. Allah menolong kita dengan cara yang luar biasa. Cara Allah yang luar biasa itu adalah dengan cara mengutus Isa ke dunia untuk menyelamatkan manusia dari dosa. Selain itu Allah juga mengutus Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim.Apakah mbak pernah mendengar kisahnya?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Belom pernah baru kali ini"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, saya bisa bagikan ya Begini kisahnya, Allah mengutus Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti. Isa lahir, mati dan dibangkitkan dan sekarang Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil.  Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa menyelamatkan manusia dari dosa.Apakah mbak mau mendalami kisahnya? Jika mau mengetahui kisahnya lebih dalam nanti bisa belajar bersama."
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Iya mau mbk tp jangan sekrng ya msh di luar makasih sebelom nya mbk"
    },
    {
      "sender": "Agent",
      "content": "Baik mbak. Untuk memudahkan belajar selanjutnya apakah mbak bisa kirimkan nomor WA yang bisa dihubungi?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Iya ada"
    },
    {
      "sender": "Agent",
      "content": "baik mbak, silakan dikirimkan dulu ya mbak, insyaAllah nanti belajarnya akan dilanjutkan melalui WA"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Ok bntr mbk"
    },
    {
      "sender": "Agent",
      "content": "baik mbak, saya tunggu ya mbak "
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "(foto no WA) "
    },
    {
      "sender": "Agent",
      "content": "untuk belajar bersamanya nanti teman saya akan menghubungi dan menemui mbak supaya nanti bisa lebih mendalami lagi. Nanti akan melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mbak. Bagaimana menurut mbak?"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Okey  ..."
    },
    {
      "sender": "Agent",
      "content": "Baik mbak, terima kasih atas waktunya. Senang bisa ngobrol, dan berharap nanti kak juga bisa ngobrol di WA dengan teman saya dan juga bisa bertemu dengannya. Sehat selalu mbak Tetap semangat. Wassalam"
    },
    {
      "sender": "Fia (Winter Fia)",
      "content": "Iya sama\""
    }
  ]
}