{
  "messages": [
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "+6282134288946"
    },
    {
      "sender": "Agent",
      "content": "Hai Fatih! Saat ini, apa yang membuatmu jauh dari Allah?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Saya pingin ada yang membimbing dalam islam"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas, terimakasih sudah mengirimkan pesan Salam kenal Biar enak, bolehkah saya tau ini dengan mas siapa dan umur berapa? Perkenalkan saya Febri"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Saya setiyoko umur 39"
    },
    {
      "sender": "Agent",
      "content": "salam kenal mas Setiyoko saya mas Febri tinggal di daerah mana saat ini?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Saya tinggal di solo atau Surakarta"
    },
    {
      "sender": "Agent",
      "content": "oh di Solo ya mas disana di kecamatan apa mas?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Jebres mas"
    },
    {
      "sender": "Agent",
      "content": "berarti disana tinggal dengan istri dan anak juga ya mas?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Ngga saya tinggal sendirian sekarang"
    },
    {
      "sender": "Agent",
      "content": "maaf mas, istri dan anaknya dimana?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Maaf sudah bercerai"
    },
    {
      "sender": "Agent",
      "content": "maaf ya mas, jika saya mengungkit kesedihan mas yang sudah lalu semoga mas selalu dalam lindungan Allah sehari-hari sibuk kerja apa mas?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Biasa saya kerja di tambang tapi sekarang sudah tidak bisa lagi karena saya ada penyakit skizofrenia dan Hipokalimea sekarang  saya kalau sehat saya kerja di Shopee food Sudah lima tahun saya skizofrenia tapi untuk Hipokalimea baru 2 tahun Ini semua salah saya saya di azab seperti ini sama Alloh Bantu saya menghadapi hidup ini"
    },
    {
      "sender": "Agent",
      "content": "Azab seperti apa yang mas maksudkan?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Ya penyakit seperti ini kadang otakku nggak beres kadang juga lumpuh Sudah coba kerja di 5 perusahaan tapi aku nya ngga mampu di lingkungan trsbut Ya saya yakin ini semua karena kesalahan saya di masa lalu saya sungguh bodoh"
    },
    {
      "sender": "Agent",
      "content": "begitu ya mas.. semua orang pasti punya masa lalu mas, namun yang terbaik ialah di saat ini dan dihari ke depan kita harus berubah menjadi orang yang lebih baik lagi dihadapan Allah, ya kan masjadi untuk saat ini, masnya kerja di Shopee food ya?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Iya"
    },
    {
      "sender": "Agent",
      "content": "saya doakan kiranya Allah memberkahi mas dengan kesehatan dan kekuatan sehingga kerjanya bisa selalu lancar dan abrokah ya mas dulunya mas lulusan sekolah jurusan apa ya mas?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Amin saya hanya SMK mas"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya mas..Saya doakan kiranya Allah selalu memberikan petunjuka dan berkah kepada masoh ya mas sesuai dengan pertanyaan di awal, jadi kalau menurut mas sendiri, apa yang membuat mas jauh dari Allah?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Saya jarang ibadah jarang baca kitab seakan akan saya jauh dari Alloh Dalam ibadah pun kalau saya laksanakan terasa hampa"
    },
    {
      "sender": "Agent",
      "content": "Banyak hal yang bisa membuat kita semakin menjauh dari Allah mas. Tapi sebenarnya, ada penyebab utama yang membuat kita jauh dari Allah. Hal itu juga yang menyebabkan hubungan kita menjadi rusak, baik hubungan dengan Allah, sesama maupun dengan diri sendiri. Penyebab itu adalah dosa.Dosa adalah penyebab banyaknya masalah dalam hidup manusia sehingga membuat kehidupan manusia semakin berat dan sulit. Karena dosa maka syaitan lebih mudah menghasut kita untuk tidak melakukan perintah Allah bahkan melakukan hal-hal yang dilarang oleh Allah sehingga membuat kita tidak mendekatkan diri kepada Allah, doa kita tidak dijabah Allah, bahkan kita jadi tidak bisa mendapatkan ridho Allah baik di dunia maupun di akhirat..Pernahkah mas memikirkan tentang dosa?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Iya saya tahu dan sadar ini semua karena dosa dosa yang saya lakukan dulu"
    },
    {
      "sender": "Agent",
      "content": "iya ya mas, semua kita manusia pasti pernah memikirkan tentang dosa, sebab tidak ada satupun manusia yang luput dari dosa serta karena dosa juga merupakan salah satu penyebab  setiap harapan dan doa kita tidak di jabah Allah, serta penyebab yang membuat rusaknya hubungan kita terhadap Allah juga terhadap sesama manusia. Sejauh ini, kalau menurut mas, apa itu dosa?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Hasil tindakan manusia saat melakukan tindakan yang di larang Alloh dan yang di larang menurut kitab suci"
    },
    {
      "sender": "Agent",
      "content": "Begini mas, dosa adalah ketidaktaatan dan ketidaksetiaan kita kepada Allah yang selalu melanggar perintah Allah. Dosa membuat kita jauh dari Allah, jauh dari berkah Allah, jauh pula dari Surga yang suci. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini, apakah mas sudah menemukan cara agar bisa menghapus dosa?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Belim Maaf belum"
    },
    {
      "sender": "Agent",
      "content": "Begini mas, kita mungkin mengusahakan agar dosa kita dibersihkan dengan beberapa cara, tapi Faktanya tidak ada satu orangpun di dunia ini yang bisa membersihkan dosanya, sebab selama masih di dunia ini, kita manusia yang terbatas akan lebih banyak khilaf dan berbuat dosa, setiap usaha yang kita lakukan paling-paling hanya mengurangi untuk tidak berbuat dosa, tapi dosa itu sendiri belum terhapus bersih..saya tidak bisa membersihkan sendiri dosa saya begitu juga dengan mas, maka itu kita butuh penolong untuk membersihkan dosa-dosa kita Pernahkah mas memikirkan  siapa yang bisa menolong kita agar dosa kita dibersihkan?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Belum terfikir oleh saya"
    },
    {
      "sender": "Agent",
      "content": "Sesungguhnya apapun usaha kita tidak bisa menjamin kita untuk dapat membersihkan dosa karena kita manusia yang sering khilaf. Penolong yang bisa menolong itu Hanya Allah karena Allah berkuasa, sempurna dan tidak terbatas. Allah menolong kita dengan cara yang luar biasa. Cara Allah yang luar biasa itu adalah dengan cara mengutus Isa ke dunia untuk menyelamatkan manusia dari dosa. Selain itu Allah juga mengutus Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim.Apakah mas pernah mendengar kisahnya?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Belum pak Apapun itu nggak bisa mengubah penyakit saya ini saya juga nggak bisa bekerja lagi"
    },
    {
      "sender": "Agent",
      "content": "baik pak, saya bisa bagikan ya pak Begini kisahnya, Allah mengutus Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti. Isa lahir, mati dan dibangkitkan dan sekarang Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa menyelamatkan manusia dari dosa.Apakah pak mau mendalami kisahnya? Jika mau mengetahui kisahnya lebih dalam nanti bisa belajar bersama."
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Iya kita coba"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah Baik pak. Untuk memudahkan belajar selanjutnya apakah pak bisa kirimkan nomor WA yang bisa dihubungi?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "082134288946"
    },
    {
      "sender": "Agent",
      "content": "untuk belajar bersamanya nanti teman saya akan menghubungi dan menemui pak supaya nanti bisa lebih mendalami lagi. Nanti akan melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas pak.Bagaimana menurut pak?"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Siap"
    },
    {
      "sender": "Agent",
      "content": "Baik pak, terima kasih atas waktunya. Senang bisa ngobrol, dan berharap nanti pak juga bisa ngobrol di WA dengan teman saya dan juga bisa bertemu dengannya. Sehat selalu pak Tetap semangat. Wassalam"
    },
    {
      "sender": "Setiyoko (Fatih Ciptoning)",
      "content": "Sama sama pak "
    }
  ]
}