{
  "messages": [
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "+6285801178107"
    },
    {
      "sender": "Agent",
      "content": "Hai Toniyanahadit! Sudahkah kamu temukan cara untuk dekat kepada Allah?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "Sholatt"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mbak/mas. Perkenalkan nama saya Febri, oh iya kalau boleh tau nama mbak/mas siapa?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "saya Dian wahyono"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih mas, senang rasanya bisa kenalan sama mas. Oh iya saat ini mas bagaimana kabarnya dan sehari2 kerja apa mas?"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah sehat..saya bekerja di pabrik.."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah mas, saya doakan apapun yang mas kerjakan saat ini di berkahi Allah dan keluarga di beri kesehatan ya. amin. Oh iya mas Oh iya mas saat ini domisili tinggalnya dimana?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "Amiin..saya domisili banyumas"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "harapan abadi si maksdn,ya apa om..?"
    },
    {
      "sender": "Agent",
      "content": "Wah di kecamatan mananya mas? Oh iya maaf mas sudah berkeluarga?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "kecamatan Patikraja..sudah om"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah mas, semoga selalu jadi keluarga yang sakidah mawadah dan warohmah mas. Amin. Oh iya maaf mas saat ini usia berapa?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "saya 36"
    },
    {
      "sender": "Agent",
      "content": "Oh iya mas bilang kalau cara dekat dengan Allah adalah sholat ya, bagaimna dengan ibadah mas saat ini, masih tekun terus ya mas?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "Alhamdulillah masih.."
    },
    {
      "sender": "Agent",
      "content": "Ibadah tentu saja mmebuat mas semakin dekat dengan Allah hya?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "iya om.."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah mas, setiap manusia pasti ingin memperbaiki dirinya meskipun dalam keadaan yang berat tapi kalau kita mengandalkan kekuatan sendiri pasti kita tidak mampu mas, untuk itulah kita membutuhkan pertolongan dari Allah. Untuk mendapatkan pertolongan dari Allah kita harus dekat kepada Allah mas. Tapi mas ada satu penyebab yang membuat kita sulit mendekatkan diri kepada Allah yaitu dosa. Mas pernah gak sih memikirkan tentang dosa?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "ya sering om..makanya sering juga mendekatkan kepada Allah minta Ampun..apalagi kan kita manusia pasti setiap hari melakukan dosa.."
    },
    {
      "sender": "Agent",
      "content": "Betul pasti pernah ya mas. Oh iya ngomongin dosa nih mas, dosa sendiri itu melakukan perbuatan yang menyimpang dari ajaran Allah. Akibatnya dosa membuat hidup kita semakin tidak karuan. Oleh karena itu dosa berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus di bersihkan. Sejauh ini apakah mas sudah menemukan cara untuk bersih dari dosa?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "sebagai orang awam..saya bisa beristighfar untuk meminta ampun.."
    },
    {
      "sender": "Agent",
      "content": "Begitu ya mas, begini mas, kadang kita tuh sering berfikir kalau usaha kita itu bisa menghapuskan dosa kita sendiri, tapi faktanya kita adalah manusia yang tidak bisa mengahapus dosa kita sendiri, kenapa? karena kita ini manusia yang terbatas dan sering khilaf dalam melakukan kesalahannya lagi, yang ada dosa malah semakin bertambah, untuk itu kita perlu penolong! Mas tau tidak siapa yang bisa mengampuni dosa kita?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "Allah SWT lah.."
    },
    {
      "sender": "Agent",
      "content": "Betul sekali mas, penolong itu hanya Allah saja! karena Allah mahakuasa, sempurna dan tidak terbatas. Maka Allah yang maha kuasa itu memberikan cara yang luar biasa agar kita diselamatkan dari dosa. caranya bagaimna?Caranya itu dengan mengutus Isa ke dunia untuk menyelamatkan manusia dari dosa. Allah juga mengutus Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Mas mau tau kisahnya?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "boleh.."
    },
    {
      "sender": "Agent",
      "content": "Nah begini kisahnya, Allah mengutus Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti tanpa harus melalui api neraka. Isa lahir, mati dan dibangkitkan dan sekarang Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab terdahulu yaitu kitab Taurat, Zabur dan Injil.  Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa meyelamatkan manusia dari dosa mas. Apa mas mau tau dan belajar bersama tentang kisah ini?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "Alhamdulillah saya pernah mondok   sebentar dan saya tahu tentang ini..saya senang berkenalan dengan anda..salam toleransi..kita boleh beda agama tapi bagaimanapun tidak bisa di pungkiri bahwa kita diciptakan berbeda untuk bersaudara.."
    },
    {
      "sender": "Agent",
      "content": "Wah alhamdulilah mas, mas pernah dengar kisah ini ya, sangat menarik mas kisah ini kalau kita belajar lebih dalam. Apa mas mau sharing dan belajar bersama tentang kisah Isa ini?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "boleh.."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah mas, untuk belajar nanti gratis mas, mas tidak perlu membayar apapun. Karena murni ini untuk saling belajar agar mendekatkan diri kepada Allah sang pencipta. Untuk proses belajar lebih mudah mas bisa kirimkan no/WA mas yang bisa di hubungi?"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "085801178107..ini wa saya.."
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah Baik mas untuk mendalami kisah Allah yang mengutus Isa di dalam kitab TZI nanti bisa belajar bersama. Teman saya akan menghubungi dan menemui mas supaya nanti bisa lebih mendalami lagi. Nanti bisa melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mas dan keluarga. Mas juga nanti bisa ajak teman, keluarga untuk belajar bersama dan saling berdiskusi agar lebih nyaman dan bisa sambil silahturahmi. Mas dan keluarga tetap jaga kesehatan dan tetap semangat ya. Wasalamualaikum"
    },
    {
      "sender": "Dian Wahyono (Toniyanahadit)",
      "content": "baik terima kasih.."
    }
  ]
}