{
  "messages": [
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "+6282325654463"
    },
    {
      "sender": "Agent",
      "content": "Hai Mohammad! Pernahkah kamu merasa jauh dari Allah karena dosa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Sering"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum. Terima kasih sudah kirim pesan. Mas, perkenalkan nama saya Febri. Biar enak ngobrolnya, boleh saya tau nama dan usia mas?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Nama Salim usiya 32thn Salam kenal mas Salim"
    },
    {
      "sender": "Agent",
      "content": "Mas tinggal di daerah kecamatan apa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Banjarnegara"
    },
    {
      "sender": "Agent",
      "content": "O kec. Banjarnegara, kab. Banjarnegara ya mas?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Betul"
    },
    {
      "sender": "Agent",
      "content": "Iya mas. Mas Salim disana tinggal bersama isteri dan anak?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Blm punyaistri"
    },
    {
      "sender": "Agent",
      "content": "O maaf mas. Mas Salim sehari-hari kerja apa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "GK krja LG libur"
    },
    {
      "sender": "Agent",
      "content": "O mas libur? Emang kalau boleh tau kalau gak libur kerjanya apa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Bagian marketing sales"
    },
    {
      "sender": "Agent",
      "content": "Jadi kok bisa libur mas?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Ia bisa"
    },
    {
      "sender": "Agent",
      "content": "Semoga rejeki mas dilancarkan ya. Allah memberkahi pekerjaan mas saat ini. Mas Salim dulu sekolahnya lulusan apa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Amiin y alloh SD aja GK lulus saya"
    },
    {
      "sender": "Agent",
      "content": "O gitu, jadi waktu itu di SD sampai kelas berapa mas?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Kelas 5"
    },
    {
      "sender": "Agent",
      "content": "Oiya mas. Mas Salim diawal mas katakan sering merasa jauh dari Allah karena dosa. Apa yang mas rasakan/ alami saat mas jauh dari Allah?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Hidup GK tenag gelisah"
    },
    {
      "sender": "Agent",
      "content": "Iya ya mas, tentu hidup kita tidak akan tenang dan kita gelisah saat kita jauh dari Allah. Mas Salim sesungguhnya sejak awal, Allah selalu ingin dekat dengan kita manusia berdosa dan Allah tidak ingin kita menjauh dari-Nya. Tetapi dosa membuat kita manusia jauh dari Allah. Tidak ada seorangpun manusia yang suci dan sempurna, semua manusia berdosa. Dosa membuat hubungan manusia jauh dari Allah, dan karena dosa juga hubungan manusia dengan sesama menjadi tidak baik. Dosa membuat manusia sulit mendapat ridho Allah jika manusia tidak mau datang mengakui dosa dihadapan Allah. Apa yang mas ketahui tentang dosa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Apa manusia pendosa sprti sya tidak layak untuk bahagiya"
    },
    {
      "sender": "Agent",
      "content": "Semua manusia layak untuk bahagia mas. Tetapi dosa menyiksa manusia dan membuat manusia menderita.Apa yang mas tau tentang dosa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "GK tau mas"
    },
    {
      "sender": "Agent",
      "content": "Mas tidak tau apa itu dosa? Mas dosa adalah ketidaktaatan manusia melanggar perintah Allah. Dosa sangat berbahaya. Karena dosa kita tidak bisa ke surga Allah. Karena itulah dosa harus dibersihkan mas. Sejauh ini apa mas sudah menemukan cara untuk membersihkan diri dari dosa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Hidup aku dah rusakkk larangan\" Alloh sudah aku langgar jinah pun sudah aku lakukan makanya sekarang hidup aku GK pernah bahagiya"
    },
    {
      "sender": "Agent",
      "content": "Begitu ya mas. Apa mas mau menemukan cara membersihkan diri dari dosa?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Caranya"
    },
    {
      "sender": "Agent",
      "content": "Sebagai manusia berdosa kita tentu mau membersihkan diri kita dari dosa mas. Mas tau, dulu saya berpikir bahwa saya bisa membersihkan dosa saya dengan usaha, upaya dan kemampuan saya sendiri, saya pikir dengan saya bertaubat dan melakukan amalan, maka dosa saya bisa dibersihkan. Tetapi ternyata tidak bisa mas. Saya tidak sempurna, saya tidak suci, saya hanya manusia kotor. Saya selalu melanggar perintah Allah dan itu berulangkali. Manusia tidak bisa membersihkan dirinya sendiri dengan apapun usahanya. Alhamdulillah mas, Allah itu sangat baik kepada kita manusia berdosa. Mas tau, dalam perjalanan hidup saya, Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya. Apa mas pernah memikirkan siapa penolong yang bisa membersihkan dan menghapus dosa manusia?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Ya hanya Alloh yg bisa menghapus dosa .kita"
    },
    {
      "sender": "Agent",
      "content": "Iya mas. Penolong yang berkuasa itu adalah Allah. Allah tau bahwa sampai kapanpun juga manusia tidak bisa membersihkan dirinya sendiri dari dosa. Allah sayang kepada kita manusia. Sejak semula Allah mau kita punya hubungan yang dekat dengan-Nya. Kita manusia berharga bagi Allah. Allah mau suatu hari nanti kita bisa bersama dengan-Nya di Surga dan tidak kena siksa api neraka. Manusia bisa bersih dari dosa dan menerima berkah selamat akhirat. Allah menjadi manusia yang kita kenal dengan nama Isa Almasih. Isa Almasih disebut sebagai Kalimatullah atau firman Allah. Dialah Jalan Lurus itu. Jalan Lurus atau Shirat al-Mustaqim ditulis dan dijelaskan dengan jelas di dalam kitab Suci Allah (Kitab Taurat, Zabur, dan Injil). Apa mas Salim pernah mendengar kisahnya?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Blm pernah mendengar"
    },
    {
      "sender": "Agent",
      "content": "O gitu. Mas Salim, Jalan Lurus adalah Jalan yang membawa manusia menuju surga yang dikehendaki oleh Allah. Jalan yang dapat menyelamatkan manusia dari siksa api neraka. Isa adalah Jalan Lurus. Pengurban Isa membuka jalan bagi manusia berdosa. Isa datang kedunia menyelamatkan manusia dari dosa. Isa lahir, Isa mati dan dikuburkan, dan Isa dibangkitkan pada hari ketiga sesuai dengan Kitab Suci, dan sekarang Isa ada di surga menyediakan tempat untuk yang percaya kepada-Nya. Isa mengurbankan diri-Nya bagi manusia, supaya manusia beroleh hidup abadi bersama-Nya di surga. Apa mas mau tau lebih dalam kisah Allah membersihkan manusia dari dosa dengan belajar dan mendalami bersama melalui kitab Taurat, Zabur dan Injil?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Iaboleh"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah kalau mas Salim serius mau belajar dan mendalami cara Allah membersihkan manusia dari dosa, teman saya bisa menghubungi mas. Mas bisa ngobrol lebih banyak dengannya, sehingga mas menemukan Jalan Lurus Allah yang membawa manusia kepada selamat akhirat. Ngobrol tentang Isa yang adalah Jalan Lurus itu.Mas juga bisa bertemu teman saya, dan untuk waktunya bisa dikomunikasikan supaya mbak nyaman dan tidak mengganggu aktifitas mas. Silakan mas Salim bisa kirimkan nomor WA ms untuk memudahkan komunikasi selanjutnya."
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Emang emas orang mana"
    },
    {
      "sender": "Agent",
      "content": "Saya Tangsel mas. Apa mas bersedia kirim nomor WA untuk bisa dihubungi?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Jauh amat Bisa"
    },
    {
      "sender": "Agent",
      "content": "Silakan mas untuk memudahkan komunikasi selanjutnya Selamat pagi mas, bagaimana kabarnya hari ini?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Pagi juga pa"
    },
    {
      "sender": "Agent",
      "content": "Iya mas. Bagaimana apa mas bersedia kirim nomor WA untuk komunikasi selanjutnya?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "082325654463"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih mas Salim. Oiya mas nanti yang akan WA mas untuk belajar dan mendalami bersama itu teman saya. Mas bisa ngobrol lebih banyak dengannya, sehingga mas menemukan Jalan Lurus Allah yang membawa manusia kepada selamat akhirat. Ngobrol tentang Isa yang adalah Jalan Lurus itu.Mas juga bisa bertemu teman saya, dan untuk waktunya bisa dikomunikasikan supaya mbak nyaman dan tidak mengganggu aktifitas mas. Apakah mas mau dan tidak keberatan?"
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Monggo"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah mas. Terima kasih. . Ditunggu ya WA dari teman saya. Saya senang bisa ngobrol dengan mas dan saya berharap mas bisa ngobrol baik dengan teman saya. Saya doakan semoga Allah memberikan petunjuk dan kemudahan untuk mas Salim bisa belajar dan mengenal tentang Isa. Dialah Jalan Lurus itu. Sehat terus mas. Tetap semangat. Wassalam."
    },
    {
      "sender": "Salim (Mohammad Salim)",
      "content": "Amiinn"
    }
  ]
}