{
  "messages": [
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "+6285748845187"
    },
    {
      "sender": "Agent",
      "content": "Hai Fadli! Saat ini, apa yang membuatmu jauh dari Allah?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Hutang"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum mas, terimakasih sudah mengirimkan pesan Salam kenal Biar enak, bolehkah saya tau ini dengan mas siapa dan umur berapa? Perkenalkan saya Febri"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Fadeli umur 30tahun"
    },
    {
      "sender": "Agent",
      "content": "salam kelam mas Fadeli tinggal di daerah mana saat ini mas Fadeli?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Tulungagung"
    },
    {
      "sender": "Agent",
      "content": "oh di Tulungagung ya mas disana di kecamatan apa mas?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Rejotangan"
    },
    {
      "sender": "Agent",
      "content": "berarti disana tinggal dengan istri dan anak juga ya mas?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Iya mas"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah, semoga mas dan keluarga disana selalu dalam lindungan Allah ya mas oh ya, di awal mas mengatakan bahwa yang membuat mas jauh dari Allah ialah karena hutang ya kalau boleh tau, kenapa mas bisa sampai berhutang?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Iya mas dulu pernah pecandu judol, sekarang merasakan imbasnya Sekarang cuma tutup lobang gali lobang, smpai lupa dengan Allah"
    },
    {
      "sender": "Agent",
      "content": "jadi saat ini sehari-hari nya mas kerja apa agar bisa mencicil pembayaran hutang itu?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Asisten dr hewan Asisten dokter hewan"
    },
    {
      "sender": "Agent",
      "content": "saya doakan kiranya Allah selalu memberkahi mas dengan kesehatan dan kekuatan sehingga kerjanya bisa selalu lancar dan barokah  ya mas dulunya lulusan sekolah apa ya mas?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Amin Smk mas"
    },
    {
      "sender": "Agent",
      "content": "Tetap semangat ya mas Begini mas, permasalahan hidup, baik itu masalah ekonomi, pekerjaan, keluarga atau hutang, memang bisa membuat kita manusia semakin jauh dari Alah. Tapi sebenarnya, ada penyebab utama yang membuat kita jauh dari Allah. Hal itu juga yang menyebabkan hubungan kita menjadi rusak, baik hubungan dengan Allah, sesama maupun dengan diri sendiri. penyebab itu adalah dosa. Dosa adalah penyebab banyaknya masalah dalam hidup manusia sehingga membuat kehidupan manusia semakin berat dan sulit. Karena dosa maka syaitan lebih mudah menghasut kita untuk tidak melakukan perintah Allah bahkan melakukan hal-hal yang dilarang oleh Allah sehingga membuat kita tidak mendekatkan diri kepada Allah, doa kita tidak dijabah Allah, bahkan kita jadi tidak bisa mendapatkan ridho Allah baik di dunia maupun di akhirat..Pernahkah mas memikirkan tentang dosa?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Pernah mas"
    },
    {
      "sender": "Agent",
      "content": "iya ya mas, semua kita pasti pernah memikirkan tentang dosa, sebab sesungguhnya tidak ada manusia yang luput dari dosa sejauh ini, kalau menurut mas, apa itu dosa?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Tindakan/ perilaku yang tidak diperbolehkan oleh Allah, Setiap malam saya merenung mas banyak sekali dosa yg saya buat, tapi berat sekali untuk melakukan ibadah"
    },
    {
      "sender": "Agent",
      "content": "iya mas, dosa adalah ketidaktaatan dan ketidaksetiaan kita kepada Allah yang selalu melanggar perintah Allah. Dosa membuat kita jauh dari Allah, jauh dari berkah Allah, jauh pula dari Surga yang suci. Dosa sangat berbahaya dan berdampak bagi kehidupan kita di dunia maupun diakhirat nanti maka dosa harus dihapuskan. Sejauh ini, apakah mas sudah menemukan cara agar bisa menghapus dosa?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Cuma bertaubat untuk menghapus dosa"
    },
    {
      "sender": "Agent",
      "content": "Begini mas, dulu saya pun sempat berpikir demikian, namun meskipun kita mungkin mengusahakan agar dosa kita dibersihkan dengan beberapa cara, tapi Faktanya tidak ada satu orangpun di dunia ini yang bisa membersihkan dosanya, sebab selama masih di dunia ini, kita manusia yang terbatas akan lebih banyak khilaf dan berbuat dosa, setiap usaha yang kita lakukan paling-paling hanya mengurangi untuk tidak berbuat dosa, tapi dosa itu sendiri belum terhapus bersih..saya tidak bisa membersihkan sendiri dosa saya begitu juga dengan mas, maka itu kita butuh penolong untuk membersihkan dosa-dosa kita Pernahkah mas memikirkan  siapa yang bisa menolong kita agar dosa kita dibersihkan?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Allah"
    },
    {
      "sender": "Agent",
      "content": "iya mas Sesungguhnya apapun usaha kita tidak bisa menjamin kita untuk dapat membersihkan dosa karena kita manusia yang sering khilaf. Penolong yang bisa menolong itu Hanya Allah karena Allah berkuasa, sempurna dan tidak terbatas. Allah menolong kita dengan cara yang luar biasa. Cara Allah yang luar biasa itu adalah dengan cara mengutus Isa ke dunia untuk menyelamatkan manusia dari dosa. Selain itu Allah juga mengutus Isa kedunia untuk memberikan jalan lurus kepada umatnya yaitu Shirat al-Mustaqim. Apakah mas pernah mendengar kisahnya?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Iya mas pernah mendengar"
    },
    {
      "sender": "Agent",
      "content": "pernah mendengar dari mana mas?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Dari orang\" mas"
    },
    {
      "sender": "Agent",
      "content": "baik mas, saya bagikan lagi ya mas Begini kisahnya, Allah mengutus Isa kedunia untuk menyelamatkan manusia dari dosa. Pengurbanan Isa membuka jalan bagi manusia berdosa agar bisa kesurga diakhirat nanti. Isa lahir, mati dan dibangkitkan dan sekarang Isa ada di Surga yang membuka dan memberikan jalan bagi manusia. Kisah ini ada didalam kitab-kitab Terdahulu kitab Taurat, Zabur dan Injil. Disana ada kisah yang lebih dalam lagi tentang cara Allah yang luar biasa menyelamatkan manusia dari dosa. Apakah mas mau mendalami kisahnya? Jika mau mengetahui kisahnya lebih dalam nanti bisa belajar bersama."
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Bukannya nabi Muhammad yg memberi syafaat di akhirat nnti?"
    },
    {
      "sender": "Agent",
      "content": "jika mas ingin menemukan kebenarannya, sebaiknya mas mencari tahu sendiri apa yang Allah sampaikan di Kitab Suci-Nya iya kan mas.. sebab jika hanya saya yang menjabarkan secara singkat pasti bisa saja akan ada salah paham..Tetapi jika langsung menemukan kebenaran melalui Kitab Suci Allah maka tidak akan ada dusta didalamnya, sebab Alalh tidak mungkin berdusta, iya kan mas. Jika mas bersedia belajar, mas bisa kirimkan no WA mas karena selanjutnya akan diteruskan melalui WA, dan ini gratis. Silakan mas"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Iya betul Tapi isa diutus turun ke bumi untuk mengalahkan dajjal Dan cuma nabi Muhammad yg bisa memberi syafaat Kalau nabi isa sekarang ada di syurga, trus dimana nabi Muhammad sekarang, di alquran mengatakan bahwa tidak ada yg bisa masuk surga kecuali umat nabi Muhammad dahulu Dan manusia pertama yg menginjakkan kakinya disurga adalah nabi Muhammad"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulilah mas punya pertanyaan yang baik dan semua itu bisa mas temukan kebenarannya disaat mas mempelajari Kitab-Kitab Allah secara langsung..jika mas bersedia, silakan mas bisa kirimkan no WA nya ya masdan nanti mas bisa menanyakan kembali pertanyaan mas itu untuk dibahas sesuai dengan Kitab Suci Allah"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "085748845187"
    },
    {
      "sender": "Agent",
      "content": "untuk belajar bersamanya nanti teman saya akan menghubungi dan menemui mas supaya nanti bisa lebih mendalami lagi. Nanti akan melalui WA dulu, untuk waktunya nanti bisa dikomunikasikan agar lebih nyaman dan tidak mengganggu aktifitas mas. Bagaimana menurut mas?"
    },
    {
      "sender": "Fadeli (Fadli L Ma'arif)",
      "content": "Sekarang bisa"
    },
    {
      "sender": "Agent",
      "content": "Ditunggu WA nya ya mas..Terima kasih atas waktunya. Senang bisa ngobrol, dan berharap nanti mas juga bisa ngobrol di WA dengan teman saya dan juga bisa bertemu dengannya. Sehat selalu mas Tetap semangat. Wassalam"
    }
  ]
}