{
  "messages": [
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "+6281252524705"
    },
    {
      "sender": "Agent",
      "content": "Hai Ebrott! Maukah kamu menemukan cara Allah yang bisa membersihkan dosa?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Mau"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum. Terima kasih sudah kirim pesan. Iya mas, kalau mas mau nanti bisa belajar bersamaMas, perkenalkan nama saya Febri. Biar enak ngobrolnya, boleh saya tau nama dan usia mas?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Nama saya Febry usia 25th Namanya kok sama mas"
    },
    {
      "sender": "Agent",
      "content": "Iya ya mas. Salam kenal mas Febry. Mas tinggal di daerah kecamatan apa?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Iya mas Jember kecamatan pakusari"
    },
    {
      "sender": "Agent",
      "content": "Oiya mas. Mas Febry maaf, apa mas sudah menikah?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Sudah mas ini yg ke 2 kali saya menikah"
    },
    {
      "sender": "Agent",
      "content": "Didoakan mas dan keluarga selalu aman dalam lindungan Allah ya Mas sehari-hari kerja apa?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Saya hanya seorang pengamen lampu merah mas"
    },
    {
      "sender": "Agent",
      "content": "Semangat mas, semoga Allah memberkahi semua yang mas kerjakan saat ini Mas dulu sekolah lulusan apa?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Iya mas makasih doanya Saya SMK tidak lulus mas"
    },
    {
      "sender": "Agent",
      "content": "Gitu ya mas. Jadi waktu itu di SMK sampai kelas berapa mas?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Kelas 2 berhenti mas. Mengundurkan diri"
    },
    {
      "sender": "Agent",
      "content": "O gitu ya mas. Mas Febry diawal mas katakan mau menemukan cara Allah yang bisa membersihkan dosa. Kalau menurut mas dosa itu apa?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Dosa itu menurut saya adalah selalu melakukan kesalahan yg sengaja maupun tidak disengaja"
    },
    {
      "sender": "Agent",
      "content": "Iya ya mas, mas dosa adalah ketidaktaatan manusia melanggar perintah Allah. Dosa adalah akar dari segala kejahatan dan membuat hidup kita kotor, jauh dari Allah yang maha suci . Dosa sangat berbahaya. Karena dosa kita tidak bisa ke surga Allah. Karena itulah dosa harus dibersihkan mas. Sejauh ini apa mas Febry sudah menemukan cara untuk membersihkan dan menghapus dosa?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Saya sudah sholat dan bersedekah"
    },
    {
      "sender": "Agent",
      "content": "Iya ya mas. Mas febry sebagai manusia berdosa kita tentu mau membersihkan diri kita dari dosa.Mas tau, dulu saya berpikir bahwa saya bisa membersihkan dosa saya dengan usaha, upaya dan kemampuan saya sendiri, saya pikir dengan saya bertaubat dan melakukan amalan, maka dosa saya bisa dibersihkan.Tetapi ternyata tidak bisa mas. Saya tidak sempurna, saya tidak suci, saya hanya manusia kotor. Saya selalu melanggar perintah Allah dan itu berulangkali. Manusia tidak bisa membersihkan dirinya sendiri dengan apapun usahanya. Alhamdulillah mas, Allah itu sangat baik kepada kita manusia berdosa. Mas tau, dalam perjalanan hidup saya, Allah sudah memberikan penolong yang bisa membersihkan dan menghapus dosa saya.Apa mas Febry pernah memikirkan siapa penolong yang bisa membersihkan dan menghapus dosa manusia?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Allah SWT mas Iya saya berusaha bagaimana saya tidak seperti ini terus, saya ingin memperbaiki diri saya sedikit demi sedikit mas Tapi saya sholatnya masih bolong mas , tapi sedikit saya memperbaiki . Sampai saya banyak yg berkata saya kok bisa seperti ini sekarang. Teman saya pun terkagum kok bisa saya bisa seperti ini. Terus saya menjawab \" mungkintuhan telah memberi saya hidayah . Saya pun jika mendengar adzan di masjid saya tiba ingin cepat ke masjid mas. Soalnya saya lokasi ngamennya dekat dengan masjid ."
    },
    {
      "sender": "Agent",
      "content": "Gitu ya mas. Mas Febry, penolong yang berkuasa menolong manusia bersih dari dosa adalah Allah sendiri mas.Allah sayang kepada kita manusia berdosa. Kita sangat berharga bagi Allah. Allah mau suatu hari nanti kita bisa bersama dengan-Nya di Surga. Manusia bisa ke surga Allah, dan tidak kena siksa api neraka. Manusia bisa bersih dari dosa dan menerima berkah selamat akhirat. Karena itulah Allah menjadi manusia yang kita kenal dengan nama Isa Almasih. Isa Almasih disebut sebagai Kalimatullah atau firman Allah. Dialah Jalan Lurus itu.Jalan Lurus atau Shirat al-Mustaqim ditulis dan dijelaskan dengan jelas di dalam kitab Allah terdahulu (Kitab Taurat, Zabur, dan Injil). Apa mas Febry pernah mendengar kisahnya?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Pernah mas"
    },
    {
      "sender": "Agent",
      "content": "O mas dengar kisahnya dimana dan apa yang mas pahami tentang jalan lurus Allah?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Shiratal Mustaqim kan mas"
    },
    {
      "sender": "Agent",
      "content": "Iya apa yang mas pahami?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Jembatan perjalanan menuju ke surga bila jatuh kebawah ke dalam neraka"
    },
    {
      "sender": "Agent",
      "content": "Gitu ya mas. Mas Febry Jalan Lurus Allah adalah Jalan yang membawa manusia menuju surga yang dikehendaki oleh Allah. Jalan yang dapat menyelamatkan manusia dari siksa api neraka. Isa adalah Jalan Lurus. Pengurban Isa membuka jalan bagi manusia berdosa. Isa datang kedunia menyelamatkan manusia dari dosa.Isa lahir, Isa mati dan dikuburkan, dan Isa dibangkitkan pada hari ketiga sesuai dengan Kitab Suci, dan sekarang Isa ada di surga menyediakan tempat untuk yang percaya kepada-Nya. Isa mengurbankan diri-Nya bagi manusia, supaya manusia beroleh hidup abadi bersama-Nya di surga. Apa mas mau tau lebih dalam kisah Allah membersihkan manusia dari dosa dengan belajar dan mendalami bersama melalui kitab Taurat, Zabur dan Injil?"
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Iya mau mas"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah kalau mas Febry serius mau belajar dan mendalami cara Allah membersihkan manusia dari dosa, teman saya bisa menghubungi mas. Mas bisa ngobrol lebih banyak dengannya, sehingga mas menemukan Jalan Lurus Allah yang membawa manusia kepada selamat akhirat. Ngobrol tentang Isa yang adalah Jalan Lurus itu.Mas juga bisa bertemu teman saya, dan untuk waktunya bisa dikomunikasikan supaya mas nyaman dan tidak mengganggu aktifitas mas. Silakan mas Febry bisa kirimkan nomor WA mas untuk memudahkan komunikasi selanjutnya."
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "081252524705"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih ya mas Febry. Ditunggu ya WA dari teman saya. Saya senang bisa ngobrol dengan mas dan saya berharap mas bisa ngobrol baik dengan teman saya.Saya doakan semoga Allah memberikan petunjuk dan kemudahan untuk mas bisa belajar dan mengenal tentang Isa. Dialah Jalan Lurus itu. Sehat terus mas. Tetap semangat. "
    },
    {
      "sender": "Febry (Ebrott Chaos)",
      "content": "Iya makasih mas waalaikumsalam "
    }
  ]
}