{
  "messages": [
    {
      "sender": "Wawan Setiyawan",
      "content": "Sulit mendekatkan diri kepada Allah"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Priya  39 smp islam  bandung jabar,,, nganggur usaha lg  kolep utang banyak"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "saya pingin usaha saya maju lg biyar bisa kebayar utang biyar bisa tenang ibadah nya ????????tolong g mana caranya"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum. Makasih sdh berkomentar di facebook ini.\r\nBerharap semua keluarga yang jauh dan dekat sehat semua dalam lindungan Allah.\r\nOh iya utk menyambung silahturahmi & sebelum kita berbicara lebih lanjut boleh tahu nama panggilannya siapa? Salam sehat\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Wasalam... Wawan"
    },
    {
      "sender": "Agent",
      "content": "Syukur kpd Allah bisa memasuki tahun yg baru....\r\nApa doa dan harapan yg dipanjatkan kpd Allah di awal tahun 2024 sekarang?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Sht  keluarga dn maju usaha biyar bisa bayar hutang"
    },
    {
      "sender": "Agent",
      "content": "Amin, mas Wawan kenalin saya Wahyu...Bagaimana ceritanya bisa kolep, mas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": ""
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Saya terlalu percaya sama temen temen ngajak bisnis eh uang nya ada yng dibawa kabur terus usaha  nya ga benar, gtu intinya mas ????"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Kendaran abis.. Terus ke bang tinggal  nyicilnya  mau  buka usaha ga ada modal nya p"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "minta doanya atau solusi nya... Ms  wahyu  buat saya biyar bisa bangkit"
    },
    {
      "sender": "Agent",
      "content": "mas Wawan apa yg mas lakukan ketika Allah ijinkan diperhadapkan dgn masalah yg ada?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Berdoa dn berusaha walau pun cuman bantuin sodara jualan"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Sambil nunggu mujijat dari tuhan yng ngasih modal atau kepercayaan buat buka usaha sendiri"
    },
    {
      "sender": "Agent",
      "content": "mas Wawan, sejauh ini apakah merasa Allah sdh menjawab doa2 mas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Sudah"
    },
    {
      "sender": "Agent",
      "content": "mas Wawan, bagaimana selama ini ibadahnya mas Wawan?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya begitulah banyak ngelamun nya mas"
    },
    {
      "sender": "Agent",
      "content": "mas Wawan, apa yg dirasakan ketika lalai dalam menjalankan ibadah, mas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya  terjadi penyesalan"
    },
    {
      "sender": "Agent",
      "content": "Betul, mas biasanya yg akan muncul rasa bersalah, rasa berdosa dan rasa penyesalan.\nApa yg sudah mas lakukan agar bisa memperbaikinya sejauh ini, mas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya menerima kenyataan dan berusaha lebih baik lagi"
    },
    {
      "sender": "Agent",
      "content": "wah bagus klo bgtu, nah mas Wawan dengan pengalaman yg terjadi sebelumnya. Apakah mas sdh bisa memaafkan dan ikhlas akan apa yg sudah terjadi? Misalnya waktu mas bisnis dgn teman, eh malah di tipu..itu sudah ikhlas blm mas?"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya Harus belajar iklas walau pedih.. Ambil hikmahnya aja dari yng sudah terjadi"
    },
    {
      "sender": "Agent",
      "content": "Betul sekali,mas...\nnah mas Wawan balik ke pertanyaan saya sebelumnya, selain berusaha lebih baik lagi apa mas sdh berdoa jga memohon pengampunan dari Allah?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Iya sampay hari ini tetap minta pengampunan walau pun di dalam hati yng berbicara"
    },
    {
      "sender": "Agent",
      "content": "mas Wawan pribadi apakah sudah tahu cara Allah mengampuni manusia dari dosa?\nOya mas Wawan tinggal di Bandung dimananya?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Majalaya,,, masalah Alah menganpuni dosa blm tau"
    },
    {
      "sender": "Agent",
      "content": "nah mas Wawan karena manusia tidak luput dari doa & hanya Allah saja yg sempurna. Itu sebabnya Allah menolong manusia agar kembali fitrah atau disucikan kembali dari dosa dengan cara mengirimkan Isa Al-Masih yg mengurbankan dirinya untuk menyucikan manusia dari dosa2, supaya manusia yg tadinya berdosa bisa kembali fitrah.\nDan ini semua tertulis dalam Kitab-Kitab terdahulu Allah yaitu Kitab Injil Suci Allah.\r\nApa mas sudah pernah dengar ini sebelumnya? \n\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Blm pernah"
    },
    {
      "sender": "Agent",
      "content": "oh bgtu, tidak apa2 mas Wawan kita jadi sama2 belajar dan berbagi ilmu, nah kalau bgtu apa mas ingin tahu lebih lanjut bagaimana Allah menyucikan manusia melalui Isa Al-Masih secara langsung?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "nanti aja mas,,, ini lg pokus cari dana buat buka usaha  biyar bisa nyicil utang dn Menghidupi keluarga"
    },
    {
      "sender": "Agent",
      "content": "Oh bgtu, kapan kira2 mas? \n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya smg secepatnya dapat modal biyar tenang...beribadah nya"
    },
    {
      "sender": "Agent",
      "content": "Mas Wawan, bukankah sebaliknya mas jika kita ibadah dan kewajibannya sdh berjalan dgn baik, tentulah Allah akan memberkahi hidup kita mas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Iya btl mas saya tiyap hari ga berhenti berdoa dn berusaha  kepada tuhan"
    },
    {
      "sender": "Agent",
      "content": "wah bagus klo bgtu, nah Mas Wawan saya rasa ini juga bukan kebetulan kita bisa ngobrol2 di sini. Saya yakin ini jalan Allah agar saya dan mas bisa semakin belajar dan mendekatkan diri kpd Allah. Bagaimana mnrt mas?"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya bagus mas"
    },
    {
      "sender": "Agent",
      "content": "Mas Wawan, itu sebabnya saya tadi tanya mas apakah tertarik mengetahuinya lebih banyak apa yg sudah kita bahas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Tertarik"
    },
    {
      "sender": "Agent",
      "content": "Nah Mas Wawan klo mas tertarik di FB saja kan terbatas, apa mas mau dikenalin sama teman saya disana?\nNanti mas bisa ketemu & ngobrol langsung sama dia. Jadi bisa silaturahmi dan nambah teman juga. Bagaimana, mas?\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Bisa"
    },
    {
      "sender": "Agent",
      "content": "Baik, mas klo mau boleh kasih no WA nya ya, mas jadi nanti teman saya bisa chat mas Wawan dlu agar bisa kenalan.\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Tida ingat nmr nya  ...punya mas bayu kirim nanti punya saya langsung di kirim"
    },
    {
      "sender": "Agent",
      "content": "Oh boleh screenshot aja, mas nanti supaya teman saya bisa chat mas dlu\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Ya"
    },
    {
      "sender": "Agent",
      "content": "Ok, mas jadi mana no WA nya mas boleh scrennshot atau ketik di sini ya\n \n \n "
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "Kirim dlu punya ms bayu Punyasaya lupa"
    },
    {
      "sender": "Wawan Setiyawan",
      "content": "083142156295"
    },
    {
      "sender": "Agent",
      "content": "Ok baik, mas nanti ditunggu ya kabar dari teman saya...\nSemoga mas Wawan dan keluarga selalu sehat serta Allah lindungi dimanapun berada...\n \n \n "
    }
  ]
}