{
  "messages": [
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Benar sekali"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum; terimakasih sdh kirim chat ke FB \"Kitab TZI\".\nSebelum lanjut, boleh kenalan dulu agar lebih enak ngobrolnya, nama panggilannya siapa? Salam kenal.\n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Nama nya sahadah dari lombok"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Wa'alakum salam kenalkan nama saya sahadah dari lombok"
    },
    {
      "sender": "Agent",
      "content": "Ok Sahadah salam kenal ya saya Wahyu\nSemoga disana sehat selalu.\r\nApa yang selalu disyukuri akhir-akhir ini?\n\r\n \n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Iya insyaallah amiin"
    },
    {
      "sender": "Agent",
      "content": "Ok Zahwa Semoga disana sehat selalu.\r\nApa yang selalu disyukuri akhir-akhir ini ?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nJerih lelah menguntungkan, perkataan saja mendatangkan kemiskinan” Semoga pekerjaannya sukses dan berhasil :)\nPesan saya dibalas ya :)\n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Gehhh saya sangat bersyukur sekali karna banyak hal positif datang sama saya meski pun bukan bentuk materi yg menghampiri saya tpi sangat bersyukur saya mempunyai banyak temen seperti nya saya merasakan ada kehidupan yg baru sama saya"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Insyaallah amiin semoga jga sde diberikan Rizki yg melimpah kesehatan umur yg panjang amiin bahagia selalu ea sahabat ku??"
    },
    {
      "sender": "Agent",
      "content": "Ok Lalu Selama ini apa yg sudah kamu lakukan supaya hatimu bersih dan suci di hadapan Allah ?\r\n \n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Berdo'a terutama bercermin mulai lentera hati buakah kita arus membersih kan cermin itu supaya tetap bersih dan berkilau Sepang masa jdi saya belajar dari saya sendri dan atas bantuan Allah saya bisa seperti ini amiin"
    },
    {
      "sender": "Agent",
      "content": "\nBaik memang selama ini bagaimana ibadahmu pada Allah ?\n\n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Jujur saya org tidak munafik klw hati saya tergerak saya sholat tpi klw hati saya klw sudah datang males saya tidak solat tpi saya selalu ingat dalam hati kita kan klw org yg punya ilmu tarekat itu solat nya ate"
    },
    {
      "sender": "Agent",
      "content": "Ya alangkah lebih baik kamu selalu konsisten sih di dalam Ibadah jangan 1/2 dijalani :)\nDan Kalau boleh tahu saat ini apa yg disyukurin? \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Iya semua nya terutama cinta??"
    },
    {
      "sender": "Agent",
      "content": "Ok Sahadah boleh tau saat ini kamu sudah bekeluarga / blm Nih ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Saya seorang janda??"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Mau cari yg tepat buat saya menerima saya apa ada hanya semata karna Allah bukan kelebihan atau pun kekurangan saya mau cari yg setara sama saya????"
    },
    {
      "sender": "Agent",
      "content": "Ok Mbak boleh tau Apa yang buat kamu ingin mencari pasangan yang setara dgn kamu, emang kalau tidak setara dgn kamu ada apa ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Karna saya org miskin"
    },
    {
      "sender": "Agent",
      "content": "Ya terus kalau kamu orang Miskin kenapa, ada yang salah kah kan setiap orang tidak selalu memandang dia kaya / miskin ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Justru karna itu"
    },
    {
      "sender": "Agent",
      "content": "Ya Justru karena apa Nih Mbak saya tidak paham Mbak coba dijelaskan lebih Simpel aja ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Takut menjalin hubungan sama org yg tidak setara sama saya"
    },
    {
      "sender": "Agent",
      "content": "Ya kalau gitu kamu sudah coba memohon petunjuk kepada Allah blm ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Belom aku cuma berdo'a di berikan yg terbaik"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Tidak apa\"syekh ??"
    },
    {
      "sender": "Agent",
      "content": "Semua jg pasti ada hikmanya. Semua yg terjadi dalam hidup ini merupakan ujian agar kita tetap berserah sepenuhnya kepada Allah.\nDengan hidup yg dijalani sampai saat ini Berharap di dalam menjalani segala kekhawatiran yg dialami menuntun lebih berserah kepada Allah. Serta membangun iman dan keyakinan rasa syukur kepada Allah, Nah apakah kamu pernah tau kisah Isa Al-Masih sebelumnya ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Iya tahu nabi Isa itu islam"
    },
    {
      "sender": "Agent",
      "content": "Ok Zahwa Isa Al-Masih itu Jalan Lurus = jalan yg membawa umat manusia sampai kepada Allah & memberikan keselamatan di akhirat.\r\nOh iya kamu suka baca kisah perjalanan Kisa Isa Al-Masih ? \n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Iya suka"
    },
    {
      "sender": "Agent",
      "content": "\nKamu mau baca ga kisah ttg Isa Al-Masih? \r\n \n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Saya sudah tahu klw sifat Isa Al-Masih itu seperti sifat Rasulullah yg artinya bersifat Allah"
    },
    {
      "sender": "Agent",
      "content": "Oh ya selain itu apalagi Nih yang kamu ketahui tentang Isa Al-Masih tersebut ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Berjalan di jalan Allah"
    },
    {
      "sender": "Agent",
      "content": "Ya saya jadi teringat dengan sebuah kisah Isa Al-Masih dalam kitab Injil Suci Wahyu Allah, apakah kamu merasa tertarik membaca dan mempelajarinya ?\n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Pengen sekali"
    },
    {
      "sender": "Agent",
      "content": "\nFirman Allah di Kitab Injil Suci Allah :\nKemudian, Ribka beserta hamba-hambanya yang perempuan berkemas-kemas. Dengan menunggang unta mereka pergi mengikuti orang itu. Demikianlah hamba itu membawa Ribka, lalu berjalan pulang. Sementara itu, Ishak datang dari arah sumur Lahai-Roi. Menjelang petang, Ishak keluar untuk berjalan-jalan di padang. Ketika ia melayangkan pandangannya dan mengamati, tampak beberapa ekor unta datang. Ribka pun melayangkan pandangannya, dan ketika ia melihat Ishak, turunlah ia dari untanya,  lalu bertanya kepada hamba itu, Siapakah laki-laki yang sedang berjalan di padang itu menyongsong kita ? Jawab hamba itu, “Dialah tuanku.” Kemudian, Ribka mengambil cadarnya dan mengerudungi dirinya. Hamba itu menceritakan kepada Ishak segala hal yang telah dilakukannya. Setelah itu, Ishak membawa Ribka ke dalam kemah, dan menikahinya. Ribka menjadi istrinya, dan Ishak mencintainya.\n \nMenurut kamu hikmah apa yang bisa kamu pelajari dari Kisah Tersebut?\n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Yg aku petik hikmah nya adalah seneng mereka bahagia"
    },
    {
      "sender": "Agent",
      "content": "Ok Dan juga Hubungan pernikahan mereka menunjukkan pada kita bahwa saat kita memutuskan untuk mencintai seseorang dan mengikatnya dengan janji suci, kita dapat percaya bahwa Allah akan terus memampukan kita untuk terus mencintai satu sama lain, hingga pada akhirnya ketika berbagai kesulitan muncul di dalam pernikahan kita dapat bekerja sama satu sama Lain untuk menyelesaikan nya.\r\n \n\nNah Banyak hikmah2 yg lain yang bisa didapatkan dri kisah ttg Isa Al-Masih. Isa Al-Masih yg disebut Jalan Lurus, memberikan ketenangan dan kedamaian. Lalu Apa Mbak mau mengetahui dan membahas ttg Isa Al-Masih lebih lanjut ?\n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Iya  karna sipat beliau seperti Baginda Rasulullah"
    },
    {
      "sender": "Agent",
      "content": "Ok Nah Banyak hikmah2 yg lain yang bisa didapatkan dri kisah ttg Isa Al-Masih. Isa Al-Masih yg disebut Jalan Lurus, memberikan ketenangan dan kedamaian. Lalu Apa Mbak mau mengetahui dan membahas ttg Isa Al-Masih lebih lanjut ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Saya sudah tahu siapa sebenarnya nabi Isa almasih"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Jadi semua yg petik adalah hikmah nya berbagi sesama tidak ada yg arus saya pikirkan saya sudah hidup tenang damai sejahtera tera karna tuhan itu satu yg maha mulia"
    },
    {
      "sender": "Agent",
      "content": "Ok Lewat chat ini terbatas, Mbak Wahyu punya teman yang mau ketemu dengan kamu Nah apakah Kamu mau ketemu teman Wahyu ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Mau klw Allah mengizinkan"
    },
    {
      "sender": "Agent",
      "content": "Baik kalau gitu Mbak bisa ketik No WA nya Mbak disini :)\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Buat apa mas"
    },
    {
      "sender": "Agent",
      "content": "Ya untuk menjalin silaturahmi dan menjadi teman akrab Mbak :)\r\nDan maaf saya ini Wanita Mbak bukan Pria :)\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "??????"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Saya yg minta maaf"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Iya tar saya kirimi no WA saya"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "087730098500"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Itu no WhatsApp saya mbak"
    },
    {
      "sender": "Agent",
      "content": "Ok Mbak gak apa apa kok santai aja Mbak hehehe :)\r\nDan ngomong2 Mbak berasal dari Suku apa Nih ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Suku sasak"
    },
    {
      "sender": "Agent",
      "content": "Ok Dan boleh tau juga Mbak pendidikan akhir nya apa nih ?\r\nDan kesibukan nya sehari2 apa nih Mbak ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Sd"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Kesibukan nya sehari\"jualan bakso cilkok"
    },
    {
      "sender": "Agent",
      "content": "\nBaik Mbak, klo begitu ditunggu ya kabar dari kawan saya, Semoga Allah memberikan petunjuk dan kemudahan untuk Mbak di dalam ngobrol ngobrol langsung dengan Kawan Wahyu Zabur 55:22 \"Serahkanlah bebanmu kepada Allah, Ia akan memelihara engkau. Ia tidak akan membiarkan orang benar goyah untuk selama-lamanya mbak Assalamualaikum…\n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Wa'alakum salam"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Terimakasih atas do'a dan nasehat nya amiinn"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Kenapa dunia ini sangat sempit"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Tidak ada yg mau melihat saya bahagia"
    },
    {
      "sender": "Agent",
      "content": "Oh ya Zahwa boleh tau kamu tinggal nya di kecamatan Mana Nih ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Kec batu layar"
    },
    {
      "sender": "Agent",
      "content": "\nBaik Mbak, klo begitu ditunggu ya kabar dari kawan saya, Semoga Allah memberikan petunjuk dan kemudahan untuk Mbak di dalam ngobrol ngobrol langsung dengan Kawan Wahyu Zabur 55:22 \"Serahkanlah bebanmu kepada Allah, Ia akan memelihara engkau. Ia tidak akan membiarkan orang benar goyah untuk selama-lamanya mbak Assalamualaikum…\n\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Wa'alakum salam"
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Terimakasih atas nasehatnya"
    },
    {
      "sender": "Agent",
      "content": "Oh ya Mbak maaf terlewat nih Mbak boleh tau usia nya Mbak berapa ?\n \n \n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "38 thn"
    },
    {
      "sender": "Agent",
      "content": "\n\nBaik Mbak terima kasih ya Mbak Assalamualaikum…\n\n \n \n \n\n "
    },
    {
      "sender": "Sahadah (Zahwa Zahwa)",
      "content": "Wa'alakum salam"
    }
  ]
}