{
  "messages": [
    {
      "sender": "M Han",
      "content": "Mau Belajar Menahan Hawa Nafsu"
    },
    {
      "sender": "M Han",
      "content": "Nama M tahan Pria umur 38 tahun agama islam,pendidikan SD,pekerjaan oprator alber,prov sumatra selatan"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum terimakasih sdh kirim chat ke FB \"Kitab TZI\"\nSebelum lanjut, boleh tau kesibukannya apa saat ini? Salam sehat\n\n \n \n "
    },
    {
      "sender": "M Han",
      "content": "Waalaikumsalam,.berkendara menuju tempat kerja"
    },
    {
      "sender": "Agent",
      "content": "Ohya saya dengan Wahyu, salam kenal. Tahan tinggal di Sumatra Selatan di kecamatan apa?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, bagaimana kabarnya hari ini?\n"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, semoga hari ini membawa berkah\n"
    },
    {
      "sender": "M Han",
      "content": "Waalaikumsalam"
    },
    {
      "sender": "M Han",
      "content": "Amiin, demikian doa q untuk yg mendoakan q..Aamiin"
    },
    {
      "sender": "Agent",
      "content": "Amin. Apa yang kamu syukuri hari ini?"
    },
    {
      "sender": "M Han",
      "content": "Alhamdulillah,nikmat sehat berkesempatan sholat syubuh bersama & banyak nikmat yg lainya"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah, menikmati segala hal yang Allah berikan ya. Apa yang membuat Han mau belajar menahan hawa nafsu?"
    },
    {
      "sender": "M Han",
      "content": "membiasakan emosi dri ketika keadaan tidak membaik, Pentinya menahan nafsu agar berhemat"
    },
    {
      "sender": "Agent",
      "content": "Berarti lebih menahan nafsu dari segi ekonomi ya dengan tidak menghabiskan uang untuk sesuatu yang tidak perlu. Han sendiri sudah berkeluarga?"
    },
    {
      "sender": "M Han",
      "content": "Alhamdulillah suda anak 2??"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah. Tapi sejauh ini apa yang sudah Han lakukan supaya bisa mengontrol keuangan?"
    },
    {
      "sender": "M Han",
      "content": "Belum jelas secara rinci,ga bisa d pahami, ada ke inginan beli itu,ada uang  beli"
    },
    {
      "sender": "Agent",
      "content": "Jadi memang belum bisa mengontrol ya. Apa sudah meminta pertolongan Allah untuk membantu menahan keinginan Han?"
    },
    {
      "sender": "M Han",
      "content": "Suda dengan cara berdo'a ,maaf sblum lanjut, alangke baik ny sy tau siapa anda sbenarny, & mengenai apa sja pelajaran yg akan sya dapat dri anda?? maaf pak/ bu ya?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum iya tidak apa2 Han, saya sudah memperkenalkan diri waktu itu nama saya pak Wahyu. Disini kita ngobrol2 tentang kebesaran Allah, dan dari masalah yang Han hadapi saya mencoba memberikan kekuatan dari firman Allah yang pernah saya baca dari kitab TZI. Nah bagaimana perasaan Han pada saat sulit mengontrol keinginan?"
    },
    {
      "sender": "M Han",
      "content": "Waalaikumsalam pak ,o iya ,seiring waktu berlanjut nya kedewasaan dan pengalaman yg di alami di situ la banyak belajar, sya berharap wawasan juga stela konsultasi sm bapak"
    },
    {
      "sender": "Agent",
      "content": "Amin Han. Melanjutkan obrolan beberapa hari lalu, bagaimana perasaan Han sebelum meminta pertolongan Allah?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, ditunggu balasan chatnya yaa"
    },
    {
      "sender": "M Han",
      "content": "Waalaikumsalam..maaf pak low blasnya, alhamdulillah pertolongan sllu ada pak,sisi lain ada gak terwujut dgn apa yg d harap tpi percya apa yg d kasi allah itu yg baik ntuk kita"
    },
    {
      "sender": "Agent",
      "content": "Tidak apa-apa Han, lalu sesudah meminta pertolongan Allah apa yang Han rasakan?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, apa hal yang kamu syukuri hari ini?\n"
    },
    {
      "sender": "Agent",
      "content": "\nBagimana suasana lebarannya disana?\n"
    },
    {
      "sender": "M Han",
      "content": "Menurut sya Suana Lebaran tetap ceriaa, sperti biasa kayak tahun2 yg lalu,tpi suana hati sya agak kurang baik d saat lebaran"
    },
    {
      "sender": "M Han",
      "content": "Mungkin karna kurang uang ya??"
    },
    {
      "sender": "M Han",
      "content": "Sampai saat ini hati sya blum bisa tenang,karna tagihan ruma d btn dan motor sya masi ada tunggaan???? menurut bpak apa yg mesti sya lakukan saat posisi begini?"
    },
    {
      "sender": "Agent",
      "content": "Sejauh ini tagihan rumah dan motor Han apakah rutin dibayar tepat waktu?"
    },
    {
      "sender": "M Han",
      "content": "Iya pak, bulan ni saja yg blum bisa byar tepat waktu,maklum hbis lebaran gaji sya d rafell sesuai praturan prusahan tempat sya berkerja??"
    },
    {
      "sender": "Agent",
      "content": "Ohh begitu, kalau untuk kebutuhan sehari-hari apakah mengalami kesulitan?"
    },
    {
      "sender": "M Han",
      "content": "Terkadang iy juga pak??"
    },
    {
      "sender": "Agent",
      "content": "Nah percakapan kita di awal Han sampaikan merasa sulit menahan keinginan untuk membeli sesuatu, apa sesuatu yang Han beli sampai sulit menahan hawa nafsu?"
    },
    {
      "sender": "M Han",
      "content": "Sejau ini percakapan kita kembali dari menahan nafsu? Jadi maksud pakde Permsalahan nya dri menahan nafsu?"
    },
    {
      "sender": "Agent",
      "content": "Jadi Han bilang untuk kebutuhan sehari2 kadang mengalami kesulitan, dan di awal percakapan Han mengalami kesulitan untuk berhemat ketika keadaan tidak membaik. Nah kalau boleh tau apakah ada sesuatu yang Han beli demi keinginan pribadi sehingga sulit mengontrol keuangan?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Han, semoga setalah ramadhan berlalu kita menjadi orang yang lebih baik lagi ya\n"
    },
    {
      "sender": "M Han",
      "content": "Aamiin"
    },
    {
      "sender": "Agent",
      "content": "Kira2 Gimana Han, apakah ada sesuatu yang Han beli demi keinginan pribadi sehingga sulit mengontrol keuangan?"
    },
    {
      "sender": "M Han",
      "content": ""
    },
    {
      "sender": "Agent",
      "content": "Han, saya tidak bisa membaca pesannya. Apakah ada sesuatu yang Han beli demi keinginan pribadi sehingga sulit mengontrol keuangan?"
    },
    {
      "sender": "M Han",
      "content": "Beli apa adanya saja yg nenar2 di butukan ntuk menyambung hidup"
    },
    {
      "sender": "M Han",
      "content": "Apaka pakde mau bantu sya bukan hanya saran nasihat dan obrolan saja?"
    },
    {
      "sender": "M Han",
      "content": "Kalo pakde bisa bantu sya secara materi berbentuk uang sya senang sekali,ber arti hubungan pakde dgn sya bukan hanya sahabat tetapi keluarga"
    },
    {
      "sender": "Agent",
      "content": "Saya hanya bisa membantu dengan nasehat dari ayat yang saya pernah pelajari dan doa supaya Han bisa mendapat rezeki yang lebih atau dipertemukan dengan orang yang bisa membantu Han dari segi ekonomi. Apa Han sudah mencoba meminta tolong kepada keluarga atau kerabat terdekat?"
    },
    {
      "sender": "M Han",
      "content": "Suda ,tapi kluarga ga ada yg bisa bantu., kenapa pakde ga bisa bantu han,kan pakde bisa minta pertolongan"
    },
    {
      "sender": "Agent",
      "content": "Kira2 Han sudah mencoba mencari pekerjaan baru yang gajinya lebih besar atau mencoba menambah pemasukan dari tempat lain?"
    },
    {
      "sender": "M Han",
      "content": "Mau d coba"
    },
    {
      "sender": "Agent",
      "content": "Semoga Han bisa menambah pemasukan lebih supaya bisa mencukupi kebutuhan sehari-hari. Rencananya apa yang Han akan lakukan?"
    },
    {
      "sender": "M Han",
      "content": "Aamin ,.rencana han mau mencari pemasukan dri tempat lain pakde"
    },
    {
      "sender": "Agent",
      "content": "Jadi pindah tempat kerja ya, kira-kira apa harapan Han kedepannya terkait masalah yang Han alami?"
    },
    {
      "sender": "M Han",
      "content": "Harapan ekonomi kedepan berjalan lebih terkontrol dgn lebi baik"
    },
    {
      "sender": "Agent",
      "content": "Harapan Han supaya ekonomi lebih stabil dan terkontrol dengan baik ya. Karena memang kalau ekomoni sulit di kontrol bisa2 kita sulit untuk menabung atau bahkan untuk sehari-hari pun jadi kesulitan. Saya jadi teringat satu Firman Allah yang ada di kitab Taurat berkata \"Allah menyediakan keberhasilan bagi orang yang lurus hati, dan menjadi perisai bagi mereka yang hidup dalam ketulusan\". Dari Ayat yang saya bagikan ini apa hikmah yang Han dapatkan untuk masalah yang Han alami?"
    },
    {
      "sender": "M Han",
      "content": "han jalani aja pakde hidup semesti dgn apa adanya,yg penting han masi berusaha tentang hasilnya han serahkan ke yang maha kuasa"
    },
    {
      "sender": "Agent",
      "content": "Karena Allah akan menyediakan segala kebutuhan kita, kalau kita mempunyai hati yang lurus dan selalu berserah kepada-Nya yaa. Ohya Han, suatu saat nanti percakapan kita bisa terputus, apakah boleh saya minta nomor WA nya Han? Supaya percakapan kita dapat tetap berlanjut seandainya percakapan kita terputus"
    },
    {
      "sender": "M Han",
      "content": "Alhamdulillah Dengan senang hati pakde nmor wa han 082383723742 pa bila berkenan bole di save lalu di ping ke han agar han tau wa pakde yg masuk"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Han, semoga keadaannya baik hari ini. Saya pasti simpan tapi nanti saya kirim pesan ke Han kalau percakapan disini terputus ya. Oh ya Han saya teringat akan Sabda Isa di kitab Injil yang mengatakan \"Lihatlah burung-burung di udara. Mereka tidak menabur, tidak menuai, dan tidak mengumpulkan makanannya di tempat penyimpanan. Namun, mereka dipelihara oleh Allah yang di surga. Bukankah kamu lebih bernilai daripada burung-burung itu?\" Apa hikmah yang Han bisa dapatkan dari Sabda Isa yang saya bagikan?"
    },
    {
      "sender": "M Han",
      "content": "Tidak ada yang di ciptakan allah swt yang sia2 di dunia ini, smua pasti ada maksud dan manfa'atnya meski  semut skecil sekalipun, masing2 rizqi nya pun suda di siapkan ntuknya.."
    },
    {
      "sender": "M Han",
      "content": "Tapi kebanyakan manusia lalai dengan ketentuan allah termasuk sya sendiri, percaya tidak percayanya dengan semua hal di dengar dan yang di pelajari pengetahuannya ,karna yang di lihat dan di yakini hanya kenyataan yg sedang di jalani saat ini????"
    },
    {
      "sender": "Agent",
      "content": "Sampai saat ini walaupun merasa sulit untuk memenuhi kebutuhan sehari-hari tapi Han masih bisa makan minum dan memiliki tempat tinggal, itu merupakan bukti bahwa Allah peduli dengan kehidupan Han, banyak hal-hal kecil yang kita bisa syukuri. Bagaimana tanggapan Han?"
    },
    {
      "sender": "M Han",
      "content": "Ya pakde bgitula hidup sbagai manusia kadang tidak terasa kenikmatan ,itula guna hidup saling mengingatkan agar gunkan fikir"
    },
    {
      "sender": "Agent",
      "content": "Betul Han, seperti roda berputar kadang diatas tapi kadang juga dibawah. Dan dimanapun kita berada, kita tetap harus berserah kepada Allah dan menjalankan ibadah kita karena Sabda Isa didalam kitab Injil juga mengatakan \"Carilah dahulu Kerajaan Allah dan kehendak-Nya maka semua itu akan ditambahkan kepadamu. Janganlah kamu khawatir tentang hari esok karena hari esok mempunyai kesusahannya sendiri. Jadi, kesusahan sehari cukuplah untuk sehari.\" Apa yang Han bisa dapatkan dari Sabda Isa ini?"
    },
    {
      "sender": "M Han",
      "content": "Jalani hari ini untuk hari esok dan seterusnya ,kalu kita membaik buat apa mencari yang lebi baik lagi,.allahu akbar"
    },
    {
      "sender": "Agent",
      "content": "Biar Allah yang mengatur hidup kita ya. Ohya, Han di Sumatra Selatan tinggal di kecamatan apa?"
    },
    {
      "sender": "M Han",
      "content": "Kecamatan suka rami pakde"
    },
    {
      "sender": "Agent",
      "content": "Sukarami berarti di Palembang, ohya Han mau gak ketemu langsung teman saya disana untuk ngobrol melanjutkan topik tentang kebesaran Allah melalui hamba-Nya Isa-Al Masih?"
    },
    {
      "sender": "M Han",
      "content": "Cpa temannnya pakde?"
    },
    {
      "sender": "M Han",
      "content": "Bole pakde"
    },
    {
      "sender": "Agent",
      "content": "Ada sahabat saya memang tinggal di daerah sana juga. Nanti Han bisa saling berbagi dengan teman saya dan nanti teman saya disana juga akan menghubungi Han dari WA. Semoga Han bisa mendapatkan pekerjaan yang lebih baik sehingga bisa memenuhi kebutuhan sehari-harinya tanpa merasa kesulitan. Dan Jangan lupa untuk terus berserah kepada Allah ya Han"
    },
    {
      "sender": "M Han",
      "content": "Aamiin,..Insya allah pakde.. Pakde artinya percakapan han sma pakde terputus ya lalu d ganti sm teman nya pakde d palembang ya,???"
    },
    {
      "sender": "M Han",
      "content": "Bole tau teman nya pakde usia anya sama kayak pakde apa di bawa pakde?"
    },
    {
      "sender": "Agent",
      "content": "Lebih baik dilanjutkan dengan teman saya disana, karena jarak kita cukup jauh jadi kalau Han perlu berdiskusi lebih lanjut akan lebih mudah dengan teman saya disana. Kalau soal usia nanti bisa Han tanyakan langsung pada saat Han di WA oleh teman saya"
    },
    {
      "sender": "M Han",
      "content": "Baik pakde, o iya, han ingin tau bagai mana perasaan apa yg pakde rasakan ketika han curhat selama ini kepada pakde??"
    },
    {
      "sender": "Agent",
      "content": "Tentunya saya sangat senang karena Han sudah mau terbuka dengan saya, dan Han juga mau menerima nasehat dari Allah yang saya sampaikan melalui hamba-Nya Isa Al-Masih. Saya tetap berdoa buat Han agar Allah selalu memberikan berkah yang berlimpah buat Han, dan mendapat hikmah dari Allah agar Han bijak dalam memutuskan mana hal yang baik dan yang tidak"
    },
    {
      "sender": "M Han",
      "content": "Aamiin...alhamdulillah..terimakasi pakde, do'a yang sama han panjatkan ntuk pakde??"
    },
    {
      "sender": "Agent",
      "content": "Amin! Ohya Han, tapi apakah sebelumnya Han sudah pernah tau atau baca tentang Isa Al-Masih?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Han, selalu awali pagi dengan doa dan harapan. Jangan lupa dibalas ya pesan saya sebelumnya"
    },
    {
      "sender": "Agent",
      "content": "Selamat sore Han, bagaimana kabar hari ini?"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum Han, semoga berkah dan rezeki terus mengalir didalam hidup Han yaa. Apakah Han sedang sibuk? Kalau sudah tidak sibuk boleh dibalas ya pesan saya sebelumnya, apakah Han pernah membaca atau mendengar tentang Isa sebelumnya"
    }
  ]
}