{
  "messages": [
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Sulit mendekatkan diri kepada Allah"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Assalamualaikum bagaimana cara nya biar mendekatkan diri pada allah"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Iwan setiawan,Pria52 thIslamSmpBuruhBandung"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum Iwan, terima kasih sudah menghubungi akun FB kitab TZI. Salam kenal ya, saya dengan pak Wahyu. Kalau boleh tau di Bandung tinggal di kecamatan apa Iwan?\n"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Di kecamatan pacet"
    },
    {
      "sender": "Agent",
      "content": "Istri dan anak Iwan juga tinggal di Pacet kah?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Anak di serang 2Di pacet 1"
    },
    {
      "sender": "Agent",
      "content": "Anak Iwan ada tiga, tapi yang dua lagi tidak di Pacet, semoga mereka menjadi anak2 yg sukses di kemudian hari. Nah, apa yang membuat Iwan sulit mendekatkan diri kepada Allah?"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, semoga hari ini membawa berkah. Jangan lupa dibalas pesan sebelumnya yaa\n"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Aamiin"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Hawa nya mals aja ,tapi hati pengen mendekatkan kepada allah,tapi hawa mals nya slalu ada,Mohon solusi yg teebaik nya,"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Waalaikum sallam,Aamin ya rabbal alamin"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, semoga diminggu yang baru ini berkah dari Allah selalu mengalir didalam kehidupan kita ya. Justru hawa malas itu harus dilawan, berarti ibadahnya Iwan tidak teratur ya selama ini. Tapi apakah karena hawa malas atau Iwan sedang memiliki pergumulan yang membuat Iwan jauh dari Allah?\n"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, kalau sudah tidak sibuk jangan lupa dibalas pesannya yaa\n"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Iya betul ibahdah shalat nya bolong\"!!!Entah ada apa hawanya mals aja,"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Waalaikum sallam"
    },
    {
      "sender": "Agent",
      "content": "Sholatnya bolong2 karena ada hawa2 malas ya. Tapi dengan Iwan malas sholat apakah seperti rezeki ataupun kehidupan Iwan tetap baik2 saja?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Iya saya malas sekali untuk sholat,Untuk rezeki juga seret sial tdrus kalo urusan bisnis, tapi saya pengen slalu berbuat baik, tolong menolong sesama,"
    },
    {
      "sender": "Agent",
      "content": "Coba Iwan mulai memperbaiki ibadahnya, siapa tau dengan ibadahnya menjadi rajin maka pintu rezeki juga mengalir untuk Iwan, karena berbuat baik pun butuh pengorbanan. Tapi perasaan Iwan sendiri saat ini bagaimana?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Saat ini.alhamdulillah ibadah jalan cuma kadang masih bolong\"Da ga tepat paktu shalat nya"
    },
    {
      "sender": "Agent",
      "content": "Walaupun lancar tapi kadang masing bolong2 ya, tapi setidaknya niat hati Iwan tetap ada untuk beribadah. Jadi sat ini apa harapan Iwan kedepannya?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Harapan saya kedepan nya mudah\"an saya lebih istiqomqh lagi"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, bagaimana liburannya apakah banyak yang disyukuri? Semoga Allah berkah Allah selalu mengalir di kehidupan kita diminggu ini ya.\nMelanjutkan obrolan beberapa hari yang lalu, jadi harapan Iwan agar ibadahnya lebih istiqomah lagi ya. Nah saya teringat Isa pernah bersabda begini \"Carilah dahulu Kerajaan Allah dan kehendak-Nya maka semua itu akan ditambahkan kepadamu.\"\nKira2, apa hikmah yang bisa Iwan dapatkan dari sabda Isa yang saya bagikan?\n"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, kalau sudah tidak sibuk jangan lupa dibalas pesannya yaa\n"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Waalaikum sallam Alhamdulillah libur di hari minggu saya pilih bersilaturahmi, untuk.mencari kerajaan allah dimana kah tempat nya,  hikmah yg bp ustad nagikan tentang sabda isa mungkin saya akan mencari,kerajaan Allah tersebut."
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Walaupun masih.bingun letak kerajaan Allah itu"
    },
    {
      "sender": "Agent",
      "content": "Iwan panggil saya dengan pak Wahyu saja ya supaya kita bisa lebih akrab. Nah arti dari kerajaan Allah di dalam sabda Isa yang saya bagikan adalah, pada saat kita terus mencoba untuk mencari Allah maka dia akan mendengarkan permohonan kita, membantu segala kesulitan kita, seperti dengan kita rajin beribadah atau mendekatkan diri kepada Allah. Tapi tidak hanya pada saat saat susah, melainkan pada saat senang pun kita juga mendekatkan diri kepada Allah dengan banyak bersyukur. Bagaimana tanggapan Iwan tentang hal ini?"
    },
    {
      "sender": "Agent",
      "content": "\nSemoga di hari yang baru ini kita menjadi orang yang lebih baik lagi, ditunggu kabarnya yaa\n"
    },
    {
      "sender": "Agent",
      "content": "\nSabda Allah berkata “aku hendak mengucap syukur kepada Allah dengan segenap hatiku, aku hendak menceritakan perbuatan-Mu yang Ajaib. ” Jangan lupa untuk selalu bersyukur yaa, ditunggu balasan chatnya\n"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Terima kasih bimbingan nya pa wahyu,mudah\"an sering nya saya berinteraksi ngobrol,bertanya ke bapa, perlahan\" saya bisa lebih mendekatakan diri kepada Allah Swt, Aamiin ya roball allamin,"
    },
    {
      "sender": "Agent",
      "content": "Amin, sama2 Iwan. Tapi apakah Iwan apakah sudah mengetahui atau mendengar sebelumnya tentang Isa Al-Masih?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Blom tau tentang isa al masih mah pa wahyu,  yg saya tau isa itu seirang Nabi,"
    },
    {
      "sender": "Agent",
      "content": "Ohh begitu. Tapi sebelumnya Iwan, percakapan kita bisa terputus suatu saat nanti, apa boleh saya minta nomor WA nya? Agar percakapan kita terus berlanjut. Lalu apa Iwan mau mendengar salah satu kisah tentang Isa?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Boleh pa ni no saya 082215711815,"
    },
    {
      "sender": "Agent",
      "content": "Terima kasih Iwan, semoga percakapan kita dapat terus berlanjut ya.\nNah tentang Isa Al-Masih pada waktu ada di dunia, ada satu kisah ketika Isa sedang berkunjung ke salah satu kota dan ada satu orang kepala pemungut pajak namanya Zakheus yang ingin sekali bertemu dengan Isa. Tapi dia tidak bisa melihat Isa karena terlalu banyak orang dan dia sendiri bertubuh pendek. lalu dia memanjat pohon hanya untuk melihat Isa. Ketika Isa sampai di tempat itu, Isa melihat ke atas dan berkata kepada Zakheus untuk turun karena Isa mau menginap di rumahnya. Lalu Zakheus pun turun dengan gembira. Tetapi orang2 lain mlihatnya dan berkata kalau Isa hendak menginap dirumah orang berdosa. Tapi Zakheus berdiri dan berkata kepada Isa, \"Separuh dari harta milik ku akan ku berikan kepada orang miskin dan apa pun yang telah ku ambil dari orang dengan cara yang tidak jujur akan ku kembalikan empat kali lipat.\" Lalu Isa berkata kepadanya \"Hari ini telah terjadi keselamatan di rumah ini sebab ia juga keturunan Ibrahim, karena Aku datang untuk mencari dan membantu menyelamatkan yang hilang\"\nNah, kira2 dari kisah Zakheus si pemungut pajak bertemu dengan Isa Al-Masih, apa hikmah yang Iwan bisa dapatkan?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Menurut saya hikmah di balik kisah,zakheus si pemungut pajak, bertemu isa, hikmah nya sang penagih pajak itu insyaf mau menggantikan hasil usaha yg tidak jujur,"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Hikmah buat saya mungkin saya harus bertemu isa  Al-masih dulu, apa itu mungkin,"
    },
    {
      "sender": "Agent",
      "content": "Selain insyaf, Zakheus sangat percaya kepada Isa. Bahkan dia tidak peduli dengan hartanya dan menjadi pengikut Isa. Jadi pada saat kita sepenuhnya percaya dan berserah kepada Allah, apapun kesulitan kita atau pergumulan didalam hidup kita pasti Allah akan mudahkan. Tidak hanya meminta, tapi juga kita harus bersyukur atas apa yang Allah berikan kepada kita. Jika Iwan terus menjadi orang taat kepada Allah, saya yakin Iwan akan bertemu dengan Isa di sorga nanti. \nBagaimana tanggapan Iwan?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Alhamdulillah bisa di pahami pa,pada inti nya kita harus mendekatkan diri sama allah,"
    },
    {
      "sender": "Agent",
      "content": "Betul Iwan, selalu mendekatkan diri kepada Allah merupakan salah satu kuncinya. Nah, Iwan mau gak ketemu langsung dengan teman pak Wahyu disana untuk ngobrol dan melanjutkan topik tentang kebesaran Allah melalui Isa Al-Masih? Iwan bisa banyak berbagi cerita dan berdiskusi kembali tentang hikmah yang saya bagikan juga dari kisah Isa di kitab Injil yang saya bagikan beberapa hari yang lalu"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Emang temen bapa bisa ketemu nya di mana"
    },
    {
      "sender": "Agent",
      "content": "Nanti ketemunya di kecamatan Pacet juga, dan nanti teman saya yang akan menghubungi Iwan dari WA. Jadi apa Iwan tertarik untuk ketemu teman saya disana dan ngobrol lebih lanjut tentang kebesaran Allah melalui Isa Al-Masih?"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Emang orang mana pak temen nya"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Untuk mengibrol tentang ilmu aga saya siap,& saya juga perlu bimbingan orang yg paham tentang agama islam,"
    },
    {
      "sender": "Agent",
      "content": "Nah nanti Iwan kenalan langsung aja sama teman saya di WA dulu supaya ngobrolnya bisa lebih akrab juga. Terima kasih Iwan sudah ngobrol dengan pak Wahyu disini, semoga Iwan ibadahnya bisa lebih tekun lagi sehingga rezekinya bisa dilancarkan oleh Allah, dan Iwan juga semakin mengerti rencana Allah untuk umat manusia melalui Isa Al-Masih. "
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Aamiin , sama\" pa wahyu trima kasih kembali, saya udah di kasih wawasan & pengetahuan tentang cara mendekatkan diri pada Allah"
    },
    {
      "sender": "Agent",
      "content": "\nSemoga diminggu yang baru ini berkah dari Allah selalu mengalir didalam kehidupan kita ya. \n"
    },
    {
      "sender": "Iwan Setiawan Setiawan",
      "content": "Aamiin"
    }
  ]
}