{
  "messages": [
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Tantangan yang saya alami saat ini, sulit bertaqwa kepada Allah"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Nama sa'adah umur 33 tahun Dari Jawa tengah"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum… terimakasih ya sudah menghubungi FB \"Kitab TZI\".\nUntuk menjalin tali silaturahmi, enaknya saya panggil dengan nama siapa? sedang sibuk apa saat ini? Salam kenal\n\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Wa'alaikumussalam warahmatullahi wabarakaatuh.."
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Maaf dengan ibu atau bapa ya?"
    },
    {
      "sender": "Agent",
      "content": "Ohya panggil ibu atau mba Wahyu saja.\nSalam kenal ya bu, Ummu Naajiyah disana sehari-hari ibu kerja apa?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "IRT bu"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, kalau suami disana sehari2 kerja apa bu?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Jualan mi ayam bu"
    },
    {
      "sender": "Agent",
      "content": "Wah... semoga lancar terus ya bu pekerjaan nya disana.\nOhya ibu pilih ''Tantangan yang saya alami saat ini, sulit bertaqwa kepada Allah.\nMemang nya bagaimana hubungan nya dengan Allah selama ini bu?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Hubungan saya sama Allah sehari dua hari aja setelahnya lalai kembali"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Saya hanya ingin selalu Istiqomah di jalan allah"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Kalau boleh tau bagaimana caranya ya supaya istiqamah di jalan Allah?"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, sedikit saya jelaskan, sebab Allah selalu rindu supaya kita selalu dekat dengan nya dan setiap masalah selalu melibat Allah, sebab Allah sumber kekuatan kita.\ntdk ada satu pun tau hari esok itu seperti apa bu, jadi baik nya setiap hari harus berserah diri kepada Allah.\nmemang nya tentangan apa yg ibu sering alami dalam beribadah kepada Allah?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Hati yg gembira adalah obat yg menjur tetapi semangat yg patah mengeringkan tulang.\r\nHal apa nih yg membuat kamu masih terus berjuang sampai titik ini?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, bagaimana aktivitas nya hari ini, apakah cukup lancar?\r\nApa nih yg di syukuri kepada Allah hari ini?\n \n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Wa'alaikumussalam warahmatullahi wabarakaatuh,,mohon maaf baru balas sekarang,,tantangan yang saya hadapi adalah malas,lelah dan lain2.."
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Hal yang membuat terus berjuang adalah satu,,ingin membahagiakan anak2 dengan memenuhi hak2 nya,ke dua anak2 butuh do'a dari orang tuanya supaya kelak menjadi anak yang Soleh dan berbakti kepada kedua orang tua,,tentunya harus dari orang tuanya dulu dong pastinya,,seperti kata pepatah buah tak jauh dari pohonnya..mohon maaf jika salah kata2 nya.."
    },
    {
      "sender": "Agent",
      "content": "Oh baik ibu, jadi saat ini ibu juga merasa jauh dari Allah karena kesibukan dengan pekerjaan dan juga ngurus anak2 nya.\nApakah ibu pernah membaca atau mendengar tentang sosok Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Belum pernah mendengar"
    },
    {
      "sender": "Agent",
      "content": "Sedikit saya jelaskan ya bu.\nDalam Kitab Suci Injil Isa Al-Masih disebut2 sbg jalan lurus Allah. Jalan Lurus adalah jalan yg mmbwa umat manusia sampai kpd Allah & memberikan keselamatan di akhirat.\r\nSelama ini Apa sdh prnh dgr hal ni sbelumnya?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Sudah bu"
    },
    {
      "sender": "Agent",
      "content": "Wah... itu juga sangat baik bu.\nMemang nya ibu baca atau dengar dari mana tentang hal ini?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Ya pelan-pelan suka melihat di tiktok dan lainnya bu"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, sangat banyak kisah dan mujizat yg sudah di lakukan oleh Isa Al-Masih bu, yg bs kita jadikan contoh dan teladan dalam hidup sehari-hari.\nApakah ibu tertarik mau mempelajari kisah Nya?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Boleh Bu silahkan"
    },
    {
      "sender": "Agent",
      "content": "Dengan senang hati bila ibu ingin belajar lebih dalam lagi.\nTapi lewat chat ini sangatlah terbatas bu, karena sangat banyak kisah dan cerita nya, dan saya juga capek kalau di ketik.\nSaya ada teman yg tinggal dekat daerah sana bu, ia juga suka berbagi kebaikan lewat cerita kisah Nabi2 Allah, kalau ibu bersdia, nanti saya coba konfirmasi, untuk melanjutkan obrolan ini.\nApakah ibu mau?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Mau bu"
    },
    {
      "sender": "Agent",
      "content": "Baik bu, silahkan di ketik nomor hp atau WA yg bs di hubungi bu, supaya teman saya nanti akan hubungi ibu disana, untuk lebih memudahkan.\nIni juga kalau ada waktu luang saja bu, jangan sampai aktivitas penting lain nya ke ganggu.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Ohya disana ibu tinggal tepat nya di kecamatan apa bu?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Kecamatan losari"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Maaf Bu ini hp'ya barengan sama suami saya"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, silahkan di ketik nomor Hp/ Wa yg bs di hubungi bu.\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Kalau lewat sini aja gimana Bu?"
    },
    {
      "sender": "Agent",
      "content": "Oh memang kenapa bu, supaya lebih mudah gtu?\nkalau lewat telepon atau WA kan nanti komunikasinya lebih mudah bu."
    },
    {
      "sender": "Agent",
      "content": "Apa yg menjadi kendala nya bu?, teman saya juga perempuan kok.\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Iya masalahnya hp'ya suka sering di pake suami"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Saya jarang pegang hp"
    },
    {
      "sender": "Agent",
      "content": "Oh tdk apa2 ibu, mungkin kapan ada waktu luang saja, tdk mesti setiap hari juga.\nMemang biasa nya ibu pegang hp di jam berapa?\nsupaya bisa di konfirmasi nanti.\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Gak tentu Bu saya pegang hp'ya"
    },
    {
      "sender": "Agent",
      "content": "Oh gtu ya, memang nya kenapa ibu juga takut kalau suami tau.\nkalau ibu mau pun bs ajak suami belajar sama2 nantinya.\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Hello, berharap semoga disana selalu dalam keadaan sehat, kok chat aku gk dibalas lagi nih..?\r\nbila sudah tdk sibuk, ditunggu ya balas chatku.\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Maaf Bu baru buka"
    },
    {
      "sender": "Agent",
      "content": "Oh baik ibu tdk apa2, bagaimana obrolan kita semalam bu.\nBila ibu serius silahkan di ketik nomor yg bs di hubungi bu.\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "081224148426 ini no wa suami saya"
    },
    {
      "sender": "Agent",
      "content": "Oh kenapa nomor WA suami bu yg di kasi?\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Karena hp'ya cuma ada satu"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Ada sih no saya pribadi itu juga jarang aktif"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Hanya ada keperluan mendesak baru di pake"
    },
    {
      "sender": "Agent",
      "content": "Oh tdk apa2 ibu, nomor Ibu saja, nanti kalau ibu aktif ibu bs balas WA nya.\nkecuali ibu juga sudah konfirmasi ke suami dan suami bersedia juga.\n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Ini no telefon biasa 083159298954"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "SMS ke no itu aja ya bu"
    },
    {
      "sender": "Agent",
      "content": "Oh baik Ibu, jadi ini tdk ada WA nya bu?\n \n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Nanti saya balas kalau sempat"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Tidak ada hanya punya suami wa'ya"
    },
    {
      "sender": "Agent",
      "content": "Oh baik bu, ditunggu ya ibu SMS atau pesan telpon nya dari teman saya.\nBerharap ibu disana sehat selalu, rezeki berlimpah dan dimudahkan dalam segala urusan, Amin...\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum, berharap semoga pekerjaan nya hari ini berjalan dengan baik.\r\nApa nih yg kamu syukuri kepada Allah di sepanjang hari ini?\n \n \n \n "
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Iya Bu terima kasih atas do'anya"
    },
    {
      "sender": "Sa'adah (Ummu Naajiyah)",
      "content": "Wa'alaikumussalam warahmatullahi wabarakaatuh,,yang saya syukuri adalah masih diberi umur dan nikmat sehat"
    }
  ]
}