{
  "messages": [
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "GK ngerti aku"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, terimakasih sdh kirim chat ke FB Kitab TZI.\r\nSebelum kita lanjut, boleh tahu sedang sibuk apa akhir2 ini? Salam kenal\n \n\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "GK ada kesibukanYa salam kenal"
    },
    {
      "sender": "Agent",
      "content": "Boleh tau nama Panggilannya siapa ni dan umurnya berapa?\r\nBiar enak manggilnya\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Panggil saja ADY"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "30 thn"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Ada apa ya"
    },
    {
      "sender": "Agent",
      "content": "Oh iya salam kenal ya Ady, kenalin saya Bang Wahyu\nAdy asalnya darimana ni?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Dari NTB LOMBOK KOTA MATARAM"
    },
    {
      "sender": "Agent",
      "content": "Oh Mataram nya di kecamatan mana itu?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Mataram Ampenan tepatnya d PEJERUK .Ada yg bs sy Bantu..?"
    },
    {
      "sender": "Agent",
      "content": "Oh iya,\nAdy pekerjaan sehari-harinya apa ni disana?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\n\nKerana jika kamu memaafkan orang lain ketika mereka berbuat salah terhadapmu, maka Allah yang di surga juga akan memaafkanmu.\nAssalamalaikum, \nGimana perjalanan hari ini, adakah sesuatu yang bisa di share atau bagikan?\n\n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamalaikum, \r\nGimana kabarnya hari ini?\r\nOh iya, kok belum jawab ni pertanyaan saya,\r\nBoleh dong di jawab, aku tunggu ya\n \n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Alhamdulillah sehat.Saya belum tau apakah Tuhan memaafkan saya Krn sy belum jumpa tuhan"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Saya Wira swasta.Maaf sebelumnya.Pertanyaan saya belum d jawab \" ni dari mana yah klo boleh tau..? \""
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, Allah itu maha pengasih dan pengampun kok. Kalau saya pernah baca dalam Kitab Suci Injil di sana di katakan bahwa Jika kamu mengaku dosamu, maka Alla adalah setia dan Adil akan mengampuni setiap dosa mu. Isa Al-Masih juga bersabda bahwa Akulah jalan dan kebenaran dan kehidupan. Artinya Isa Al-Masih menjadi jalan lurus bagi setiap orang yang merasa berdosa, datang dan memohon ampun.\n \nAdy, menurut kamu kenapa Isa Al-Masih mau mengampuni dosa?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Saya tidak tau knp Isa mengampuni dosa..?Karena selama ini saya hanya membaca terjemahan kitab suci Al Qur'an yaitu Allah yang Maha esa."
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Pertanyaan sy belum d jawab, Ini dari mana dan siapa..?Tentunya sy juga inggin tahu juga anda siapa"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, Tapi Ady sebelumnya udah dengar belum tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Tentang isya Al-Masih ya pernah, kalau dlm pemaham saya Isa Al masih Adalah Seorang Nabi sebelum nabi Muhammad.Dan setahu saya Isa Al-Masih adalah Tuhan Bagi Umat kristiani."
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, Ady tau atau dengar dari apa ni?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamalaikum,\r\nGimana kabarnya hari ini?\r\nLagi sibuk ya?\r\nKok belum balas ni inbox dari saya?\r\nAku tunggu ya balasannya\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamalaikum,\r\nGimana cuacan disana hari ini?\r\nApa ni yang bisa di syukuri sepanjang hari ini?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Yaa sy baca dan sy DENGGER dri temen temen"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, Ady masih tertarik gak untuk tau lebih banyak lagi kisah tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "D tahun 2016 sy sempat ada k Ingginan masuk Gereja utk bertanya pada Pastur Kenapa Isa Al-Masih mesti d salib lalu d anggap tuhan.Saya pun sempat mencari tau knp apa alasan yg dulunya mereka Muslim namun skrg pindah keyakinan menjadi Kristiani"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Saya pun mencoba cari tau  org Sasak/ lombok yg bernama LALU memeluk agama kristiani yg dulunya ia muslim dan sy sempat menelponnya namun TDK d respon"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, trus Ady gimana masih tertarik gak untuk tau lagi kisah tentang Isa Al-Masih itu?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamalaikum, \r\nGimana hari ini pekerjaannya?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "MasihDalam Fikiran sya knp isya d salip hanya sekedar alasan utk penebusan dosa umatnya.Jikapun dosa umat ini sudah d tebus, lalu apakah kita mati selalu masuk syurga"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, \nOh iya Benar sekali karena Isa Al-Masih memberikan jaminan kepastian untuk masuk Sorga,\nIsa Al-Masih bersabda bahwa Akulah Jalan Lurus, Kebenaran dan Kehidupan, tidak ada seorang pun sampai kepada Allah kalau tidak melalui Aku. Isa Al-Masih yang membawa setiap umat manusia untuk memperoleh sorga.\n \nAdy, mau gak ketemu dengan teman saya di sana untuk ngobrol lebih lanjut lagi tentang Isa Al-Masih secara langsung?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamalaikum, gimana kabarnya hari ini?\r\nLagi sibuk ya? kok belum balas ni inbox aku,\r\nAku tunggu balasannya ya\n \n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Dari dulu sy penggen berdialog denggan Pastur dan sempat masuk pintu gerbang Gereja namun sy Urungkan kembali d karenakan keterbatasan kemampuan sy utk berkomunikasi denggan jamaah gereja.Jika anda mempertemukan saya denggan teman anda tu dan menghasilkan sesuatu yang Positif tidaklah jadi masalah dan denggan senang hati"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu Alhamdulilah,\nAdy, gimana tanggapannya dengan yang saya bagikan itu? dari bacaan itu kira-kira apa yang bisa Ady pelajari ni?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Sy bisa simpulkan Isya membawa saya menuju syurga"
    },
    {
      "sender": "Agent",
      "content": "Aamiin,\nOh iya Ady masih tertarik gak untuk tau lagi tentang Isa Al-Masih yang membawa setiap orang menuju syurga?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Masih.Sy masih inggin mendalami"
    },
    {
      "sender": "Agent",
      "content": "Oh iya Ady, boleh aku minta nomor WA nya?\nSiapa tau nanti kalau komunikasi kita terputus di sini kan bisa lanjut ngobrol di WA\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Assalamalaikum,\r\nGimana ni pekerjaan hari ini?\r\nSemoga lancar ya,\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "085940454743"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Tu mbak"
    },
    {
      "sender": "Agent",
      "content": "Oh iya Ady, mau gak ketemu dengan teman saya di sana untuk ngobrol lebih lanjut tentang Isa Al-Masih secara langsung?\nSiapa tau lebih enak kalau ketemu kan jadi ngobrolnya santai juga\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Asalamalaikum, gimana hari ini?\r\nSemoga perjalanan mu berhasil ya, dan di berkahi dalam segala hal\r\nJangan lupa balas ya inboxnya, :)\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Oke siaaap.No Wa sy sudah ada"
    },
    {
      "sender": "Agent",
      "content": "Oh iya baik, Ady benaran kan mau ketemu dengan teman saya disana?\n \n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Saya Sanggat serius"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Ini karena pilihan"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Tapi sy mau privasi mas"
    },
    {
      "sender": "Agent",
      "content": "Oh iya Baik terimakasijh ya Ady sudah mau,\nOh iya tunggu ya nanti teman saya akan hubungi Ady ya.\nSemoga nanti pertemuannya bisa membawa berkah buat Ady ya\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Amin amin"
    },
    {
      "sender": "Agent",
      "content": "Oh iya Ady, kalau boleh tau pendidikan akhirnya apa ni? dan apakah sudah berkeluarga?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Sy Strata S1"
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Sy sudah pisah"
    },
    {
      "sender": "Agent",
      "content": "Oh gitu, sudah berapa lama pisah, kalau boleh tau?\n \n \n "
    },
    {
      "sender": "Ady (Cukli Radenewer)",
      "content": "Hampir 3 THN ini"
    },
    {
      "sender": "Agent",
      "content": "Oh iya,\nBaik terimakasih ya Ady, sudah ngobrol dengan saya,\nDitunggu ya nanti teman saya menghubungi di WA ya,\nTetap semangat ya Ady, kiranya di berkahi selalu ya\n \n \n "
    }
  ]
}