{
  "messages": [
    {
      "sender": "Bagas Bagas",
      "content": "Tantangan yang saya alami saat ini, sulit menahan  hawa nafsu"
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum… terimakasih ya sudah menghubungi FB \"Kitab TZI\".\nUntuk menjalin tali silaturahmi, enaknya saya panggil dengan nama siapa?\n \n\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nAssalamualaikum, gimana kabarnya hari ini?\r\n​Mulailah hari dengan berdoa dan mengucap syukur supaya Allah memudahkan segala urusan kita. \n\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Kurang sehat krna tdk ada uang ini.."
    },
    {
      "sender": "Agent",
      "content": "Bagas lagi sakit apa? Sudah berobat ke dokter?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Blum..uang nga ada pake berobat ini.."
    },
    {
      "sender": "Agent",
      "content": "Oh bgitu, memangnya selama ini apa yang sudah Bagas lakukan utk bisa mendapatkan uang? \r\nBagas sehari-hari kerja apa? \n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Kerjaan sy markir tp krna sy sakit jd nda bisa krja cari uang"
    },
    {
      "sender": "Agent",
      "content": "Bagas tinggal di daerah kecamatan mana dan usia berapa saat ini?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Sy tingal di lombok barat ,mataram ntb..."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Cakra selatan"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Jln angada no 4"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Umur sy 41 thn"
    },
    {
      "sender": "Agent",
      "content": "Maksudnya tinggal di kecamatan Cakranegara, ya pak Bagas?\n \n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Maaf baru bls ini..Sy tingal di jln angada no 4 kel.cakra negara selatan,kec.cakra negara..kota mataram(ntb)"
    },
    {
      "sender": "Agent",
      "content": "Selama ini apa Pak Bagas sudah coba dengan berdoa dan berserah memohon pertolongan kpd Allah? \n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Udh sering tapi tetep aja beginian.."
    },
    {
      "sender": "Agent",
      "content": "Biasanya setelah berdoa dan berserah kpd Allah, hati dan pikiran menjadi tenang dan lega. Kalo Pak Bagas sendiri bagaimana perasaannya setelah berdoa dan berserah kpd Allah?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Biasa aja"
    },
    {
      "sender": "Agent",
      "content": "Dari masalah ekonominya ini, jadi apa harapannya pak Bagas supaya bisa hidup lebih baik lagi kedepannya?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Mau minjam modal ini biar ada sy pake usaha jualan gtu.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Rencana sih mau jual bensin,kopi,dll"
    },
    {
      "sender": "Agent",
      "content": "Misal sudah punya modal dan bisa buka usaha, apa harapannya Pak Bagas kedepannya supaya bisa hidup lebih baik lagi?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Harapan sy dan cita2 sy kepingin maju dan hidup sukses,,"
    },
    {
      "sender": "Agent",
      "content": "Saat ini ekonomi di Indonesia sedang banyak penyesuaian karena pergantian presiden dan jajarannya pak. Misalkan usahanya bpk nanti tidak berjalan dengan baik. Apa yg akan pak Bagas lakukan? \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Sy akan usahakan sebaik2 nya spya tdk rugi.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Apakah bpk akan bersedia memberikan sy pinjaman sebagai modal usaha sy pak.."
    },
    {
      "sender": "Agent",
      "content": "Pak Bagas, dari masalah ekonomi yang bapak hadapi saat ini, saya jadi teringat dengan salah satu pesan yang tertulis didalam Kitab Suci terdahulu Allah yang bisa menguatkan imannya bpk saat ini, apa mau tau lebih jelasnya pak? \n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Ya"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Pak..apakah bpk mau berkenan  untuk membantu sy ngasi minjam  modal buat sy pake buka usaha disini.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Sy minta tlng ma bpk spya bisa memberikan sy bantuan modal buat usaha sy.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Sy bth modal usaha cuma 1 jt aja kok pak.."
    },
    {
      "sender": "Agent",
      "content": "\nDi dalam Kitab Suci terdahulu Allah yaitu Kitab Suci Injil tertulis pesan yg disampaikan Isa Al-Masih tentang cara menghadapi masalah ekonomi yaitu \"Jangan khawatir tentang sesuatu pun, tetapi dalam segala hal sampaikanlah semua keinginanmu kepada Allah dalam doa dan permohonan dengan mengucap syukur. Sejahtera dari Allah, yang melebihi pengertian manusia, akan menjagai hati dan pikiranmu dalam Isa Al-Masih.\" \nSetelah membaca pesan di atas, apa yang harus kamu lakukan saat ini?\n\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Semoga aja bpk berkenan membantu sy.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Mungkin bpk yg bisa memahami keadaan sy saat ini.."
    },
    {
      "sender": "Agent",
      "content": "Pak Bagas, dari bacaan yang saya bagikan. Apa hikmah yg bisa bapak dapatkan?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Sadar diri dan trus berdoa spya dimurahkan rezeki.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Apakah bpk berkenan mau membantu sy"
    },
    {
      "sender": "Agent",
      "content": "Pak Bagas, justru sekarang saya sedang menolong bapak. Dalam pesan Isa Al-Masih diatas kita bisa belajar bahwa hidup kita ini sudah Allah yang pelihara. Dalam hal ini Pak Bagas harus beriman bahwa setiap doa yang Pak Bagas panjatkan pasti akan di kabulkan Allah dengan cara-Nya. Ngomong-ngomong apa yang sudah pernah Pak Bagas dengar dan ketahui tentang Isa Al-Masih?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Blum ada sy tau apa2"
    },
    {
      "sender": "Agent",
      "content": "Sebenarnya banyak yang bisa diteladani dari Isa Al-Masih. Apakah Pak Bagas mau tau bagaimana Isa Al-Masih menolong orang yang kesulitan termasuk dalam hal ekonomi seperti masalah yang bapak hadapi saat ini? Kalo mau, bisa diketik nomor WAnya pak Bagas disini.. \n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Intinya pak sy mau membutuhkan modal pake usaha"
    },
    {
      "sender": "Agent",
      "content": "Iya Pak Bagas saya mengerti bapak butuh uang untuk modal bikin usaha, maka dari itu saya tanya apakah bpk mau tau lebih lanjut tentang Isa Al-Masih?\r\nKalo memang mau dibantu dan diarahkan, bisa diketik nomor WAnya disini.. \n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Ini no wa sy..081529513802"
    },
    {
      "sender": "Agent",
      "content": "\nBegini saja Pak Bagas, kebetulan saya ada temen yg juga suka ngobrol2 tentang Isa Al-Masih, apa Bpk mau dikenalkan dgn dia nanti bisa atur waktu utk bertemu dan membahas lebih lanjut tentang Isa Al-Masih yang mengajarkan bagaimana cara mengatasi tentang masalah ekonomi. Hitung-hitung sekalian menambah relasi dan tali silaturahmi, gimana pak Bagas mau?\n"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Inti nya pak..klu bisa sy dapatkan modal bisa2 aja.."
    },
    {
      "sender": "Agent",
      "content": "Pak Bagas, dimana-mana sebelum praktek pasti membutuhkan ilmu untuk menguasainya. Supaya bapak tidak mengalami masalah ekonomi lagi dikemudian hari, maka yang harus pak Bagas lakukan terlebih dahulu yaitu menambahkan ilmu dari yang sebelumnya Pak Bagas sudah ketahui. Tujuannya biar waktu Pak Bagas praktek nanti sudah sesuai dan sudah benar, maka hasilnya pun sejalan dengan cita-citanya bapak.\nJadi gimana Pak Bagas mau?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Iya mau"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Tp bagaimana crax sy tdk mengerti"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Kira2 bisa sy dkasi minjam buat modal usaha ini pak.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Biar sy bisa merubah nasib sy ini pak.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Dan sy jg kepingin maju"
    },
    {
      "sender": "Agent",
      "content": "Baiklah pak Bagas, nanti ditunggu aja temennya saya akan hubungi pak Bagas duluan. Oya maaf, pak Bagus sudah berkeluarga?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Ohya pak Bagas maaf lupa kenalkan diri, saya Wahyu pak..\nDi awal bpk memilih ingin menahan hawa nafsunya, berarti ada hubungannya dengan masalah ekonominya ini ya pak?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Iya pak wahyu..."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Oiya pak wahyu,,klu bpk prcya ma sy boleh nda sy pinjam uangx pak wahyu 150rb aja..Sy bth skali skrng ini pak.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Mungkin nanti awal bln pasti akan sy ganti pak.."
    },
    {
      "sender": "Agent",
      "content": "Maksudnya ada hubungannya dengan menahan hawa nafsunya pak?\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Iya"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Bisa apa ndak bpk mau kasi sy pinjam 150rb aja ..awal bln nanti pasti sy ganti pak"
    },
    {
      "sender": "Bagas Bagas",
      "content": "Krna ada kebutuhan dan keperluan sy yg sangat mendesak ini pak..."
    },
    {
      "sender": "Agent",
      "content": "Maaf pak Bagas, untuk sekarang ini belum bisa..\nBaiklah, Wahyu berharap apapun yang Bpk rindukan juga selalu diberkahi dan mendapat rahmat dari Allah. Semoga Bpk serta keluarga sehat selalu dan diberi kemudahan dalam segala hal, pekerjaan lancar dan berharap juga lewat temannya Wahyu, Bpk juga bisa ngobrol lebih banyak tentang Isa Al-Masih serta mendapat berkah dari Allah. Amin\n \n \n "
    },
    {
      "sender": "Bagas Bagas",
      "content": "Sy minta tlng ini ma bpk..tp klu bpk msh ragu ma sy lbh baik jgn dah.."
    },
    {
      "sender": "Bagas Bagas",
      "content": "Klu 100rb ada nga pak.."
    },
    {
      "sender": "Agent",
      "content": "Pak Bagas, selama masih saling menjalin silaturahmi dengan baik, nanti kalo sudah ada rejekinya pasti bisa saling menolong pak\n \n \n "
    }
  ]
}