{
  "messages": [
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "terkadang aku merasa kurang ngerti ketika ayat suci Alquran datang"
    },
    {
      "sender": "Agent",
      "content": "Assalamualaikum… terimakasih sdh berkunjung ke FB \"Kitab TZI\".\r\nSebelum lanjut, sedang sibuk apa saat ini? enaknya saya panggil dengan nama siapa?\n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Panggil aja aja aku udo Mala ya"
    },
    {
      "sender": "Agent",
      "content": "Salam kenal ya, nama saya Wahyu. \nUdo, biasanya kesehariannya kesibukannya apa ? tinggalnya didaerah mana ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Saya tinggal di daerah riau saudara ku"
    },
    {
      "sender": "Agent",
      "content": "Cukup jauh juga yaa, kiranya setiap langkah Rahmat Allah selalu menyertai Saudara. \nNgomong2, udo usianya brapa, apa sudah berkeluarga ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Saya berusia 38th pak dulu udah berkeluarga pi jadoh habis pisah pk jadi saya udah 12th menduda"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu yaa pak, selama ini adakah kesulitan yang sedang bapak alami ? bapak di riau tinggalnya di kecamatan mana ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Kecamatan Batang cinaku pk"
    },
    {
      "sender": "Agent",
      "content": "Selama ini, adakah kesulitan yang sedang bapak alami ? biasanya keseharian bapak, kesibukannya apa ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Saya sibuk bekerja beribadah dan merawat orang tuaku"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu ya Pak, ngomong2 boleh ketik no WA nya ? supaya percakapan tidak terputus.. \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Boleh pk 082280461867"
    },
    {
      "sender": "Agent",
      "content": "Oya Pak, memangnya orangtua sedang sakit apa ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Matanya gak terlalu jelas untuk melihat"
    },
    {
      "sender": "Agent",
      "content": "Mata tidak terlalu jelas melihat, maksudnya bagaimana Pak ? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\"Serahkanlah semua kekhawatiranmu kepada-Nya karena Allah peduli terhadap kamu\".\r\n Pesannya sebelumnya dibalas ya :)\n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Matanya penyakit ketarak"
    },
    {
      "sender": "Agent",
      "content": "Sudah brapa lama Pak, orangtua bapak mengalami hal ini ? bapak, usianya brapa ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Saya umur 38 th pk udah hampir 7th ibu sakit nya dan karena itulah saya harus mengurus ibu dari masak bekerja mencari nafkah sampai nyuci pakaian ibu dan bersih bersih rumah dan Alhamdulillah jadi guru ngaji juga pk,,"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu ya Pak, apa bapak mau mendengar kisah-kisah nabi terdahalu Allah, yang sekiranya dapat menambah wawasan bapak ?                                            \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\"Serahkanlah semua kekhawatiranmu kepada-Nya karena Allah peduli terhadap kamu\".\r\n Pesannya jangan lupa dibalas :)\n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Insyaallah aku percaya sepenuhnya apa pun takdir yang Allah berikan kepada ku itu pasti yg terbaik untuk ku karena semua yg terbaik menurut kita itu belum tentu yg terbaik karena Allah lebih tau apa yg baik dan buruk untuk hambanya terkadang aku saja yg kurang bersyukur atas nikmat yg Allah berikan sehingga selalu menganggap ujian itu sebuah musibah astaghfirullah ya Allah"
    },
    {
      "sender": "Agent",
      "content": "Yaa Pak, bahwa keadaan hidup harus tetap berserah diri kepada Allah. Jadi apa bapak mau dengar salah satu kisah dari Nabi terdahulu Allah lebih tepatnya didalam kitab suci injil tentang kisah Isa-Almasih, yang sekiranya dapat menguatkan iman bapak ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Insyaallah jika itu tentang kebaikan kapan saja aku yg miskin akan pengetahuan ini selalu ingin mendengar dan belajar"
    },
    {
      "sender": "Agent",
      "content": "Salah satu sabda Isa Al-Masih didalam Kitab Injil suci Allah kepada pengikut-pengikut-Nya seperti ini : \r\nTiba-tiba datanglah seseorang kepada Isa. Ia berkata, “Ya Guru, perbuatan baik apa yang patut kulakukan supaya aku mendapatkan hidup yang kekal? ”Sabda Isa, “Mengapa engkau bertanya kepada-Ku tentang apa yang baik? Hanya ada Satu yang baik. Tetapi, apabila engkau ingin masuk ke dalam hidup, taatilah perintah-perintah-Nya. ”Lalu, bertanyalah ia kepada-Nya, “Perintah-perintah yang mana?” Sabda Isa, “Jangan membunuh, jangan berzina, jangan mencuri, jangan menjadi saksi dusta, hormatilah ayah serta ibumu, dan kasihilah sesamamu manusia seperti dirimu sendiri.” Jawab orang muda itu, “Semua itu sudah kuturuti, apa lagi yang masih kurang? ”Sabda Isa, “Jika engkau ingin sempurna, pergilah, juallah segala sesuatu yang kamu miliki, kemudian berikanlah hasil penjualannya kepada fakir miskin maka engkau akan memperoleh harta di surga. Setelah itu, ikutlah Aku.”Tetapi, ketika orang muda itu mendengar sabda-Nya, pergilah ia dengan hati sedih karena ia memiliki banyak harta. Kemudian, Isa bersabda kepada para pengikut-Nya, “Sesungguhnya, Aku berkata kepadamu, orang kaya sulit masuk Kerajaan Surga. Sekali lagi Aku berkata kepadamu, lebih mudah seekor unta melewati lubang jarum daripada seorang kaya masuk Kerajaan Allah. ”Mendengar hal itu, para pengikut-Nya merasa sangat heran. Lalu, tanya mereka, “Kalau begitu, siapakah yang dapat diselamatkan? ”Isa memandang mereka dan bersabda, “Memang bagi manusia hal itu mustahil, tetapi bagi Allah tidak ada satu pun yang mustahil.”\n \nDari kisah ini hikmah apanih yang didapatkan? Bagaimana dengan kehidupan bapak? \n \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Insyaallah walham dulilah aku sendiri merasa harta itu bukan lah suatu yg bisa membuat orang merasa bahagia dan orang tua itu lah yg patut kita jadikan raja dan ratu yg harus kita bahagia kan seperti apa yg aku rasakan aku ikhlas hidup seadanya dan kekurangan apapun asal orang tua ku bahagia karena senyum bahagia seorang ibu bapak itu Udah sama dengan surga di dunia ini Alhamdulillah"
    },
    {
      "sender": "Agent",
      "content": "Alhamdulillah ya Pak, setidaknya bapak selalu berusaha untuk membahagiakan orangtua. Terus apa yang menjadi harapan bapak kedepannya agar lebih baik lagi ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Aku hanya ingin mata ibu ku sehat kembali bahkan jika bisa dan jika ibu ikhlas aku rela mendonorkan mata aku buat ibu pi ibuku gak rela dan gak ikhlas jika itu ku lakukan"
    },
    {
      "sender": "Agent",
      "content": "Jadi keinginanan bapak, supaya Ibu mengalami kesembuhan mata ya Pak, apakah betul seperti itu ? \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Hanya itu yg menjadi harapan saya saat ini jika Allah kabul kan"
    },
    {
      "sender": "Agent",
      "content": "Semoga mendengar kan setiap doa bapak, satelah banyak ngobrol dengan bapak saya jadi teringat Firman Allah yang tertulis didalam kitab suci Injil Kisah Isa-Almasih menyembuhkan dua orang buta berikut kisahnya : \nKetika Isa dan para pengikut-Nya keluar dari Kota Yerikho, sejumlah besar orang mengikuti-Nya. Di sana ada dua orang buta yang duduk di tepi jalan. Setelah mereka mendengar bahwa Isa melewati tempat itu, berteriaklah mereka, “Ya Junjungan, ya Anak Daud, kasihanilah kami!” Orang banyak menegur mereka supaya mereka diam. Tetapi, malah semakin keras saja mereka berteriak, “Ya Junjungan, ya Anak Daud, kasihanilah kami!” Kemudian, Isa berhenti dan memanggil keduanya. Sabda-Nya, “Apa yang kamu kehendaki Aku perbuat bagimu?” Jawab mereka, “Ya Junjungan, supaya mata kami dapat melihat.” Isa merasa iba pada keduanya, lalu menyentuh mata mereka, dan pada saat itu juga mereka dapat melihat. Kemudian, mereka pun mengikut Dia.\n \nDari bacaan ini, menurut bapak apa yang bisa dipelajari dari dua orang buta dan teladan Isa-Almasih ?\n \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Sebenarnya saya sendiri juga udah banyak menyembuhkan mata orang pi heran nya sampai saat ini ibuku belum juga bisa sembuh mungkin ini ujian untuk aku agar belajar lebih banyak untuk bersabar"
    },
    {
      "sender": "Agent",
      "content": "\nOh begitu ya Pak, tidak ada yang salah setiap usaha yang bapak lakukan untuk kesembuhan Ibu bapak. Saya pernah baca pak setiap ujian hidup yang dialami, tidak melebihi kekuatan sendiri , hanya pertolongan Allah yang mampu menyembuhkan keadaan ibu bapak. Yang sabar ya Pak, doa orang ber iman kepada Allah bila dengan yakin didoakan sangat besar kuasanya. saya juga pernah baca Firman Allah didalam kitab suci injil bahwa Isa-Almasih pernah menyembuhkan seseorang yang dirasuki roh jahat, juga menyembuhkan orang yang sakit dan sulit disembuhkan bahkan membangkitkan orang yang sudah mati. Semua yang Isa-Almasih lakukan itu juga bisa dialami oleh Ibu bapak. Apabila bapak yakin dengan sepenuh hati kepada Isa-Almasih. Karena Isa-Almasih adalah junjungan yang Ilahi dan jalan lurus menuju surganya Allah.\n \nOya Pak, apa bapak sebelumnya sudah pernah mendengar tentang kisah Isa-Almasih ? \n\n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Alhamdulillah saya sudah pernah mendengar itu semua insyaallah kuasa Allah itu tiada terhingga dan gak ada yg gak mungkin bagi Allah aku percaya itu insyaallah"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak, sebelumnya supaya percakapan tidak terputus, boleh ketik no WA nya ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Oow baik 082280461867 itu wa sekalian no tlvn saya saudara ku"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya Pak, ngomong2 Apa yang bapak ketahui tentang kisah Isa-Almasih ? \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "\nSelamat sore, sudah lama nih tidak ngobrol, bagaimana kabar nya ? \nKalo ada waktu kosong, dibalas yaa pesannya ;) \n\n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Saya selalu tertarik dengan cerita 2nabi dan rosulnya pi saya tidak ingat saat persatu pk karena saya hanya ingin belajar tentang kebaikan dan nasehat yang mereka berikan"
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Maaf juga jika saya jarang bls chat bpk karena saya selalu bekerja pk"
    },
    {
      "sender": "Agent",
      "content": "Tidak apa2 pak, saya paham bapak punya kesibukannya juga. \nSaya jelasin sendikit yaa pak, jadi didalam kitab suci Injil ada tertulis bahwa Isa-Almasih akan datang sebagai jalan lurus yang memberikan kedaimaian kepada setiap orang yang yakin dan ber iman kepadaNya. Isa-Almasih juga sering melakukan Mukjizat dan teladan hidup lainnya. Apa bapak tertarik untuk mau tau lebih lagi tentang kisah Isa-Almasih yang mampu menuntun bapak mengenalNya?  \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Alhamdulillah insyaallah pk saya juga tau kalo isa Al-Masih masih hidup sampai sekarang dan insyaallah akan hadir dalam masa kita ini jika Allah izinkan karena Dajjal akan segera muncul dalam waktu 3th ini jika apa yg aku dengar itu tidak salah pk"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu ya Pak, banyak juga ya pemahaman bapak tentang kisah Isa-Almasih. Setelah banyak ngobrol dengan bapak, boleh ketik no WA nya ? \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Itu yg di atas itu no wa aku itu pk"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak, maaf ya pak saya belum liat pesan bapak sebelumnya. Jadi, bagaimana Pak ?  Apa bapak tertarik untuk mau tau lebih lagi tentang kisah Isa-Almasih lebih lanjut?  \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Insyaallah jika kisah itu tentang kebaikan saya selalu siap dan tertarik untuk belajar agar bisa belajar lebih banyak"
    },
    {
      "sender": "Agent",
      "content": "Ya Pak, memang banyak teladan hidup yang baik, bisa diperlajari dari Kisah Isa-Almasih. Kalo boleh tau, sebelumnya bapak mengambil guru ngaji, pendidikan terakhirnya apa ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Maaf pk saya hanya Guru ngaji Bisa yg mengajari anak anak di iqro jus ama dan Alquran"
    },
    {
      "sender": "Agent",
      "content": "Maksud saya, setelah banyak ngobrol dengan bapak boleh saya tau pendidikan terakhir bapak ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Kelas 5 SD pk"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak, semoga hari ini membawa berkah ya, kebetulan Pak Wahyu punya teman yang senang ngobrol tentang kisah Isa-Almasih. Apa bapak mau bertemu dengan teman Pak Wahyu untuk membahas tentang kisah Isa-Almasih lebih banyak, sembari menjalin silaturahmi dengan baik, dan nambah teman juga ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Alhamdulillah pk bagi saya semua orang itu saudara jadi menyambung tali silaturahmi yg baik itu juga termasuk ibadah"
    },
    {
      "sender": "Agent",
      "content": "Jadi bapak mau kan, bertemu dengan teman Pak Wahyu untuk membahas tentang kisah Isa-Almasih lebih banyak ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Insyaallah jika Allah izinkan pk"
    },
    {
      "sender": "Agent",
      "content": "Baik Pak, ditunggu aja ya Pak chat dari teman Pak Wahyu, dia akan hubungi bapak duluan kok. Semoga segala hal yang bapak rindukan diberkahi dan mendapat rahmat Allah. Semoga keluarga sehat selalu dan dimudahkan rejekinya. Amin.. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Bagaimana kabarnya Pak ? semoga hari ini membawa berkah yaa. \nOya Pak, Ngomong2 saat bapak selalu berusaha bekerja dan beribadah untuk kesembuhan ibu bapak, tapi sampai saat ini belum ada jalan keluar dari kesembuhan Ibu. bagaimana perasaannya bapak ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Ya saya hanya percaya semua yg terjadi itu kehendak Allah dan apapun yg Allah berikan padaku itu pasti yg terbaik untuk ku hanya itu yg aku rasakan dan yg ada di hati ku"
    },
    {
      "sender": "Agent",
      "content": "Yaa Pak, kita percaya bahwa setiap hal yang terjadi dalam hidup atas izin Allah, tapi kalo boleh tau bagaimana perasaan bapak saat ibu belum sembuh ? apakah bapak akan tetap bersabar, ikhlas, sedih atau yang gimana pak.. \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Yg pasti rasa sedih itu tetap ada pk karena belum bisa menyembuhkan mata ibu di sisi lain aku juga harus sabar karena ketentuan Allah itu pasti yg terbaik untuk hambanya"
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Sama2 sahabat ku"
    },
    {
      "sender": "Agent",
      "content": "Oya pak, sebelumnya bapak bilang Insyaallah jika Allah izinkan, maksudnya bagaimana Pak ? apakah benar ingin ketemu dengan teman Pak Wahyu saya disana ? kalo mau teman saya akan hubungi.. \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Law lansung Kete susah pk karena setiap hari saya harus bekerja dan mlm nya juga ngajar ngaji pk"
    },
    {
      "sender": "Agent",
      "content": "Oh begitu yaa Pak, kira kira jam brapa bapak bisa bertemu dengan Pak Wahyu Pak ?\n \n \n "
    },
    {
      "sender": "Agent",
      "content": "Selamat sore, berkah apa yang disyukuri saat ini ? \nDitunggu ya kabar baiknya ;)\n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Jika sudah ada izin dari Allah insya Allah pasti akan ada waktu pertemuan yang akan terjadi dengan cara nya pk"
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Sesuai dengan nasehat yang di sampaikan nabi isa Al-Masih dia berkata amal ibadah yg paling di sukai Allah itu bukan sholat zikir atau puasa tapi menjaga hawa nafsu lah yg paling Allah sukai dan nabi Isa Al-Masih juga berkata sayangi lah kedua orang tua mu agar Allah juga nenyatangi mu sebagai mana engkau menyayangi kedua orang tua mu"
    },
    {
      "sender": "Agent",
      "content": "Yaa pak, bahwa setiap pertemuan ada izin dari Allah, tapi ngomong2 bapak bisa kan, bertemu dengan teman Pak Wahyu disana ? \nKalo mau nanti teman saya akan hubungi bapak duluan kok.. \n \n \n "
    },
    {
      "sender": "Agent",
      "content": "'Mengucap syukurlah dalam segala hal karena demikianlah kehendak Allah'\r\n Apa yang disyukuri hari ini ? \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Emang teman bpk tu di mana alamat nya"
    },
    {
      "sender": "Agent",
      "content": "Untuk diawal, nanti bapak bisa ketemu dengan teman Pak Wahyu di dekat rumah bapak. Gak papa ngobrol dulu di Wa dengan teman Pak Wahyu, nanti kalo sudah akrab.Pak Udo, bisa menentukan kapan bertemu langsung dengan teman Pak wahyu disana untuk membahas tentang kisah Isa-Almasih lebih banyak. Pak Udo, tidak keberatan khan?\n \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Tentu saja tidak keberatan pk"
    },
    {
      "sender": "Agent",
      "content": "Terimakasih ya Pak Udo buat percakapannya semoga banyak hikmah yang didapat dan keberkahan turut dirasakan. Kiranya dari lewat teman Pak Wahyu disana silaturahmi berjalan dengan baik dan mendapatkan hidayah. Tetap sehat ya Pak. Amiin \n \n \n "
    },
    {
      "sender": "Udo Mala (Gumara Saputra)",
      "content": "Amin ya rabbal alamin"
    }
  ]
}